Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: This contact does not appear to have any devices that support encryption, please try again later if you think this is wrong.
de: Dieser Kontakt scheint keine Geräte zu haben, die Verschlüsselung unterstützen. Bitte versuche es später noch einmal, wenn du denkst, dass dies falsch ist.
es_ar: Este contacto parece no tener ningún dispositivo que soporte encriptación, por favor intente nuevamente en unos momentos si cree que existe un error.
eu: Ez dirudi kontaktu honek zifraketarekin bateragarria den gailurik duenik; saiatu geroago adierazitakoa okerra dela uste baduzu.
fr: Ce contact ne semble pas avoir de client prenant en charge le chiffrement, veuillez réessayer plus tard si vous pensez que ce n’est pas le cas.
ja: この相手先には暗号化に対応しているデバイスがないようです。そうでないと思われる場合は、後ほどもう一度試してください。
pl: Ten kontakt nie posiada żadnych urządzeń, które wspierają szyfrowanie. Spróbuj ponownie później.
pt_br: Este contato não parece ter nenhum dispositivo que suporte criptografia, tente novamente mais tarde se achar que isso está errado.
ru: У этого контакта нет устройств, поддерживающих шифрование. Попробуйте позже, если считаете, что это не так.
ta: இந்த தொடர்புக்கு குறியாக்கத்தை ஆதரிக்கும் எந்த சாதனங்களும் இருப்பதாகத் தெரியவில்லை, இது தவறு என்று நீங்கள் நினைத்தால் தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
tr: Bu kişide şifrelemeyi destekleyen herhangi bir cihaz görünmüyor, bunun yanlış olduğunu düşünüyorsanız lütfen daha sonra tekrar deneyin.
uk: Схоже, цей контакт не має пристроїв, що підтримують шифрування. Будь ласка, спробуйте пізніше, якщо ви вважаєте, що це помилка.
zh_hans: 此联系人似乎没有任何支持加密的设备，如果您认为这是错误的，请稍后再试。
zh_hant: 此聯絡人似乎沒有任何支援加密的設備，如果您認為這是錯誤的，請稍後重試。

source: This contact is already in the contact list of the selected account
de: Dieser Kontakt befindet sich bereits in der Kontaktliste des ausgewählten Kontos
es_ar: Este contacto ya está en la lista de contactos de la cuenta seleccionada
et: See kontakt on juba valitud kasutajakonto kontaktiloendis
eu: Kontaktu hau badago lehendik ere hautatutako kontuko kontaktuen zerrendan
fr: Le contact est déjà dans la liste des contacts du compte sélectionné.
ja: この相手先は、選択したアカウントの相手先一覧にすでに含まれています
pl: Kontakt już jest na liście kontaktów zaznaczonego konta
pt_br: Este contato já está na lista de contatos da conta selecionada
ru: Этот контакт уже присутствует в списке контактов выбранной учётной записи
ta: இந்த தொடர்பு ஏற்கனவே தேர்ந்தெடுக்கப்பட்ட கணக்கின் தொடர்பு பட்டியலில் உள்ளது
tr: Bu kişi zaten seçilen hesabın kişi listesinde yer alıyor
uk: Цей контакт вже є у списку контактів обраного акаунта
zh_hans: 此联系人已在所选账号的联系人列表中
zh_hant: 此聯絡人已在所選客戶的聯絡人清單中

source: This contact is already in your contact list
de: Dieser Kontakt befindet sich bereits in deiner Kontaktliste
es_ar: Este contacto ya está en su lista de contactos
et: See kontakt juba leidub sinu kontaktiloendis
eu: Kontaktu hau badago lehendik ere zure kontaktuen zerrendan
fr: Le contact est déjà dans votre liste de contacts.
ja: この相手先はすでに一覧の中にあります
pl: Kontakt już jest na twojej liście kontaktów
pt_br: Este contato já está na sua lista de contatos
ru: Этот контакт уже находится в вашем списке контактов
ta: இந்த தொடர்பு ஏற்கனவே உங்கள் தொடர்பு பட்டியலில் உள்ளது
tr: Bu kişi zaten kişi listenizde var
uk: Цей контакт вже є у вашому списку контактів
zh_hans: 此联系人已在您的联系人列表中
zh_hant: 此聯絡人已在您的聯絡人清單中

source: This contact may not support OMEMO encrypted messages. Please try again in a few seconds.
cs: Tento kontakt nemusí podporovat šifrované zprávy OMEMO. Zkuste to, prosím, znovu za několik sekund.
de: Dieser Kontakt unterstützt möglicherweise keine OMEMO-verschlüsselten Nachrichten. Bitte versuche es in ein paar Sekunden erneut.
es_ar: Puede que este contacto no tenga soporte para mensajes encriptados con OMEMO. Vuelva a intentarlo en unos segundos.
et: Võib-olla see kontakt ei toeta OMEMO-ga krüptitud sõnumeid. Palun proovi mõne sekundi pärast uuesti.
eu: Litekeena da kontaktu honek OMEMO bidez zifratutako mezuak erabili ezin izatea. Saiatu berriro geroago.
fr: Ce contact peut ne pas supporter les messages encryptés OMEMO. Veuillez réessayer dans quelques secondes.
ja: この相手先は OMEMO 暗号化メッセージに対応していない可能性があります。数秒後にもう一度試してください。
pl: Ten kontakt może nie obsługiwać zaszyfrowanych wiadomości OMEMO. Spróbuj ponownie za kilka sekund.
pt_br: Este contato pode não suportar mensagens criptografadas OMEMO. Por favor, tente novamente em alguns segundos.
ru: Этот контакт может не поддерживать OMEMO шифрование сообщений. Пожалуйста, повторите попытку через несколько секунд.
ta: இந்த தொடர்பு ஓமமோ மறைகுறியாக்கப்பட்ட செய்திகளை ஆதரிக்காது. சில நொடிகளில் மீண்டும் முயற்சிக்கவும்.
tr: Bu kişi OMEMO şifreli mesajları desteklemiyor olabilir. Lütfen birkaç saniye sonra tekrar deneyin.
uk: Цей контакт може не підтримувати зашифровані повідомлення OMEMO. Будь ласка, спробуйте ще раз через кілька секунд.
zh_hans: 此联系人可能不支持 OMEMO 加密消息。请稍后再试。
zh_hant: 此聯絡人可能不支援 OMEMO 加密郵件。請稍後重試。

source: This contact may not support OMEMO encrypted messages. Please try to enable encryption again in a few seconds, if you think this is wrong.
de: Dieser Kontakt unterstützt möglicherweise keine verschlüsselten OMEMO-Nachrichten. Bitte versuche, die Verschlüsselung in ein paar Sekunden erneut zu aktivieren, wenn dies nicht der Fall sein sollte.
es_ar: Puede que este contacto no tenga soporte para mensajes encriptados con OMEMO. Intente activar la encriptación nuevamente en unos segundos si cree que se trata de un error.
et: Võib-olla see kontakt ei toeta OMEMO-ga krüptitud sõnumeid. Kui arvad, et see pole õige, siis palun proovi krüptimist uuesti sisse lülitada mõne sekundi pärast.
eu: Litekeena da kontaktu honek OMEMO bidez zifratutako mezuak erabili ezin izatea. Arazo bat dela uste baduzu, saiatu zifratzea berriro gaitzen segundo batzuk barru.
fr: Ce contact ne semble pas prendre en charge le chiffrement OMEMO. Veuillez réessayer d’activer le chiffrement de nouveau dans quelques secondes si vous pensez que c’est faux.
pl: Ten kontakt może nie wspierać wiadomości szyfrowanych przez OMEMO. Spróbuj ponownie włączyć tę metodę szyfrowania za kilka sekund.
pt_br: Este contato pode não suportar mensagens criptografadas OMEMO. Por favor, tente habilitar a criptografia novamente em alguns segundos, se você acha que isso está errado.
ru: Этот контакт может не поддерживать OMEMO шифрование сообщений. Если считаете, что такого быть не должно, попробуйте активировать шифрование снова через несколько секунд.
ta: இந்த தொடர்பு ஓமமோ மறைகுறியாக்கப்பட்ட செய்திகளை ஆதரிக்காது. இது தவறு என்று நீங்கள் நினைத்தால், சில நொடிகளில் மீண்டும் குறியாக்கத்தை இயக்க முயற்சிக்கவும்.
tr: Bu kişi OMEMO şifreli mesajları desteklemiyor olabilir. Bunun yanlış olduğunu düşünüyorsanız, lütfen birkaç saniye içinde şifrelemeyi tekrar etkinleştirmeyi deneyin.
uk: Цей контакт може не підтримувати зашифровані повідомлення OMEMO. Будь ласка, спробуйте знову ввімкнути шифрування через кілька секунд, якщо ви вважаєте, що це помилка.
zh_hans: 此联系人可能不支持 OMEMO 加密消息。如果您认为这是错误的，请在几秒钟内再次尝试启用加密。
zh_hant: 此聯絡人可能不支援 OMEMO 加密郵件。如果您認為這是錯誤的，請在幾秒鐘內嘗試再次啟用加密。

source: This device is not configured to send email.
de: Dieses Gerät ist nicht für den Versand von E-Mails konfiguriert.
es_ar: Este dispositivo no está configurado para enviar email.
et: Selles seadmes puudub e-kirjade saatmise võimalus.
eu: Gailu hau ez dago konfiguratuta ePosta bidali ahal izateko.
fr: L’envoi de courriels n’est pas configuré sur cet appareil.
ja: このデバイスは電子メールを送信するように調整されていません。
pl: To urządzenie nie jest skonfigurowane do wysyłania e-maili.
pt_br: Este dispositivo não está configurado para enviar e-mails.
ru: На этом устройстве не настроена возможность отправки электронной почты.
ta: மின்னஞ்சல் அனுப்ப இந்த சாதனம் கட்டமைக்கப்படவில்லை.
tr: Bu cihaz e-posta göndermek için yapılandırılmamıştır.
uk: Цей пристрій не налаштовано на надсилання електронної пошти.
zh_hans: 此设备未配置为发送电子邮件。
zh_hant: 此裝置未配置為傳送電子郵件。

source: This invitation will expire on %@
de: Diese Einladung läuft am %@ ab
es_ar: Esta invitación expirará en %@
et: See kutse aegub %@
eu: Gonbidapenaren iraungitzea: %@
fr: L'invitation est valable jusqu'à/au %@
ja: この招待は %@ に期限切れになります
pl: Zaproszenie wygaśnie o %@
pt_br: Este convite expirará em %@
ru: Срок этого приглашения истекает %@
ta: இந்த அழைப்பு %@ இல் காலாவதியாகும்
tr: Bu davet %@ de sona erecektir
uk: Термін дії цього запрошення закінчується %@
zh_hans: 此邀请将于 %@ 到期
zh_hant: 此邀請將於%@過期

source: This is an embedded file that can not be opened externally.
de: Es handelt sich um eine eingebettete Datei, die nicht extern geöffnet werden kann.
es_ar: El archivo está embebido y no puede abrirse desde fuera.
et: See on lõimitud fail, mida ei saa välise rakendusega avada.
eu: Txertatutako fitxategi bat da eta ezin da kanpoan ireki.
fr: Il s'agit d'un fichier intégré qui ne peut pas être ouvert en externe.
pl: To jest załącznik, którego nie można otworzyć poza tą aplikacją.
pt_br: Este é um arquivo incorporado que não pode ser aberto externamente.
ru: Этот встроенный файл не предназначен для просмотра внешними инструментами.
ta: இது ஒரு உட்பொதிக்கப்பட்ட கோப்பு, இது வெளிப்புறமாக திறக்க முடியாது.
tr: Bu, harici olarak açılamayan gömülü bir dosyadır.
uk: Це вбудований файл, який не можна відкрити зовні.
zh_hans: 这是无法从外部打开的嵌入式文件。
zh_hant: 這是一個嵌入檔案，無法從外部打開。

source: This is the software running on your server.
de: Diese Software läuft auf deinem Server.
es_ar: Este es el software ejecutándose en su servidor.
et: See tarkvara on kasutusel sinu serveris.
eu: Hau da zure zerbitzariak darabilen softwarea.
fr: Ceci est le logiciel qui tourne sur votre serveur.
ja: これはサーバーで実行されているソフトウェアです。
pl: To jest oprogramowanie uruchomione na Twoim serwerze.
pt_br: Este é o software em execução no seu servidor.
ru: Эти программные модули запущены на вашем сервере.
ta: இது உங்கள் சேவையகத்தில் இயங்கும் மென்பொருள்.
tr: Bu, sunucunuzda çalışan yazılımdır.
uk: Це програмне забезпечення, що працює на вашому сервері.
zh_hans: 这是服务器上运行的软件。
zh_hant: 這是在您的伺服器上運行的軟體。

source: This key belongs to this device and cannot be removed or disabled!
de: Dieser Schlüssel gehört zu diesem Gerät und kann nicht entfernt oder deaktiviert werden!
es_ar: ¡Esta llave pertenece a este dispositivo y no puede ser eliminada o deshabilitada!
et: See krüptovõti kuulub antud seadmele ja seda ei saa eemaldada ega välja lülitada!
eu: Gailu honen gakoa da hau eta ezin da kendu edo ezgaitu!
fr: Cette clé appartient à cet appareil et ne peut être supprimée ou désactivée !
ja: この鍵はこのデバイスに属しており、除去したり無効にしたりすることはできません。
pl: Ten klucz należy do tego urządzenia i nie może być usunięty ani wyłączony!
pt_br: Esta chave pertence a este dispositivo e não pode ser removida ou desativada!
ru: Этот ключ соответствует данному устройству, его нельзя удалить или отключить.
ta: இந்த விசை இந்த சாதனத்திற்கு சொந்தமானது மற்றும் அகற்றவோ முடக்கவோ முடியாது!
tr: Bu anahtar bu cihaza aittir ve kaldırılamaz veya devre dışı bırakılamaz!
uk: Цей ключ належить цьому пристрою і не може бути вилучений або вимкнений!
zh_hans: 此密钥属于此设备，无法移除或禁用！
zh_hant: 此金鑰屬於此裝置，無法刪除或禁用！

source: This key is trusted and verified by manually comparing fingerprints. To stop trusting this key, use the toggle element.
de: Dieser Schlüssel ist vertrauenswürdig und wird durch den manuellen Vergleich von Fingerabdrücken verifiziert. Um diesem Schlüssel nicht mehr zu vertrauen, verwende den Schalter.
es_ar: Esta llave es de confianza y se verificó manualmente comparando huellas digitales. Puede desactivarla para dejar de confiar en ella.
eu: Gako hau fidagarritzat eman da eta hatz-markak eskuz alderatuz egiaztatu da. Gakoaz fidatzeari uzteko, erabili botoi-etengailua.
fr: Cette clé est fiable et vérifiée par comparaison manuelle des empreintes. Pour cesser de faire confiance à cette clé, utilisez le bouton poussoir.
ja: この鍵は信頼されており、手動で指紋を比較することにより検証されています。この鍵の信頼を止めるには、トグルスイッチを使用します。
pl: Ten klucz jest zaufany i zweryfikowany przez ręczne porównanie odcisków palców. Aby przestać mu ufać użyj elementu.
pt_br: Essa chave é confiável e verificada comparando manualmente as impressões digitais. Para parar de confiar nessa chave, use o elemento de alternância.
ru: Этот ключ проверен и переведён в разряд доверенных путем визуального сравнения отпечатков. Чтобы вывести его из разряда доверенных, используйте переключатель.
ta: கைரேகைகளை கைமுறையாக ஒப்பிடுவதன் மூலம் இந்த விசை நம்பப்பட்டு சரிபார்க்கப்படுகிறது. இந்த விசையை நம்புவதை நிறுத்த, மாற்று உறுப்பைப் பயன்படுத்தவும்.
tr: Bu anahtara güvenilir ve parmak izleri manuel olarak karşılaştırılarak doğrulanır. Bu anahtara güvenmeyi durdurmak için geçiş yardımcısını kullanın.
uk: Цей ключ є надійним і перевіряється шляхом ручного порівняння відбитків пальців. Щоб припинити довіряти цьому ключу, скористайтеся перемикачем.
zh_hans: 此密钥是可信的，并通过手动比较指纹进行验证。要停止信任此密钥，请使用切换元素。
zh_hant: 此金鑰受信任，並通過手動比較指紋進行驗證。要停止信任此金鑰，請使用 toggle 元素。

source: This key is trusted, but the contact does not use it anymore. Consider to disable trust for this key.
de: Dieser Schlüssel ist vertrauenswürdig, aber der Kontakt verwendet ihn nicht mehr. Prüfe, ob du diesem Schlüssel das Vertrauen entziehen möchtest.
es_ar: Esta llave es de confianza, pero el contacto ya no la usa. Considere desactivar la confianza en ella.
eu: Gako hau fidagarritzat eman da baina kontaktuak jada ez du erabiltzen. Gakoa baztertu beharko zenuke.
fr: Cette clé est fiable, mais le contact ne l'utilise plus. Pensez à désactiver la confiance pour cette clé.
ja: この鍵は信頼されていますが、相手先はすでにこれを使用していません。この鍵の信頼を無効にすることを検討してください。
pl: Ten klucz jest zaufany ale kontakt już go nie używa. Pomyśl o wyłączeniu tego klucza.
pt_br: Esta chave é confiável, mas o contato não a usa mais. Considere desabilitar a confiança para esta chave.
ru: Этот ключ из разряда доверенных, но контакт прекратил его использование. Рассмотрите вариант исключения этого ключа из разряда доверенных.
ta: இந்த விசை நம்பகமானதாக உள்ளது, ஆனால் தொடர்பு இனி அதைப் பயன்படுத்தாது. இந்த விசைக்கான நம்பிக்கையை முடக்க கவனியுங்கள்.
tr: Bu anahtara güveniliyor, ancak kişi artık bu anahtarı kullanmıyor. Bu anahtar için güveni devre dışı bırakmayı düşünün.
uk: Цьому ключу довіряють, але контакт більше не використовує його. Подумайте над тим, щоб вимкнути довіру для цього ключа.
zh_hans: 此密钥是可信的，但联系人不再使用它。请考虑禁用对此密钥的信任。
zh_hant: 此金鑰是受信任的，但聯絡人不再使用它。考慮禁用此金鑰的信任。

source: This key is trusted, but the contact has not used it for a long time. Consider to disable trust for this key
de: Dieser Schlüssel ist vertrauenswürdig, aber der Kontakt hat ihn seit langem nicht mehr verwendet. Prüfe, ob du diesem Schlüssel das Vertrauen entziehen möchtest.
eu: Gakoa fidagarritzat duzu baina kontaktuak ez du denbora luzean erabili. Gakoa baztertu beharko zenuke
fr: Cette clé est fiable, mais le contact ne l'a pas utilisée depuis longtemps. Pensez à désactiver la confiance pour cette clé
ja: この鍵は信頼されていますが、相手先は長い間これを使用していません。この鍵の信頼を無効にすることを検討してください。
pt_br: Esta chave é confiável, mas o contato não a usa há muito tempo. Considere desabilitar a confiança para esta chave
ru: Этот ключ из разряда доверенных, но контакт не пользовался им в течении продолжительного периода времени. Рассмотрите вариант исключения этого ключа из разряда доверенных
ta: இந்த விசை நம்பகமானதாக உள்ளது, ஆனால் தொடர்பு அதை நீண்ட காலமாக பயன்படுத்தவில்லை. இந்த விசைக்கான நம்பிக்கையை முடக்க கவனியுங்கள்
tr: Bu anahtara güveniliyor, ancak kişi bu anahtarı uzun süredir kullanmıyor. Bu anahtar için güveni devre dışı bırakmayı düşünün
uk: Цьому ключу довіряють, але контакт давно ним не користується. Подумайте над тим, щоб вимкнути довіру для цього ключа
zh_hans: 此密钥是可信的，但联系人已经很久没有使用它了。请考虑禁用对此密钥的信任
zh_hant: 此金鑰是受信任的，但聯絡人長時間未使用它。考慮禁用此金鑰的信任

source: This means your call is encrypted and the remote party was verified using OMEMO encryption. But since you did not manually verify the callee's OMEMO fingerprints, your or the callee's XMPP server could possibly have inserted their own OMEMO keys to Man-In-The-Middle you.
de: Das bedeutet, dass dein Anruf verschlüsselt ist und die Gegenstelle mit OMEMO-Verschlüsselung verifiziert wurde. Da du aber die OMEMO-Fingerabdrücke des Angerufenen nicht manuell verifiziert hast, könnte dein oder der XMPP-Server des Angerufenen möglicherweise seine eigenen OMEMO-Schlüssel eingefügt haben, um dich zu manipulieren (Man-In-The-Middle).
es_ar: Esto significa que su llamada está encriptada y su interlocutor fue verificado usando encriptación OMEMO. Pero como no ha verificado manualmente la huella digital OMEMO del interlocutor, su servidor XMPP o del destinatario, podrían haber insertado sus propias llaves OMEMO para efectuar un ataque "Man in the Middle".
et: See tähendab, et sinu kõne on krüptitud ja teine osapool on OMEMO-krüptimise abil tuvastatud. Sa pole teisest kanalist (nt käsitsi) tuvastanud teise osapoole OMEMO-võtmed ja vahepealsetel XMPP serveritel võib olla lisada oma võtmeid ja seega ka vahendusrünnet (MITM) korraldada.
eu: Honek esan nahi du zure deia zifratuta dagoela eta urruneko kidea OMEMO zifratzearen bidez egiaztatu dela. Baina deitzailearen OMEMO hatz-markak eskuz egiaztatu ez zenituenez, zure edo deitzailearen XMPP zerbitzaria gai da beste OMEMO gako batzuk sartu eta zuen artean sartzeko (Man-In-The-Middle edo MITM erasoa).
fr: Cela signifie que votre appel est chiffré et que le correspondant distant a été vérifié à l'aide du chiffrement OMEMO. Mais comme vous n'avez pas vérifié manuellement les signatures OMEMO de l'appelé, votre serveur XMPP ou celui de l'appelé pourrait éventuellement avoir inséré ses propres clés OMEMO dans le cadre d'attaques MITM.
ja: これは、OMEMO 暗号化を使って、通話が暗号化され相手が検証されたことを意味します。 しかし着信側の OMEMO 指紋を手動で検証していないため、自分または着信側の XMPP サーバーは中間者攻撃の OMEMO 鍵を挿入された可能性があります。
pt_br: Isso significa que sua chamada foi criptografada e a parte remota foi verificada usando a criptografia OMEMO. Mas como você não verificou manualmente as impressões digitais OMEMO do receptor, seu servidor XMPP ou o servidor XMPP do receptor poderia ter inserido suas próprias chaves OMEMO para Man-In-The-Middle você.
ru: Означает, что голосовые данные шифруются и собеседник верифицирован с использованием OMEMO. Но, поскольку вы не сверяли отпечатки OMEMO ключей с собеседником, ваш XMPP сервер или сервер собеседника имеет возможность подменить OMEMO ключи и реализовать кибератаку по типу Man-In-The-Middle (MITM).
ta: இதன் பொருள் உங்கள் அழைப்பு குறியாக்கம் செய்யப்பட்டுள்ளது மற்றும் தொலைதூர கட்சி ஓமமோ குறியாக்கத்தைப் பயன்படுத்தி சரிபார்க்கப்பட்டது. ஆனால் காலியின் ஓமமோ கைரேகைகளை நீங்கள் கைமுறையாக சரிபார்க்கவில்லை என்பதால், உங்கள் அல்லது காலீயின் எக்ச்எம்பிபி சேவையகம் உங்களுக்கு நடுத்தர-நடுத்தரத்திற்கு தங்கள் சொந்த ஓமமோ சாவியை செருகியிருக்கலாம்.
tr: Bu, aramanızın şifrelenmiş olduğu ve uzak tarafın OMEMO şifrelemesi kullanılarak doğrulandığı anlamına gelir. Ancak arayan tarafın OMEMO parmak izlerini manuel olarak doğrulamadığınız için, sizin veya arayan tarafın XMPP sunucusu Man-In-The-Middle yapmak için kendi OMEMO anahtarlarını eklemiş olabilir.
uk: Це означає, що ваш дзвінок зашифровано, а віддалений абонент був перевірений за допомогою шифрування OMEMO. Але оскільки ви не перевіряли вручну відбитки пальців абонента за допомогою OMEMO, ваш XMPP-сервер або XMPP-сервер абонента міг вставити власні ключі OMEMO в програму "Людина посередині".
zh_hans: 这意味着您的通话已加密，并且远程方已使用 OMEMO 加密进行验证。 但由于您没有手动验证被呼叫者的 OMEMO 指纹，您或被呼叫者的 XMPP 服务器可能已由中间人插入了他们自己的 OMEMO 密钥。
zh_hant: 這意味著您的呼叫已加密，並且遠端方已使用 OMEMO 加密進行驗證。 但是，由於您沒有手動驗證被叫方的 OMEMO 指紋，您或被叫方的 XMPP 伺服器可能已經將自己的 OMEMO 金鑰插入到中間人 U 中。

source: This means your call is encrypted and the remote party was verified using OMEMO encryption. You manually verified the used OMEMO keys and no Man-In-The-Middle can take place.
de: Das bedeutet, dass dein Anruf verschlüsselt ist und die Gegenstelle mit OMEMO-Verschlüsselung verifiziert wurde. Du hast die verwendeten OMEMO-Schlüssel manuell verifiziert und es kann kein Man-In-The-Middle stattfinden.
es_ar: Esto significa que su llamada está encriptada y su interlocutor fue verificado usando encriptación OMEMO. Ha verificado manualmente el uso de llaves OMEMO y se encuentra a salvo de un ataque "Man-In-The-Middle".
et: See tähendab, et sinu kõne on krüptitud ja teine osapool on OMEMO-krüptimise abil tuvastatud. Sa oled teisest kanalist (nt käsitsi) tuvastanud kasutatavad OMEMO-võtmed ja vahendusrünnet (MITM) pole võimalik korraldada.
eu: Honek esan nahi du zure deia zifratuta dagoela eta urruneko kidea OMEMO zifratzearen bidez egiaztatu dela. OMEMO hatz-markak eskuz egiaztatu zenituenez, ez dago MITM (Man-In-The-Middle) erasorako aukerarik.
fr: Cela signifie que votre appel est chiffré et que le correspondant distant a été vérifié à l'aide du chiffrement OMEMO. Vous avez vérifié manuellement les clés OMEMO utilisées et aucune attaque de type MITM ne peut avoir lieu.
ja: これは、OMEMO 暗号化を使って、通話が暗号化され相手が検証されたことを意味します。 使用された OMEMO 鍵を手動で検証したため、中間者攻撃が行われることはありません。
pt_br: Isso significa que sua chamada foi criptografada e a parte remota foi verificada usando a criptografia OMEMO. Você verificou manualmente as chaves OMEMO usadas e nenhum Man-In-The-Middle pode ocorrer.
ru: Означает, что голосовые данные шифруются и собеседник верифицирован с использованием OMEMO. Вы визуально сверяли отпечатки OMEMO ключей с собеседником, поэтому кибератака по типу Man-In-The-Middle (MITM) не реализуема.
ta: இதன் பொருள் உங்கள் அழைப்பு குறியாக்கம் செய்யப்பட்டுள்ளது மற்றும் தொலைதூர கட்சி ஓமமோ குறியாக்கத்தைப் பயன்படுத்தி சரிபார்க்கப்பட்டது. பயன்படுத்தப்பட்ட ஓமமோ விசைகளை நீங்கள் கைமுறையாக சரிபார்த்தீர்கள், எந்த மனிதனுக்கும் நடுத்தர எதுவும் நடக்க முடியாது.
tr: Bu, aramanızın şifrelendiği ve uzak tarafın OMEMO şifrelemesi kullanılarak doğrulandığı anlamına gelir. Kullanılan OMEMO anahtarlarını manuel olarak doğruladınız ve Man-In-The-Middle gerçekleşemez.
uk: Це означає, що ваш дзвінок зашифровано, а віддалений абонент був перевірений за допомогою шифрування OMEMO. Ви вручну перевірили використані ключі OMEMO, і ніякої "людини посередині" не може відбутися.
zh_hans: 这意味着您的通话已加密，并且远程方已使用 OMEMO 加密进行验证。 您手动验证了使用的 OMEMO 密钥，并且不会发生中间人攻击。
zh_hant: 這意味著您的呼叫已加密，並且遠端方已使用 OMEMO 加密進行驗證。 您手動驗證了使用的 OMEMO 金鑰，並且不會遭受中間人攻擊。
