Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Something went wrong while parsing your input...
de: Beim Verarbeiten deiner Eingabe ist etwas schief gelaufen...
es_ar: Algo salió mal mientras se procesaba su texto ...
et: Midagi läks sinu sõnumi töötlemisel valesti....
eu: Zerbaitek kale egin du zure sarrera prozesatzean...
fr: Quelque chose s'est mal passé pendant le traitement de votre saisie…
ja: 入力の解析中に問題が発生しました...
pl: Coś poszło nie tak, gdy weryfikowano wprowadzone dane...
pt_br: Algo deu errado ao analisar sua entrada...
ru: Что-то пошло не так при разборе введённой вами информации...
ta: உங்கள் உள்ளீட்டை பாகுபடுத்தும்போது ஏதோ தவறு ஏற்பட்டது ...
tr: Girdinizi ayrıştırırken bir şeyler ters gitti...
uk: Щось пішло не так під час аналізу введених даних...
zh_hans: 解析输入时出了问题…
zh_hant: 解析您的輸入時發生錯誤...

source: Sounds
cs: Zvuky
de: Töne
es_ar: Sonidos
et: Helid
eu: Soinuak
fr: Sons
ja: サウンド
pl: Dźwięki
pt_br: Sons
ro: Sunete
ru: Звуки
ta: ஒலிகள்
tr: Sesler
uk: Звуки
zh_hans: 音效
zh_hant: 音效

source: Sounds courtesy Emrah
cs: Zvuky s laskavým svolením od Emrah
de: Töne mit freundlicher Genehmigung von Emrah
es_ar: Sonidos por cortesía de Emrah
et: Helid, mille on loonud Emrah
eu: Emrah-ren kortesia
fr: Avec la permission d'Emrah
ja: 通知音は Emrah さんのご厚意
pl: Dzwięki dzięki uprzejmości Emrah
pt_br: Sons cortesia de Emrah
ro: Sună prin amabilitatea lui Emrah
ru: Звучит с любезного разрешения Эмры
ta: மரியாதை எம்ரா
tr: Kulağa nazik geliyor Emrah
uk: Звучить люб'язно Емра
zh_hans: 感谢 Emrah 提供音效
zh_hant: 聲音由 Emrah 提供

source: South Africa
de: Südafrika
es_ar: Sudáfrica
et: Lõuna-Aafrika Vabariik
eu: Hegoafrika
fr: Afrique du Sud
pl: Afryka Południowa
pt_br: África do Sul
ru: Южная Африка
ta: தென் ஆப்ரிக்கா
tr: Güney Afrika
uk: Південна Африка
zh_hans: 南非
zh_hant: 南非

source: Spain
de: Spanien
es_ar: España
et: Hispaania
eu: Espainia
fr: Espagne
pt_br: Espanha
ru: Испания
ta: ச்பெயின்
tr: İspanya
uk: Іспанія
zh_hans: 西班牙
zh_hant: 西班牙

source: Sri Lanka
ru: Шри-Ланка
ta: இலங்கை
uk: Шрі-Ланка
zh_hans: 斯里兰卡
zh_hant: 斯里蘭卡

source: SRV entry prohibits XMPP connection for domain %@
cs: Záznamy SRV zakazují spojení XMPP pro doménu %@
de: SRV-Eintrag verbietet XMPP-Verbindung für Domain %@
es_ar: La entrada SRV prohíbe la conexión XMPP para el dominio %@
et: Nimeserveri SRV-kirje keelab XMPP-ühendused domeeniga %@
eu: SRV erregistroak %@ domeinurako XMPP konexioak debekatzen ditu
fr: SRV empêche la connexion de XMPP au domaine %@
ja: SRV エントリーにより、ドメイン %@ の XMPP 接続が禁止されています
pl: Wpis SRV zabrania połączenia XMPP dla domeny %@
pt_br: Entrada SRV proíbe conexão XMPP para domínio %@
ro: Intrarea SRV interzice conexiunea XMPP pentru domeniu %@
ru: Сервисная (SRV) запись DNS запрещает XMPP соединения для домена %@
ta: எச்.ஆர்.வி நுழைவு டொமைன் %@ க்கான எக்ச்எம்பிபி இணைப்பை தடை செய்கிறது@
tr: SRV girişi, %@ etki alanı için XMPP bağlantısını yasaklıyor
uk: SRV-запис забороняє XMPP-з'єднання для домену %@
zh_hans: SRV 条目禁止域 %@ 的 XMPP 连接
zh_hant: SRV 條目禁止域 %@ 的 XMPP 連接

source: Status
cs: Stav
es_ar: Estado
et: Olek
eu: Egoera
fr: État
ja: 状況
pl: Stan
ro: Stare
ru: Статус
ta: நிலை
tr: Durum
uk: Статус
zh_hans: 状态
zh_hant: 狀態

source: Status Message
cs: Stavová zpráva
de: Statusnachricht
es_ar: Mensaje de estado
et: Olekuteade
eu: Egoera-mezua
fr: Message d'état
ja: 状況メッセージ
pl: Status
pt_br: Mensagem de Status
ro: Mesaj de stare
ru: Статус
ta: நிலை செய்தி
tr: Durum mesajı
uk: Повідомлення про статус
zh_hans: 状态信息
zh_hant: 狀態訊息

source: Status message:
de: Statusmeldung:
es_ar: Mensaje de estado:
et: Olekuteade:
eu: Egoera-mezua:
fr: Message de statut :
ja: 状況メッセージ:
pl: Status:
pt_br: Mensagem de status:
ru: Статус:
ta: நிலை செய்தி:
tr: Durum mesajı:
uk: Повідомлення-статус:
zh_hans: 状态信息：
zh_hant: 狀態訊息：

source: Submit A Bug
cs: Nahlásit chybu
de: Fehler melden
es_ar: Enviar un Bug
et: Koosta veateade
eu: Eman errore baten berri
fr: Signaler un problème
ja: バグを報告
pl: Zgłoś błąd
pt_br: Enviar um bug
ro: Trimiteți o eroare
ru: Сообщить о недостатке
ta: ஒரு பிழையைச் சமர்ப்பிக்கவும்
tr: Hata Bildir
uk: Повідомити про помилку
zh_hans: 报告错误
zh_hant: 提交 Bug

source: Success
cs: Úspěch
de: Erfolg
es_ar: Listo
et: Õnnestus
eu: Primeran
fr: Succès
ja: 成功
pl: Sukces
pt_br: Sucesso
ro: Succes
ru: Успешно
ta: செய்
tr: Başarılı
uk: Готово
zh_hans: 成功
zh_hant: 成功

source: Success!
cs: Úspěch!
de: Erfolg!
es_ar: ¡Listo!
et: Õnnestus!
eu: Primeran!
fr: Succès !
ja: 成功しました
pl: Sukces!
pt_br: Sucesso!
ro: Succes!
ru: Успешно!
ta: வெற்றி!
tr: Başarılı!
uk: Успіх!
zh_hans: 成功！
zh_hant: 成功！

source: Successfully destroyed channel.
de: Channel erfolgreich aufgelöst.
es_ar: Canal eliminado exitosamente.
et: Kanali kustutamine/hävitamine õnnestus.
eu: Kanala ondo suntsitu da.
fr: Salon détruit avec succès.
ja: チャンネルを正常に閉鎖しました。
pl: Pomyślnie usunięto kanał.
pt_br: Canal destruído com sucesso.
ru: Канал успешно удалён.
ta: வெற்றிகரமாக அழிக்கப்பட்ட சேனல்.
tr: Kanal başarıyla yok edildi.
uk: Канал успішно знищено.
zh_hans: 已成功解散频道。
zh_hant: 已成功解散頻道。

source: Successfully destroyed group.
de: Gruppe erfolgreich aufgelöst.
es_ar: Grupo eliminado exitosamente.
et: Grupi kustutamine/hävitamine õnnestus.
eu: Taldea ondo suntsitu da.
fr: Groupe détruit avec succès.
ja: グループを正常に閉鎖しました。
pl: Pomyślnie usunięto grupę.
pt_br: Grupo destruído com sucesso.
ru: Группа успешно удалена.
ta: குழு வெற்றிகரமாக அழிக்கப்பட்டது.
tr: Grup başarıyla yok edildi.
uk: Групу успішно знищено.
zh_hans: 已成功解散群组。
zh_hant: 已成功解散群組。

source: Successfully joined group/channel %@!
de: Erfolgreich der Gruppe/dem Channel %@ beigetreten!
es_ar: Se ha unido exitosamente al grupo/canal %@!
et: Liitumine „%@“ grupi või kanaliga õnnestus kenasti!
eu: Ondo batu da %@ taldera / kanalera!
fr: Groupe/salon %@ rejoint avec succès !
ja: グループ/チャンネル %@ に正常に参加しました。
pl: Dołączono do grupy/kanału %@!
pt_br: Ingressou com sucesso no grupo/canal %@!
ru: Успешно присоединились к группе/каналу %@!
ta: குழு/சேனல் %@@!
tr: Başarılı bir şekilde grup/kanal %@ katılındı!
uk: Успішно приєднався до групи/каналу %@!
zh_hans: 已成功加入群组/频道 %@！
zh_hant: 已成功加入群組/頻道 %@！

source: Sudan
es_ar: Sudán
et: Sudaan
fr: Soudan
pt_br: Sudão
ru: Судан
ta: சூடான்
uk: Судан
zh_hans: 苏丹
zh_hant: 蘇丹

source: Support
cs: Podpora
de: Unterstützung
es_ar: Soporte
et: Kasutajatugi
eu: Laguntza
fr: Assistance
ja: サポート
pl: wsparcie
pt_br: Suporte
ro: Asistență tehnică
ru: Поддержка
ta: உதவி
tr: Destek
uk: Підтримка
zh_hans: 支持
zh_hant: 支援

source: Sure, send it!
de: Klar, sende es!
es_ar: ¡Seguro, envialo!
et: Muidugi, pane aga teele!
eu: Noski, bidali!
fr: Bien sûr, envoyez-le !
ja: はい、送ってください。
pl: Jasne, wyślij!
pt_br: Claro, envie!
ru: Конечно отправить!
ta: நிச்சயமாக, அனுப்புங்கள்!
tr: Tabii, gönder!
uk: Звичайно, відправте це!
zh_hans: 确认，发送！
zh_hant: 當然，傳送它！

source: Suriname
es_ar: Surinam
eu: Surinam
ru: Суринам
ta: சூரினாம்
tr: Surinam
uk: Суринам
zh_hans: 苏里南
zh_hant: 蘇里南

source: Swaziland
de: Eswatini
es_ar: Suazilandia
et: Svaasimaa
eu: Swazilandia
fr: Eswatini
pt_br: Suazilândia
ru: Свазиленд
ta: ச்வாசிலாண்ட்
tr: Svaziland
uk: Свазіленд
zh_hans: 斯威士兰
zh_hant: 斯威士蘭

source: Sweden
de: Schweden
es_ar: Suecia
et: Rootsi
eu: Suedia
fr: Suède
pt_br: Suécia
ru: Швеция
ta: சுவீடன்
tr: İsveç
uk: Швеція
zh_hans: 瑞典
zh_hant: 瑞典

source: Switzerland
de: Schweiz
es_ar: Suiza
et: Šveits
eu: Suitza
fr: Suisse
pt_br: Suíça
ru: Швейцария
ta: சுவிட்சர்லாந்து
tr: İsviçre
uk: Швейцарія
zh_hans: 瑞士
zh_hant: 瑞士

source: Synchronize your messages on all loggedin devices.
cs: Synchronizujte své zprávy na všech připojených zařízeních.
de: Synchronisiere deine Nachrichten auf allen angemeldeten Geräten.
es_ar: Sincronice los mensajes de todos sus dispositivos conectados.
et: Sünkrooni kõik oma sõnumid seadmetesse, kuhu oled sisse loginud.
eu: Sinkronizatu mezuak saioa hasita duten gailu guztietan.
fr: Synchronisez vos messages sur tous les appareils connectés.
ja: ログインしているすべてのデバイスでメッセージを同期します。
pl: Synchronizuj swoje wiadomości na wszystkich zalogowanych urządzeniach.
pt_br: Sincroniza suas mensagens em todos os dispositivos logados.
ro: Sincronizați mesajele pe toate dispozitivele conectate.
ru: Синхронизация сообщений между всеми аутентифицированными устройствами.
ta: அனைத்து loggedin சாதனங்களிலும் உங்கள் செய்திகளை ஒத்திசைக்கவும்.
tr: Mesajlarınızı oturum açtığınız tüm cihazlarda senkronize edin.
uk: Синхронізуйте свої повідомлення на всіх пристроях, що увійшли в систему.
zh_hans: 在所有登录的设备同步您的消息。
zh_hant: 在所有登入的裝置同步您的訊息。

source: Syrian Arab Republic
de: Syrien
es_ar: Siria (República Árabe)
et: Süüria
eu: Siria
fr: Syrie
pt_br: República Árabe da Síria
ru: Сирия
ta: சிரியன் அரபு குடியரசு
tr: Suriye
uk: Сирійська Арабська Республіка
zh_hans: 叙利亚
zh_hant: 阿拉伯敘利亞共和國

source: Taiwan, China
et: Taiwan
eu: Taiwan
fr: Taïwan
ru: Тайвань
ta: தைவான், சீனா
tr: Tayvan, Çin
uk: Тайвань, Китай
zh_hans: 台湾，中国
zh_hant: 臺灣

source: Tajikistan
de: Tadschikistan
es_ar: Tayikistán
et: Tadžikistan
fr: Tadjikistan
pt_br: Tajiquistão
ru: Таджикистан
ta: தசிக்கிசுதான்
tr: Tacikistan
uk: Таджикистан
zh_hans: 塔吉克斯坦
zh_hant: 塔吉克

source: Take me to settings
de: Bring mich zu den Einstellungen
es_ar: Ir a ajustes
et: Ava seadistused
eu: Joan ezarpenetara
fr: Emmenez-moi aux préférences
pl: Zabierz mnie do ustawień
pt_br: Leve-me para configurações
ru: Перейти в настройки
ta: அமைப்புகளுக்கு என்னை அழைத்துச் செல்லுங்கள்
tr: Beni ayarlara götür
uk: Перейти до налаштувань
zh_hans: 带我去设置
zh_hant: 帶我前往設定

source: Tanzania
de: Tansania
et: Tansaania
fr: Tanzanie
pt_br: Tanzânia
ru: Танзания
ta: தான்சானியா
tr: Tanzanya
uk: Танзанія
zh_hans: 坦桑尼亚
zh_hant: 坦尚尼亞

source: Temporarily unavailable. Try again later.
de: Vorübergehend nicht verfügbar. Versuche es später noch einmal.
es_ar: Temporalmente no disponible. Intente nuevamente más tarde.
et: Pole ajutiselt saadaval. Palun proovi hiljem uuesti.
eu: Eskuraezin aldi baterako. Saiatu geroago.
fr: Temporairement indisponible. Veuillez réessayer plus tard.
ja: 一時的に利用できません。後でもう一度試してください。
pl: Tymczasowo niedostępne. Spróbuj ponownie później.
pt_br: Temporariamente indisponível. Tente novamente mais tarde.
ru: Временно недоступно. Попробуйте позже.
ta: தற்காலிகமாக கிடைக்கவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: Geçici olarak kullanılamıyor. Daha sonra tekrar deneyin.
uk: Тимчасово недоступно. Спробуйте пізніше.
zh_hans: 暂时不可用。请稍后再试。
zh_hant: 暫時不可用。請稍後重試。

source: Temporary failure to enter Group/Channel: %@
de: Temporäres Problem beim Beitreten des Gruppenchats/Channels %@
es_ar: Fallo temporal al ingresar al grupo/canal: %@
eu: Taldearekin / kanalarekin bat egiteak kale egin du behin-behinean: %@
fr: Erreur temporaire pour entrer dans le Groupe/Canal : %@
ja: グループ/チャネル %@ への参加に一時的に失敗しました
pl: Tymczasowe nieudane wejście do grupy/kanału: %@
pt_br: Falha temporária ao entrar no Grupo/Canal: %@
ru: Сбой входа в группу/канал: %@
ta: குழு/சேனலை உள்ளிட தற்காலிக தோல்வி: %@
tr: Grup/Kanala girişte geçici hata: %@
uk: Тимчасова неможливість увійти до групи/каналу: %@
zh_hans: 暂时无法进入群组/频道：%@
zh_hant: 暫時無法進入群組/頻道：%@

source: Terms of %@
de: Nutzungsbedingungen für %@
es_ar: Términos de %@
et: Teenuse tingimused: %@
eu: %@(r)en baldintzak
fr: Conditions de %@
pl: Regulamin %@
pt_br: Termos de %@
ru: Условия использования %@
ta: %Of இன் விதிமுறைகள்
tr: %@ Şartları
uk: Умови %@
zh_hans: %@ 的条款
zh_hant: %@條款

source: Terms of use for %@
de: Nutzungsbedingungen für %@
es_ar: Términos de uso para %@
et: Teenuse kasutustingimused: %@
eu: %@(r)en erabilera baldintzak
fr: Conditions d'utilisation pour %@
ja: %@ の利用規約
pl: Warunki użycia %@
pt_br: Termos de uso para %@
ru: Условия использования для %@
ta: %@ க்கான பயன்பாட்டு விதிமுறைகள்
tr: %@ için kullanım şartları
uk: Умови використання для %@
zh_hans: %@ 的使用条款
zh_hant: %@的使用條款

source: Thailand
es_ar: Tailandia
et: Tai
eu: Thailandia
fr: Thaïlande
pt_br: Tailândia
ru: Таиланд
ta: தாய்லாந்து
tr: Tayland
uk: Таїланд
zh_hans: 泰国
zh_hant: 泰國

source: The account has been deleted
cs: Účet byl smazán
de: Das Konto wurde gelöscht
es_ar: La cuenta ha sido eliminada
et: Kasutajakonto on kustutatud
eu: Kontua ezabatu da
fr: Le compte a été supprimé
ja: アカウントは削除されました
pl: Konto zostało usunięte
pt_br: A conta foi excluída
ro: Contul a fost șters
ru: Учётная запись удалена
ta: கணக்கு நீக்கப்பட்டது
tr: Hesabınız silindi
uk: Обліковий запис видалено
zh_hans: 账号已删除
zh_hant: 該帳戶已被刪除

source: The account has been removed
de: Das Konto wurde gelöscht
es_ar: La cuenta ha sido eliminada
et: Kasutajakonto on eemaldatud
eu: Kontua kendu da
fr: Le compte a été supprimé
ja: アカウントは除去されました
pl: Konto zostało usunięte
pt_br: Essa conta foi removida
ru: Учётная запись удалена
ta: கணக்கு அகற்றப்பட்டுள்ளது
tr: Bu hesap silindi
uk: Обліковий запис видалено
zh_hans: 已移除账号
zh_hant: 帳戶已被刪除

source: The account has been saved
cs: Účet byl uložen
de: Das Konto wurde gespeichert
es_ar: La cuenta ha sido guardada
et: Kasutajakonto on salvestatud
eu: Kontua gorde da
fr: Le compte a été sauvegardé
ja: アカウントは保存されました
pl: Konto zostało zapisane
pt_br: A conta foi salva
ro: Contul a fost salvat
ru: Учётная запись сохранена
ta: கணக்கு சேமிக்கப்பட்டுள்ளது
tr: Hesap kaydedildi
uk: Обліковий запис збережено
zh_hans: 账号已保存
zh_hant: 帳戶已保存

source: The app crashed last time it was launched. Send a crash report? This crash report will contain privacy related data. We will only use it to debug your crash and delete it afterwards!
de: Die App ist beim letzten Start abgestürzt. Einen Absturzbericht senden? Dieser Absturzbericht enthält datenschutzrelevante Daten. Wir verwenden ihn nur, um deinen Absturz zu beheben und löschen ihn danach!
es_ar: Hubo un fallo la última vez que intentó abrir la aplicación. ¿Enviar reporte de fallo? El reporte de contendrá información sensible sobre su privacidad. Solo accederemos a dicha información con la finalidad de diagnosticar el fallo y procederemos a su eliminación inmediatamente después!
et: Rakendus jooksis viimatisel käivitamisel kokku. Kas tahaksid selle kohta saata aruannet? Selles leidub ka sinu privaatsed andmed. Saadetud teavet kasutame vaid kokkujooksmise põhjuse tuvastamiseks ning peale seda kustutame kõik ära!
eu: Programa abiarazi zen azken aldian kraskatu zen. Txostena bidali nahi al duzu? Txostenak pribatutasunarekin lotutako datuak izango ditu. Arazoa arazteko baino ez dugu erabiliko, eta ondoren ezabatuko dugu!
fr: L'application a planté la dernière fois qu'elle a été lancée. Envoyer un rapport de panne ? Ce rapport de panne contiendra des données relatives à la vie privée. Nous ne l'utiliserons que pour déboguer votre problème et le supprimerons par la suite !
ja: 前回の起動中にアプリがクラッシュしました。クラッシュ報告を送信しますか ? このクラッシュ報告にはプライバシーに関するのデータが含まれます。これはクラッシュのデバッグにのみ使用され、その後は削除されます。
pl: Aplikacja ostatnim razem niepoprawnie zakończyła działanie. Czy chcesz wysłać raport błędu? Będzie on zawierał wrażliwe dane, jednak użyjemy ich tylko do zidentyfikowania błędu w aplikacji i natychmiast je potem usuniemy!
pt_br: O aplicativo travou na última vez que foi iniciado. Enviar um relatório de falha? Este relatório de falha conterá dados relacionados à privacidade. Vamos usá-lo apenas para depurar sua falha e excluí-la depois!
ru: В прошлый раз приложение завершилось с ошибкой. Отправить отчёт о сбое в работе приложения разработчикам? Данный отчёт будет содержать персональные данные. Мы используем его только для устранения дефекта в приложении и затем удалим!
ta: பயன்பாடு கடந்த முறை தொடங்கப்பட்டது. செயலிழப்பு அறிக்கையை அனுப்பவா? இந்த செயலிழப்பு அறிக்கையில் தனியுரிமை தொடர்பான தரவு இருக்கும். உங்கள் விபத்தை பிழைத்திருத்த மற்றும் பின்னர் நீக்க மட்டுமே நாங்கள் இதைப் பயன்படுத்துவோம்!
tr: Uygulama en son başlatıldığında çöktü. Çökme raporu göndereyim mi? Bu çökme raporu gizlilikle ilgili veriler içerecektir. Bunu yalnızca çökmenizde hata ayıklamak için kullanacağız ve daha sonra sileceğiz!
uk: Під час останнього запуску програма завершила роботу зі збоєм. Надіслати звіт про збій? Цей звіт про збій буде містити дані, пов'язані з конфіденційністю. Ми використаємо їх лише для налагодження вашого збою і видалимо їх після цього!
zh_hans: 本应用上次启动时崩溃了。发送崩溃报告？此崩溃报告将包含隐私相关数据。我们只会用它来调试您的崩溃并随后将其删除！
zh_hant: 該應用程式上次啟動時崩潰。傳送崩潰報告？此崩潰報告將包含與隱私相關的數據。我們只會使用它來調試您的崩潰並在之後將其刪除！

source: The chat history has been cleared
cs: Historie chatu byla vymazána
de: Der Chatverlauf wurde gelöscht
es_ar: El historial del chat ha sido eliminado
et: Vestluse ajalugu on kustutatud
eu: Txat historia garbitu da
fr: L'historique de conversation a été effacé
ja: 会話履歴は消去されました
pl: Historia czatu została wyczyszczona
pt_br: O histórico de bate-papo foi apagado
ro: Istoricul conversației a fost șters
ru: История переписки удалена
ta: அரட்டை வரலாறு அழிக்கப்பட்டுள்ளது
tr: Sohbet geçmişi temizlendi
uk: Історія чату була очищена
zh_hans: 聊天记录已清除
zh_hant: 該聊天記錄已清空

source: The connection to the server was interrupted and no old messages could be fetched for this chat. Please try again later.
cs: Spojení se serverem bylo přerušeno a žádné starší zprávy pro tento chat nebylo možné získat. Zkuste to, prosím, později.
de: Die Verbindung zum Server wurde unterbrochen, weswegen für diesen Chat keine alten Nachrichten geladen werden konnten. Bitte versuche es später noch einmal.
es_ar: La conexión con el servidor sufrió una interrupción y no se pudieron obtener los mensajes antiguos. Por favor, inténtelo de nuevo más tarde.
et: Ühendus serveriga katkes ja selle vestluse vanade sõnumite laadimine ei õnnestunud. Palun proovi hiljem uuesti.
eu: Zerbitzariarekin konexioak kale egin du eta ezin izan dira txat honetako mezu zaharrak eskuratu. Saiatu berriro geroago.
fr: La connexion avec le serveur a été interrompu et aucun ancien message n'a pu être récupéré pour ce canal. Veuillez réessayer plus tard.
ja: サーバーへの接続が中断されたため、この会話の古いメッセージを取得できませんでした。後でもう一度試してください。
pl: Połączenie z serwerem zostało przerwane i nie można było pobrać starych wiadomości z tego czatu. Spróbuj ponownie później.
pt_br: A conexão com o servidor foi interrompida e nenhuma mensagem antiga pôde ser buscada para este bate-papo. Por favor, tente novamente mais tarde.
ru: Соединение с сервером было прервано поэтому не удалось загрузить старые сообщения этой переписки. Пожалуйста, повторите попытку позже.
ta: சேவையகத்திற்கான இணைப்பு குறுக்கிடப்பட்டது மற்றும் இந்த அரட்டைக்கு பழைய செய்திகள் எதுவும் பெற முடியாது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
tr: Sunucuyla bağlantı kesildi ve bu sohbet için eski iletiler getirilemedi. Lütfen daha sonra tekrar deneyiniz.
uk: З'єднання з сервером було перервано, і старі повідомлення для цього чату не можуть бути завантажені. Будь ласка, спробуйте пізніше.
zh_hans: 与服务器的连接已中断，无法获取此聊天的旧消息。请稍后再试。
zh_hant: 與伺服器的連接已中斷，無法為此聊天獲取任何舊訊息。請稍後重試。

source: The current password is not correct.
cs: Současné heslo není správné.
de: Das aktuelle Passwort ist nicht korrekt.
es_ar: La contraseña actual no es correcta.
et: Praegune salasõna pole õige.
eu: Oraingo pasahitza ez da zuzena.
fr: Le mot de passe actuel n'est pas valide.
ja: 現在のパスワードは正しくありません。
pl: Aktualne hasło jest nieprawidłowe.
pt_br: A senha atual não está correta.
ro: Parola curentă nu este corectă.
ru: Неверно введён текущий пароль.
ta: தற்போதைய கடவுச்சொல் சரியாக இல்லை.
tr: Geçerli parola doğru değil.
uk: Поточний пароль хибний.
zh_hans: 当前密码不正确。
zh_hant: 當前密碼不正確。

source: The following buttons allow you to forcefully crash the app using several different methods to test the crash handling.
de: Mit den folgenden Buttons kannst du die App mit verschiedenen Methoden zum Absturz bringen, um die Absturzbehandlung zu testen.
es_ar: Las siguientes opciones le permiten forzar un bloqueo en la aplicación utilizando varios métodos distintos, con el fin de testear el manejo de bloqueos.
eu: Ondorengo botoiek aplikazioa kraskarazteko aukera ematen dute, metodo desberdinak erabiliz, kraskaduren kudeaketa probatzeko.
fr: Les boutons suivants vous permettent de forcer l’application à crasher de différentes façons, afin de tester le système de gestion des crashes.
pl: Niniejsze przyciski pozwalają Tobie na wymuszenie wywołania awarii aplikacji za pomocą różnych metod, dzięki czemu możesz przetestować poprawność obsługi awarii.
pt_br: Os botões a seguir permitem que você force a falha do aplicativo usando vários métodos diferentes para testar o tratamento de falhas.
ru: Эти кнопки позволяют вносить различные сбои в работу прилжения для проверки обработчиков отказов.
ta: செயலிழப்பு கையாளுதலை சோதிக்க பல்வேறு முறைகளைப் பயன்படுத்தி பயன்பாட்டை பலமாக செயலிழக்க பின்வரும் பொத்தான்கள் உங்களை அனுமதிக்கின்றன.
tr: Aşağıdaki düğmeler, çökme işlemini test etmek için birkaç farklı yöntem kullanarak uygulamayı zorla çökertmenize olanak tanır.
uk: Наведені нижче кнопки дозволяють примусово завершити роботу програми за допомогою кількох різних методів, щоб перевірити обробку збоїв.
zh_hans: 以下按钮允许您使用几种不同的方法强制崩溃此应用以测试崩溃处理。
zh_hant: 以下按鈕允許您使用多種不同的方法強制使應用程式崩潰，以測試崩潰處理。

source: The Former Yugoslav Republic of Macedonia
de: Nordmazedonien
es_ar: Macedonia del Norte
eu: Ipar Mazedonia
fr: Macédoine du Nord
pl: Była Jugosłowiańska Republika Macedonii
pt_br: Antiga República Jugoslava da Macedónia
ru: Македония
ta: மாசிடோனியாவின் முன்னாள் யூகோச்லாவ் குடியரசு
tr: Makedonya Eski Yugoslav Cumhuriyeti
uk: Колишня Югославська Республіка Македонія
zh_hans: 北马其顿
zh_hant: 前南斯拉夫的馬其頓共和國

source: The jid you want to add should be in in the format user@domain.tld.
de: Die XMPP-Adresse, die du hinzufügen möchtest, sollte das Format user@domain.tld haben.
es_ar: La dirección XMPP que desea añadir debe tener el formato: usuario@dominio.tld.
eu: Gehitu nahi duzun JIDak 'erabiltzailea@domeinua.eus' formatua izan behar du.
fr: L'identifiant que vous souhaitez ajouter doit être au format utilisateur@domain.suffixe
ja: 追加する JID は user@domain.tld の形式である必要があります。
pl: JID, który chcesz dodać, powinien mieć format użytkownik@domena.tld.
pt_br: O jid que você deseja adicionar deve estar no formato user@domain.tld.
ru: Добавляемый XMPP адрес должен иметь формат: user@domain.tld.
ta: நீங்கள் சேர்க்க விரும்பும் சிட் User@domain.tld வடிவத்தில் இருக்க வேண்டும்.
tr: Eklemek istediğiniz jid user@domain.tld biçiminde olmalıdır.
uk: Jid, який ви хочете додати, має бути у форматі user@domain.tld.
zh_hans: 您要添加的 JID 格式应为 user@domain.tld。
zh_hant: 您要添加的 Jid 格式應為 user@domain.tld。

source: The key is in a state that is currently not correctly handled. Please contact the developers if you see this prompt.
de: Der Schlüssel befindet sich in einem Zustand, der derzeit nicht korrekt gehandhabt wird. Bitte kontaktiere die Entwickler, wenn du diese Aufforderung siehst.
es_ar: La llave se encuentra en un estado en el que actualmente no puede manejarse correctamente. Si ve este mensaje, por favor póngase en contacto con los desarrolladores.
eu: Gakoa gaur egun behar bezala kudeatzen ez den egoera batean dago. Jarri garatzaileekin harremanetan.
fr: La clé est dans un état qui n'est actuellement pas correctement géré. Merci de contacter les développeurs si vous voyez cette invite.
ja: 鍵は現在正しく処理されていない状態です。このプロンプトが表示された場合は開発者に連絡してください。
pl: Klucz jest w stanie, który nie jest poprawnie obsługiwany. Skontaktuj się z programistami, jeżeli widzisz tę wiadomość.
pt_br: A chave está em um estado que não é tratado corretamente. Entre em contato com os desenvolvedores se vir este prompt.
ru: Ключ шифрования находится в состоянии, которое сейчас не обрабатывается должным образом. Если вы видите этот запрос, обратитесь к разработчикам.
ta: முக்கியமானது தற்போது சரியாக கையாளப்படாத நிலையில் உள்ளது. இந்த வரியில் நீங்கள் கண்டால் டெவலப்பர்களைத் தொடர்பு கொள்ளவும்.
tr: Anahtar şu anda doğru şekilde işlenmeyen bir durumda. Bu uyarıyı görürseniz lütfen geliştiricilerle iletişime geçin.
uk: Ключ знаходиться у стані, який наразі не обробляється належним чином. Будь ласка, зв'яжіться з розробниками, якщо ви побачите це повідомлення.
zh_hans: 密钥处于当前未正确处理的状态。如果您看到此提示，请联系开发人员。
zh_hant: 金鑰處於目前未正確處理的狀態。如果您看到此提示，請聯繫開發人員。
