Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: (offline)
es_ar: (desconectado)
et: (pole võrgus)
eu: (lineaz kanpo)
fr: (hors-ligne)
ja: (オフライン)
ru: (не в сети)
ta: (ஆஃப்லைன்)
tr: (çevrimdışı)
uk: (офлайн)
zh_hans: （离线）
zh_hant: (離線)

source: running on %@
de: läuft auf %@
es_ar: ejecutándose en %@
et: töötab serveris %@
eu: %@(e)n exekutatzen
fr: tourne sur %@
ja: (%@ 上で実行中)
pl: działa na %@
pt_br: rodando em %@
ru: запущен на %@
ta: %@ இல் இயங்குகிறது
tr: %@ üzerinde çalışıyor
uk: працює на %@
zh_hans: 运行于 %@
zh_hant: 正在運行於 %@

source: %02d:%02d (long press to abort)
de: %02d:%02d (zum Abbrechen lang drücken)
es_ar: %02d:%02d (mantener apretado para abortar)
et: %02d:%02d (katkestamiseks vajuta pikalt)
eu: %02d:%02d (sakatu eta eutsi alboratzeko)
fr: %02d:%02d (appui long pour annuler)
ja: %02d:%02d (長押しで中断)
pl: %02d:%02d (naciśnij i przytrzymaj, aby przerwać)
pt_br: %02d:%02d (mantenha pressionado para abortar)
ru: %02d:%02d (удерживайте для отмены)
ta: %02 டி:%02 டி (கருக்கலைப்பு செய்ய நீண்ட அழுத்தவும்)
tr: %02d:%02d (iptal etmek için uzun basın)
uk: %02d:%02d (тривале натискання для відміни)
zh_hans: %02d:%02d（长按中止）
zh_hant: %02d:%02d (長按可中止)

source: %@ (affiliation: %@)
de: %@ (Zugehörigkeit: %@)
es_ar: %@ (afiliación: %@)
et: %@ (kuuluvus: %@)
eu: %@ (afiliazioa: %@)
ja: %@ (分掌: %@)
pl: %@ (przynależność: %@)
pt_br: %@ (afiliação: %@)
ru: %@ (статус: %@)
ta: %@ (இணைப்பு: %@)
tr: %@ (bağlılık: %@)
uk: %@ (приналежність: %@)
zh_hans: %@（从属关系：%@）
zh_hant: %@ (從屬關係: %@)

source: %@ hours
de: %@ Stunden
es_ar: %@ horas
et: %@ tundi
eu: %@ ordu
fr: %@ heures
ja: %@ 時間
pl: %@ godzin
pt_br: %@ horas
ru: %@ часов
ta: %@ மணிநேரம்
tr: %@ Saat
uk: %@ години
zh_hans: %@ 小时
zh_hant: %@ 小時

source: %@ says:
cs: %@ říká:
de: %@ sagt:
es_ar: %@ dice:
et: %@ ütleb:
eu: %@(e)k dio:
fr: %@ dit :
ja: %@ 曰く:
pl: %@ mówi:
pt_br: %@ diz:
ro: %@ spune:
ru: %@ говорит:
ta: %@ கூறுகிறது:
tr: %@ diyor ki:
uk: %@ каже:
zh_hans: %@ 说：
zh_hant: %@ 說：

source: 1 day
de: 1 Tag
es_ar: 1 día
et: 1 päev
eu: Egun 1
fr: 1 jour
ja: 1 日
pl: 1 dzień
pt_br: 1 dia
ru: 1 день
ta: 1 நாள்
tr: 1 gün
uk: 1 день
zh_hans: 1 天
zh_hant: 1 天

source: 1 hour
de: 1 Stunde
es_ar: 1 hora
et: 1 tund
eu: Ordubete
fr: 1 heure
ja: 1 時間
pl: 1 godzina
pt_br: 1 hora
ru: 1 час
ta: 1 மணி நேரம்
tr: 1 saat
uk: 1 година
zh_hans: 1 小时
zh_hant: 1 小時

source: 1 minute
es_ar: 1 minuto
et: 1 minut
eu: Minutu 1
ja: 1 分
pl: 1 minuta
pt_br: 1 minuto
ru: 1 минута
ta: 1 மணித்துளி
tr: 1 dakika
uk: 1 хвилина
zh_hans: 1 分钟
zh_hant: 1 分鐘

source: 1 week
de: 1 Woche
es_ar: 1 semana
et: 1 nädal
eu: Astebete
fr: 1 semaine
ja: 1 週間
pl: 1 tydzień
pt_br: 1 semana
ru: 1 неделя
ta: 1 வாரம்
tr: 1 hafta
uk: 1 тиждень
zh_hans: 1 周
zh_hant: 1 週

source: 12 hours
de: 12 Stunden
es_ar: 12 horas
et: 12 tundi
eu: 12 ordu
fr: 12 heures
ja: 12 時間
pl: 12 godzin
pt_br: 12 horas
ru: 12 часов
ta: 12 மணி நேரம்
tr: 12 saat
uk: 12 години
zh_hans: 12 小时
zh_hant: 12 小時

source: 15 minutes
de: 15 Minuten
es_ar: 15 minutos
et: 15 minutit
eu: 15 minutu
ja: 15 分
pl: 15 minut
pt_br: 15 minutos
ru: 15 минут
ta: 15 நிமிடங்கள்
tr: 15 dakika
uk: 15 хвилин
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 2 month
de: 2 Monate
es_ar: 2 meses
et: 2 kuud
eu: 2 hilabete
fr: 2 mois
ja: 2 か月
pl: 2 miesiące
pt_br: 2 meses
ru: 2 месяца
ta: 2 மாதம்
tr: 2 ay
uk: 2 місяць
zh_hans: 2 个月
zh_hant: 2 個月

source: 3 days
de: 3 Tage
es_ar: 3 días
et: 3 päeva
eu: 3 egun
fr: 3 jours
ja: 3 日
pl: 3 dni
pt_br: 3 dias
ru: 3 дня
ta: 3 நாட்கள்
tr: 3 gün
uk: 3 дні
zh_hans: 3 天
zh_hant: 3 天

source: 3 month
de: 3 Monate
es_ar: 3 meses
et: 3 kuud
eu: 3 hilabete
fr: 3 mois
ja: 3 か月
pl: 3 miesiące
pt_br: 3 meses
ru: 3 месяца
ta: 3 மாதம்
tr: 3 ay
uk: 3 місяць
zh_hans: 3 个月
zh_hant: 3 個月

source: 30 minutes
de: 30 Minuten
es_ar: 30 minutos
et: 30 minutit
eu: 30 minutu
ja: 30 分
pl: 30 minut
pt_br: 30 minutos
ru: 30 минут
ta: 30 நிமிடங்கள்
tr: 30 dakika
uk: 30 хвилин
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 30 seconds
de: 30 Sekunden
es_ar: 30 segundos
et: 30 sekundit
eu: 30 segundo
fr: 30 secondes
ja: 30 秒
pl: 30 sekund
pt_br: 30 segundos
ru: 30 секунд
ta: 30 வினாடிகள்
tr: 30 saniye
uk: 30 секунди
zh_hans: 30 秒
zh_hant: 30 秒

source: 4 weeks
de: 4 Wochen
es_ar: 4 semanas
et: 4 nädalat
eu: 4 aste
fr: 4 semaines
ja: 4 週間
pl: 4 tygodnie
pt_br: 4 semanas
ru: 4 недели
ta: 4 வாரங்கள்
tr: 4 hafta
uk: 4 тижні
zh_hans: 4 周
zh_hant: 4 週

source: 5 minutes
de: 5 Minuten
es_ar: 5 minutos
et: 5 minutit
eu: 5 minutu
ja: 5 分
pl: 5 minut
pt_br: 5 minutos
ru: 5 минут
ta: 5 நிமிடங்கள்
tr: 5 dakika
uk: 5 хвилин
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: <unknown server>
de: <Unbekannter Server>
es_ar: <servidor desconocido>
et: <tundmatu server>
eu: <zerbitzari ezezaguna>
fr: <serveur inconnu>
ja: <不明なサーバー>
pl: <nieznany serwer>
pt_br: <servidor desconhecido>
ru: <неизвестный сервер>
ta: <அறியப்படாத சேவையகம்>
tr: <bilinmeyen sunucu>
uk: <невідомий сервер>
zh_hans: <未知服务器>
zh_hant: <未知伺服器>

source: <unknown version>
de: <Unbekannte Version>
es_ar: <versión desconocida>
et: <teadmata versioon>
eu: <bertsio ezezaguna>
fr: <version inconnue>
ja: <不明なバージョン>
pl: <nieznana wersja>
pt_br: <versão desconhecida>
ru: <неизвестная версия>
ta: <அறியப்படாத பதிப்பு>
tr: <bilinmeyen sürüm>
uk: <невідома версія>
zh_hans: <未知版本>
zh_hant: <未知版本>

source: <unknown>
de: <Unbekannt>
es_ar: <desconocido>
et: <pole teada>
eu: <ezezaguna>
fr: <inconnu>
ja: <不明>
pl: <nieznany>
pt_br: <desconhecido>
ru: <неизвестно>
ta: <அறியப்படாத>
tr: <bilinmeyen>
uk: <невідомий>
zh_hans: <未知>
zh_hant: <未知>

source: A contact was scanned through the QR code scanner
de: Ein Kontakt wurde mit dem QR-Code Scanner gescannt
es_ar: Contacto escaneado con "QR code scanner"
et: Kontakt on skaneeritud QR-koodi skanneriga
eu: Kontaktu bat eskaneatu da QR kode-eskaneatzailearen bidez
fr: Un contact a été scanné via le scanner de code QR
ja: 相手先は QR コードスキャナーでスキャンされました
pl: Kontakt dodany poprzez zeskanowanie kodu QR
pt_br: Um contato foi digitalizado através do leitor de QR Code
ru: Контакт добавлен посредством сканирования QR-кода
ta: QR குறியீடு ச்கேனர் மூலம் ஒரு தொடர்பு ச்கேன் செய்யப்பட்டது
tr: QR kod tarayıcısı aracılığıyla bir kişi tarandı
uk: Контакт було відскановано за допомогою сканера QR-коду
zh_hans: 通过二维码扫描了联系人
zh_hant: 通過 QR 碼找到一個聯絡人

source: Abort
de: Abbrechen
es_ar: Abortar
et: Katkesta
eu: Alboratu
fr: Annuler
ja: 中断
pl: Anuluj
pt_br: Abortar
ru: Отменить
ta: கருக்கலைப்பு
tr: İptal
uk: Скасувати
zh_hans: 中止
zh_hant: 中止

source: Aborted recording audio
de: Sprachaufnahme abgebrochen
es_ar: Grabación de audio abortada
et: Katkestasid helisalvestamise
eu: Audio grabaketa alboratu da
fr: Enregistrement audio annulé
ja: 音声の録音を中断しました
pl: Przerwano nagrywanie dźwięku
pt_br: Gravação de áudio abortada
ru: Запись аудио прервана
ta: பதிவுசெய்த பதிவு ஆடியோ
tr: İptal edilen ses kaydı
uk: Перервано запис аудіо
zh_hans: 中止录制音频
zh_hant: 中止錄製音訊

source: About
cs: O...
de: Über
es_ar: Sobre
et: Rakenduse teave
eu: Honi buruz
fr: À propos
ja: Monalについて
pl: Informacje
pt_br: Sobre
ro: Despre
ru: О программе
ta: இதனை பற்றி
tr: Hakkında
uk: Про нас
zh_hans: 关于
zh_hant: 關於

source: Accept incoming calls from strangers
de: Eingehende Anrufe von Unbekannten akzeptieren
es_ar: Aceptar llamadas de desconocidos
et: Vasta võõraste inimeste kõnedele
eu: Onartu ezezagunen deiak
fr: Accepter les appels entrants d’inconnu·e·s
ja: 見知らぬ人からの通話を受け付け
pl: Akceptuj przychodzące połączenia od nieznanych osób
pt_br: Aceitar chamadas recebidas de desconhecidos
ru: Принимать входящие звонки от неизвестных пользователей
ta: அந்நியர்களிடமிருந்து உள்வரும் அழைப்புகளை ஏற்றுக்கொள்ளுங்கள்
tr: Yabancılardan gelen çağrıları kabul et
uk: Приймати вхідні дзвінки від незнайомців
zh_hans: 接受陌生人的来电
zh_hant: 接受陌生人的來電

source: Accept incoming messages from strangers
de: Eingehende Nachrichten von Unbekannten akzeptieren
es_ar: Aceptar mensajes de desconocidos
et: Võta vastu võõraste inimeste sõnumid
eu: Onartu ezezagunen mezuak
fr: Accepter les messages entrants d’inconnu·e·s
ja: 見知らぬ人からのメッセージを受け付け
pl: Akceptuj przychodzące wiadomości od nieznanych osób
pt_br: Aceitar recebimento de mensagens de desconhecidos
ru: Принимать входящие сообщения от неизвестных пользователей
ta: அந்நியர்களிடமிருந்து உள்வரும் செய்திகளை ஏற்றுக்கொள்ளுங்கள்
tr: Yabancılardan gelen mesajları kabul edin
uk: Приймати вхідні повідомлення від незнайомців
zh_hans: 接受来自陌生人的传入消息
zh_hant: 接受來自陌生人的傳入訊息

source: Access message archives on the server.
cs: Přístup k archivům zpráv na serveru.
de: Zugriff auf Nachrichtenarchiv des Servers.
es_ar: Acceder a los archivos de mensajes en el servidor.
et: Ligipääs serveris logitud sõnumitele.
eu: Atzitu zerbitzarian dagoen mezuen artxiboa.
fr: Accéder aux archives des messages sur le serveur.
ja: サーバーのメッセージ保管にアクセスします。
pl: Uzyskaj dostęp do archiwum wiadomości na serwerze.
pt_br: Acessar mensagens arquivadas no servidor.
ro: Accesați arhivele de mesaje pe server.
ru: Доступ к архиву сообщений на сервере.
ta: செர்வரில் உள்ள உரையாடல் காப்பகங்களை அணுகவும்.
tr: Sunucudaki mesaj arşivlerine erişin.
uk: Доступ до архівів повідомлень на сервері.
zh_hans: 访问服务器上的消息存档。
zh_hant: 訪問伺服器上的訊息存檔。

source: Account
cs: Účet
de: Konto
es_ar: Cuenta
et: Kasutajakonto
eu: Kontua
fr: Compte
ja: アカウント
pl: Konto
pt_br: Conta
ro: Cont
ru: Учётная запись
ta: கணக்கு
tr: Hesap
uk: Акаунт
zh_hans: 账号
zh_hant: 帳戶

source: Account %@
cs: Účet %@
de: Konto %@
es_ar: Cuenta %@
et: Kasutajakonto %@
eu: Kontua %@
fr: Compte %@
ja: アカウント %@
pl: Konto %@
pt_br: Conta %@
ro: Cont %@
ru: Аккаунт %@
ta: கணக்கு %@
tr: Hesap: %@
uk: Акаунт %@
zh_hans: 账号 %@
zh_hant: 帳戶 %@

source: Account (%@)
cs: Účet (%@)
de: Konto (%@)
es_ar: Cuenta (%@)
et: Kasutajakonto (%@)
eu: Kontua (%@)
fr: Compte (%@)
ja: アカウント (%@)
pl: Konto (%@)
pt_br: Conta (%@)
ro: Cont (%@)
ru: Учётная запись (%@)
ta: கணக்கு (%@)
tr: Hesap (%@)
uk: Акаунт (%@)
zh_hans: 账号（%@）
zh_hant: 帳戶 (%@)

source: Account (new)
cs: Účet (nový)
de: Konto (neu)
es_ar: Cuenta (nueva)
et: Kasutajakonto (uus)
eu: Kontua (berria)
fr: Compte (nouveau)
ja: アカウント (新規)
pl: Konto (nowe)
pt_br: Conta (new)
ro: Cont (nou)
ru: Учётная запись (новая)
ta: கணக்கு (புதியது)
tr: Hesap (yeni)
uk: Акаунт (новий)
zh_hans: 账号（新）
zh_hant: 帳戶（新）

source: Account already configured in Monal!
cs: Tento účet je v Monalu již nakonfigurován!
de: Konto bereits in Monal konfiguriert!
es_ar: ¡Cuenta ya configurada en Monal!
et: Kasutajakonto on Monalis juba seadistatud!
eu: Kontua lehendik ere konfiguratuta dago Monalen!
fr: Ce compte est déjà configuré dans Monal !
ja: アカウントはすでに Monal に設定されています。
pl: Konto już jest skonfigurowane w Monalu!
pt_br: Conta já configurada no Monal!
ru: Учётная запись уже настроена в Monal.
ta: மோனலில் ஏற்கனவே கட்டமைக்கப்பட்ட கணக்கு!
tr: Hesap Monal'da zaten yapılandırılmış!
uk: Обліковий запис вже налаштовано в Monal!
zh_hans: 账号已在 Monal 中配置！
zh_hant: 已在 Monal 中配置帳戶！

source: Account already configured!
de: Konto bereits konfiguriert!
es_ar: ¡La cuenta ya está configurada!
et: Kasutajakonto on juba seadistatud!
eu: Kontua lehendik ere konfiguratuta dago!
fr: Compte déjà configuré !
ja: アカウントは既に設定されています。
pl: Konto już jest skonfigurowane!
pt_br: Conta já configurada!
ru: Учётная запись уже настроена!
ta: ஏற்கனவே கட்டமைக்கப்பட்ட கணக்கு!
tr: Hesap zaten yapılandırıldı!
uk: Обліковий запис уже налаштовано!
zh_hans: 账号已配置！
zh_hant: 帳戶已配置！

source: Account disabled
cs: Účet zakázán
de: Konto deaktiviert
es_ar: Cuenta deshabilitada
et: Konto pole kasutusel
eu: Ezgaitutako kontua
fr: Compte désactivé
ja: アカウントは無効になりました
pl: Konto Wyłączone
pt_br: Conta desativada
ro: Cont dezactivat
ru: Учётная запись отключена
ta: கணக்கு முடக்கப்பட்டது
tr: Hesap Devre Dışı
uk: Обліковий запис вимкнено
zh_hans: 账号已禁用
zh_hant: 帳戶已禁用

source: Account Exists
cs: Účet existuje
de: Konto existiert
es_ar: Cuenta existente
et: Kasutajakonto on olemas
eu: Kontua badago lehendik ere
fr: Le compte existe déjà
ja: アカウントは存在しています
pl: Konto istnieje
pt_br: Conta Existente
ro: Contul există
ru: Учётная запись существует
ta: கணக்கு உள்ளது
tr: Mevcut Hesaplar
uk: Акаунт існує
zh_hans: 账号已存在
zh_hant: 帳戶已存在

source: Account Picker
de: Kontoauswahl
es_ar: Selector de cuentas
et: Kasutajakontode valija
eu: Kontu hautatzailea
fr: Sélecteur de compte
pl: Wybór konta
pt_br: Selecionar Conta
ru: Выбор учётной записи
ta: கணக்கு எடுப்பவர்
tr: Hesap Seçicisi
uk: Вибір облікового запису
zh_hans: 账号选择器
zh_hant: 帳戶選取器

source: Account: %@
cs: Účet: %@
de: Konto: %@
es_ar: Cuenta: %@
et: Kasutajakonto: %@
eu: Kontua: %@
fr: Compte : %@
ja: アカウント: %@
pl: Konto: %@
pt_br: Conta: %@
ro: Cont: %@
ru: Учётная запись: %@
ta: கணக்கு: %@
tr: Hesap: %@
uk: Акаунт: %@
zh_hans: 账号：%@
zh_hant: 賬戶： %@

source: Activity indications
de: Aktivitätsanzeigen
es_ar: Indicaciones de actividad
et: Tegevuste näidikud
eu: Jardueraren adierazgarriak
fr: Indications d’activité
pl: Wskazówki aktywności
pt_br: Indicações de atividade
ru: Отображение событий
ta: செயல்பாட்டு அறிகுறிகள்
tr: Aktivite göstergeleri
uk: Показники активності
zh_hans: 活动指示
zh_hant: 活動指示

source: Add
de: Hinzufügen
es_ar: Agregar
et: Lisa
eu: Gehitu
fr: Ajouter
ja: 追加
pl: Dodaj
pt_br: Adicionar
ru: Добавить
ta: கூட்டு
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 添加

source: Add %@ to your contacts?
cs: Chcete přidat %@ do kontaktů?
de: %@ zu deinen Kontakten hinzufügen?
es_ar: ¿Agregar a %@ a sus contactos?
et: Kas lisad %@ oma kontaktide hulka?
eu: Gehitu %@ kontaktuetara?
fr: Ajouter %@ à vos contacts ?
ja: %@ を相手先に追加しますか ?
pl: Dodać %@ do twoich kontaktów?
pt_br: Adicionar %@ aos contatos?
ro: Adăugați pe %@ la persoane de contact?
ru: Добавить %@ в ваши контакты?
ta: %@ உங்கள் தொடர்புகளில் சேர்க்கவா?
tr: Kişilerinize %@ eklensin mi?
uk: Додати %@ до своїх контактів?
zh_hans: 添加 %@ 为联系人？
zh_hant: 將 %@ 新增到您的聯絡人？

source: Add Account
cs: Přidat účet
de: Konto hinzufügen
es_ar: Agregar cuenta
et: Lisa kasutajakonto
eu: Gehitu kontua
fr: Ajouter un compte
ja: アカウントを追加
pl: Dodaj konto
pt_br: Adicionar Conta
ro: Adăugare cont
ru: Добавить учётную запись
ta: கணக்கைச் சேர்க்கவும்
tr: Hesap Ekle
uk: Додати акаунт
zh_hans: 添加账号
zh_hant: 添加帳戶

source: Add Account (advanced)
cs: Přidat účet (rozšířené)
de: Konto hinzufügen (erweitert)
es_ar: Agregar cuenta (avanzado)
et: Lisa kasutajakonto (detailne)
eu: Gehitu kontua (aurreratua)
fr: Ajouter un compte (avancé)
ja: アカウントを追加 (高度な設定)
pl: Dodaj konto (zaawansowane)
pt_br: Adicionar Conta (avançado)
ro: Adăugare cont (avansat)
ru: Добавить учётную запись (подробно)
ta: கணக்கைச் சேர்க்கவும் (மேம்பட்டது)
tr: Hesap Ekle (gelişmiş)
uk: Додати акаунт (розширено)
zh_hans: 添加账号（高级）
zh_hant: 添加帳戶 （進階）

source: Add contact
de: Kontakt hinzufügen
es_ar: Agregar contacto
et: Lisa kontakt
eu: Gehitu kontaktua
fr: Ajouter un contact
ja: 相手先を追加
pl: Dodaj kontakt
pt_br: Adicionar contato
ru: Добавить контакт
ta: தொடர்பைச் சேர்க்கவும்
tr: Kişi ekle
uk: Додати Контакт
zh_hans: 添加联系人
zh_hant: 添加聯絡人

source: Add contact (contact requests pending)
de: Kontakt hinzufügen (Kontaktanfragen stehen noch aus)
es_ar: Agregar contacto (solicitudes de contacto pendiente)
et: Lisa kontakt (ootel kontaktipäringud)
eu: Gehitu kontaktua (kontaktu eskaerak onartzeke)
fr: Ajout de contact (requêtes de contacts en attente)
pl: Dodaj kontakt (oczekujące żądania kontaktu)
pt_br: Adicionar contato (solicitações de contato pendentes)
ru: Добавить контакт
ta: தொடர்பைச் சேர்க்கவும் (தொடர்பு கோரிக்கைகள் நிலுவையில் உள்ளன)
tr: Kişi ekle (kişi talepleri beklemede)
uk: Додати контакт (запити на контакт очікують на розгляд)
zh_hans: 添加联系人（联系人请求待处理）
zh_hant: 聯絡人（ 聯絡請求待處理 ）

source: Add Contact or Channel
cs: Přidat kontakt nebo kanál
de: Kontakt oder Channel hinzufügen
es_ar: Agregar contacto o canal
et: Lisa kontakt või kanal
eu: Gehitu kontaktua edo kanala
fr: Ajouter un contact ou un salon
ja: 相手先またはチャンネルを追加
pl: Dodaj kontakt lub kanał
pt_br: Adicionar Contato ou Canal
ro: Adăugați un contact sau un canal
ru: Добавить Контакт или Канал
ta: தொடர்பு அல்லது சேனலைச் சேர்க்கவும்
tr: Kişi veya Kanal Ekle
uk: Додати контакт або канал
zh_hans: 添加联系人或频道
zh_hant: 添加聯繫人或頻道

source: Add members to group
de: Mitglieder zur Gruppe hinzufügen
es_ar: Agregar miembros a grupo
et: Lisa gruppi liikmeid
eu: Gehitu kideak taldera
fr: Ajouter des membres au groupe
ja: グループにメンバーを追加
pl: Dodaj do grupy...
pt_br: Adicionar membros ao grupo
ru: Добавить участников в группу
ta: குழுவில் உறுப்பினர்களைச் சேர்க்கவும்
tr: Üyeyi gruba ekle
uk: Додати учасників до групи
zh_hans: 添加成员到群组
zh_hant: 將成員添加到群組

source: Add new contacts with the + button above. Your friends will pop up here when they can talk
cs: Přidejte nové kontakty pomocí tlačítka "+" nahoře. Vaši přátelé se zde objeví ve chvíli, kdy je možné s nimi chatovat.
de: Füge neue Kontakte oben mit dem + Button hinzu. Deine Freunde werden hier erscheinen, wenn sie sich mit dir unterhalten wollen
es_ar: Agregar nuevos contactos con el botón '+' que se encuentra arriba. Sus contactos aparecerán aquí cuando puedan charlar
et: Lisa uusi kontakte ülalpool asuvast + nupust. Kui sinu sõbrad saavad suhelda, siis nad on nähtaval siin
eu: Gehitu kontaktu berriak goialdeko + botoia erabiliz. Zure lagunak hemen agertuko dira hitz egin dezaketenean
fr: Ajoutez de nouveaux contacts avec le bouton + ci-dessus. Vos amis apparaîtront ici lorsqu'ils pourront parler
ja: 上部の + ボタンを使用して新しい相手先を追加します。友だちが会話できるようになると、ここに表示されます
pl: Aby dodać nowe kontakty, użyj ikony "+" na górze. Twoi znajomi będą tu widoczni, gdy będziecie mogli rozmawiać
pt_br: Adicionar novos contatos usando o botão + acima. Seus contatos irão aparecer aqui quando puderem conversar
ro: Adăugați noi contacte cu butonul + de mai sus. Prietenii tăi vor apărea aici când vor putea vorbi
ru: Добавьте новые контакты с помощью кнопки + выше. Ваши друзья появятся здесь, когда они смогут разговаривать
ta: மேலே உள்ள + பொத்தானைக் கொண்டு புதிய தொடர்புகளைச் சேர்க்கவும். உங்கள் நண்பர்கள் பேசும்போது இங்கே 'பாப் அப்' (pop up) ஆவார்கள்
tr: Yukarıdaki + düğmesine tıklayarak yeni kişiler ekleyin. Arkadaşların uygun olduklarında görüntülenmeye başlayacaklar
uk: Додайте нові контакти за допомогою кнопки + вище. Ваші друзі з'являться тут, коли зможуть поговорити
zh_hans: 使用上方的 + 按钮以添加联系人。当您的朋友可以聊天时，他们会在这里显示
zh_hant: 用上面的 + 按鈕新增聯絡人。您的朋友在他們可以聊天的時候會出現在這

source: Add scanned contact
de: Gescannten Kontakt hinzufügen
es_ar: Agregar contacto escaneado
et: Lisa skaneeritud kontakt
eu: Gehitu eskaneatutako kontaktua
fr: Ajouter un contact scanné
pl: Dodaj zeskanowany kontakt
pt_br: Adicionar contato digitalizado
ru: Добавить отсканированный контакт
ta: ச்கேன் செய்யப்பட்ட தொடர்பைச் சேர்க்கவும்
tr: Taranmış kişiyi ekleyin
uk: Додати відсканований контакт
zh_hans: 添加扫描的联系人
zh_hant: 添加掃描到的聯絡人

source: Add to contacts
de: Zu Kontakten hinzufügen
es_ar: Agregar a contactos
et: Lisa kontaktide hulka
eu: Gehitu kontaktuetara
fr: Ajouter aux contacts
ja: 相手先を追加
pl: Dodaj do kontaktów
pt_br: Adicionar aos contatos
ru: Добавить в контакты
ta: தொடர்புகளில் சேர்க்கவும்
tr: Kişilere ekle
uk: Додати в контакти
zh_hans: 添加到联系人
zh_hant: 添加到聯絡人

source: Adding %@...
de: %@ wird hinzugefügt...
es_ar: Agregando %@...
et: Lisan: %@...
eu: %@ gehitzen...
fr: Ajout de %@…
ja: %@ を追加中...
pl: Dodawanie %@...
pt_br: Adicionando %@...
ru: Добавление %@...
tr: %@ Ekleniyor...
uk: Додавання %@...
zh_hans: 正在添加 %@…
zh_hant: 正在添加 %@...

source: Adding Group/Channel...
de: Gruppe/Channel wird hinzugefügt...
es_ar: Agregando grupo/canal ...
et: Lisan gruppi või kanalit...
eu: Taldea / kanala gehitzen…
fr: Ajout du groupe/salon…
ja: グループ/チャンネルを追加中…
pl: Dodawanie grupy/kanału...
pt_br: Adicionando Grupo/Canal...
ru: Добавление Группы/Канала...
ta: குழு/சேனலைச் சேர்ப்பது ...
tr: Grup/Kanal ekleyin...
uk: Додавання групи/каналу...
zh_hans: 正在添加群组/频道…
zh_hant: 正在新增群組/ 頻道...

source: Adding new member
de: Neues Mitglied wird hinzugefügt
es_ar: Agregando nuevo miembro
et: Lisan uut liiget
eu: Kide berria gehitzen
fr: Ajout d’un nouveau membre
ja: 新しいメンバーを追加します
pl: Dodawanie nowego członka
pt_br: Adicionando novo membro
ru: Добавление нового участника
ta: புதிய உறுப்பினரைச் சேர்ப்பது
tr: Yeni üyeyi ekle
uk: Додавання нового учасника
zh_hans: 正在添加新成员
zh_hant: 正在添加新成員

source: Adding...
de: Hinzufügen...
es_ar: Agregando ...
et: Lisan...
eu: Gehitzen…
fr: Ajout...
ja: 追加中...
pl: Dodawanie...
pt_br: Adicionando...
ro: Se adaugă...
ru: Добавление...
ta: சேர்த்தல் ...
tr: Ekleniyor...
uk: Додавання...
zh_hans: 正在添加…
zh_hant: 正在添加…

source: Adjust the maximum file size for auto-downloads over cellular network
de: Maximale Dateigröße für automatische Downloads über das Mobilfunknetz einstellen
es_ar: Ajustar el tamaño máximo de archivo para descarga automática con datos móviles
et: Seadista mobiilse andmesidega automaatselt allalaaditavate failide mahu ülempiiri
eu: Doitu fitxategien gehieneko neurria gailuko datuak erabiliz automatikoki deskargatzeko
fr: Ajuster la taille maximale des fichiers pour les téléchargements automatiques via le réseau cellulaire
ja: 電話回線での自動ダウンロードのファイルサイズ最大値を調整します
pl: Ustal maksymalny rozmiar automatycznego pobierania załączników przez sieć komórkową
pt_br: Ajustar o tamanho máximo de arquivo para download automático pela rede de dados móveis
ru: Лимит размера файла для авто-скачивания по сотовой сети
ta: செல்லுலார் நெட்வொர்க்கில் ஆட்டோ-டவுன்லோடுகளுக்கான அதிகபட்ச கோப்பு அளவை சரிசெய்யவும்
tr: Hücresel ağ üzerinden otomatik indirmeler için en yüksek dosya boyutunu ayarlayın
uk: Налаштуйте максимальний розмір файлу для автоматичного завантаження через стільникову мережу
zh_hans: 调整通过蜂窝网络自动下载的最大文件大小
zh_hant: 調整通過移動網路自動下載的最大檔案大小

source: Adjust the maximum file size for auto-downloads over WiFi
de: Maximale Dateigröße für automatische Downloads über WLAN einstellen
es_ar: Ajustar el tamaño máximo de archivo para descarga automática con WiFi
et: Seadista WiFi võrgus automaatselt allalaaditavate failide mahu ülempiiri
eu: Doitu fitxategien gehieneko neurria Wifia erabiliz automatikoki deskargatzeko
fr: Ajuster la taille maximale des fichiers pour les téléchargements automatiques via Wi-Fi
ja: WiFi での自動ダウンロードのファイルサイズ最大値を調整します
pl: Ustal maksymalny rozmiar automatycznego pobierania załączników przez sieć WiFi
pt_br: Ajustar o tamanho máximo de arquivo para download automático pelo WiFi
ru: Лимит размера файла для авто-скачивания по WiFi
ta: வைஃபை வழியாக ஆட்டோ-டவுன்லோடுகளுக்கு அதிகபட்ச கோப்பு அளவை சரிசெய்யவும்
tr: WiFi üzerinden otomatik indirme için maksimum dosya boyutunu ayarla
uk: Налаштуйте максимальний розмір файлу для автоматичного завантаження через Wi-Fi
zh_hans: 调整通过 WiFi 自动下载的最大文件大小
zh_hant: 調整通過WiFi自動下載的最大檔案大小

source: Adjust the quality of images uploaded
de: Qualität der hochgeladenen Bilder anpassen
es_ar: Ajustar la calidad de imágenes enviadas
et: Kohenda üleslaaditavate piltide kvaliteeti
eu: Doitu igotzeko irudien kalitatea
fr: Ajuster la qualité des images envoyées
ja: アップロードされる画像の解像度を調整します
pl: Ustal jakość przesyłanych zdjęć
pt_br: Ajustar a qualidade das imagens enviadas
ru: Качество отправляемых изображений
ta: பதிவேற்றிய படங்களின் தரத்தை சரிசெய்யவும்
tr: Yüklenen görüntülerin kalitesini ayarlayın
uk: Налаштуйте якість завантажених зображень
zh_hans: 调整上传图片的质量
zh_hant: 調整上傳的圖片品質

source: Admin
de: Administrator
es_ar: Administrador
et: Peakasutaja
fr: Administrateur·ice
ja: 管理人
pl: Administrator
ru: Администратор
ta: நிர்வாகி
tr: Yönetici
uk: Адміністратор
zh_hans: 管理员
zh_hant: 管理員

source: Advanced Settings
cs: Rozšířené nastavení
de: Erweiterte Einstellungen
es_ar: Configuración avanzada
et: Täiendavad seadistused
eu: Ezarpen aurreratuak
fr: Paramètres avancés
ja: 詳細設定
pl: Zaawansowane ustawienia
pt_br: Configurações Avançadas
ro: Setări avansate
ru: Дополнительные параметры
ta: மேம்பட்ட அமைப்புகள்
tr: Gelişmiş Ayarlar
uk: Розширені налаштування
zh_hans: 高级设置
zh_hant: 進階設定
