Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Failed to copy downloaded file into cache directory: %@
de: Heruntergeladene Datei konnte nicht in das Cache-Verzeichnis kopiert werden: %@
es_ar: Fallo al copiar el archivo descargado en la carpeta de cache: %@
eu: Deskargatutako fitxategia katxean kopiatzeak kale egin du: %@
fr: Échec de la copie du fichier téléchargé dans le dossier de cache : %@
pl: Nie udało się skopiować pobranego pliku do katalogu cache: %@
pt_br: Falha ao copiar o arquivo baixado para o diretório de cache: %@
ru: Не удалось скопировать загруженный файл в папку кэша: %@
ta: பதிவிறக்கம் செய்யப்பட்ட கோப்பை கேச் கோப்பகத்தில் நகலெடுப்பதில் தோல்வி: %@
tr: İndirilen dosya önbellek dizinine kopyalanamadı: %@
uk: Не вдалося скопіювати завантажений файл у каталог кешу: %@
zh_hans: 无法将下载的文件复制到缓存目录：%@
zh_hant: 無法下載檔案複製到快取目錄 %@

source: Failed to create invitation for %@
de: Einladung für %@ konnte nicht erstellt werden
es_ar: Fallo al crear invitación para %@
et: Kutse loomine kasutajale %@ ei õnnestunud
eu: %@(r)entzat gonbidapena sortzeak kale egin du
fr: L'invitation pour %@ n'a pu être créée
ja: %@ の招待の作成に失敗しました
pl: Nie udało się stworzyć zaproszenia dla %@
pt_br: Falha ao criar um convite para %@
ru: Не удалось создать приглашение для %@
ta: %@ க்கு அழைப்பை உருவாக்குவதில் தோல்வி
tr: %@ için davetiye oluşturulamadı
uk: Не вдалося створити запрошення для %@
zh_hans: 无法为 %@ 创建邀请
zh_hant: 無法為 %@ 建立邀請

source: Failed to create invitation, unknown error: %@
de: Einladung konnte nicht erstellt werden, unbekannter Fehler: %@
es_ar: Fallo al crear invitación, error desconocido: %@
et: Kutse loomine ei õnnestunud, tekkis tundmatu viga: %@
eu: Gonbidapena sortzeak kale egin du, errore ezezaguna: %@
fr: L’invitation n’a pas pu être créée, erreur inconnue : %@
ja: 招待の作成に失敗しました。未知のエラー: %@
pl: Nie udało się stworzyć zaproszenia, nieznany błąd %@
pt_br: Falha ao criar convite, erro desconhecido: %@
ru: Не удалось создать приглашение, неизвестная ошибка: %@
ta: அழைப்பை உருவாக்குவதில் தோல்வி, அறியப்படாத பிழை: %@
tr: Davetiye oluşturulamadı, bilinmeyen hata: %@
uk: Не вдалося створити запрошення, невідома помилка: %@
zh_hans: 创建邀请失败，未知错误：%@
zh_hant: 建立邀請失敗，未知錯誤 %@

source: Failed to decode download link
cs: Chyba při dekódování odkazu ke stažení
de: Download-Link konnte nicht dekodiert werden
es_ar: No se pudo decodificar el enlace de descarga
et: Allalaadimislingi dekodeerimine ei õnnestunud
eu: Deskargaren esteka deskodetzeak kale egin du
fr: Échec du déchiffrement du lien de téléchargement
ja: ダウンロードリンクのデコードに失敗しました
pl: Nie udało się odkodować linku do pobrania
pt_br: Falha ao decodificar o link de download
ro: Decodarea linkului de descărcare nu a reușit
ru: Не удалось раскодировать ссылку для скачивания
ta: பதிவிறக்க இணைப்பை டிகோட் செய்வதில் தோல்வி
tr: İndirme bağlantısının kodu çözülemedi
uk: Не вдалося розшифрувати посилання для завантаження
zh_hans: 解码下载链接失败
zh_hant: 解碼下載連結失敗

source: Failed to decode encrypted link
cs: Chyba při dekódování šifrovaného odkazu
de: Verschlüsselter Link konnte nicht entschlüsselt werden
es_ar: No se pudo decodificar el enlace cifrado
et: Krüptitud lingi dekodeerimine ei õnnestunud
eu: Zifratutako esteka deskodetzeak kale egin du
fr: Échec du déchiffrement du lien chiffré
ja: 暗号化されたリンクのデコードに失敗しました
pl: Nie udało się odszyfrować zaszyfrowanego łącza
pt_br: Falha ao decodificar o link criptografado
ro: Decodarea legăturii criptate nu a reușit
ru: Не удалось раскодировать шифрованную ссылку
ta: மறைகுறியாக்கப்பட்ட இணைப்பை டிகோட் செய்யத் தவறிவிட்டது
tr: Şifreli bağlantının kodu çözülemedi
uk: Не вдалося розшифрувати зашифроване посилання
zh_hans: 解码加密的链接失败
zh_hant: 解碼加密的連結失敗

source: Failed to decrypt download
de: Download konnte nicht entschlüsselt werden
es_ar: Fallo al desencriptar descarga
et: Allalaaditu dekrüptimine ei õnnestunud
eu: Deskargaren deszifratzeak kale egin du
fr: Échec du déchiffrement du téléchargement
ja: ダウンロードの復号に失敗しました
pl: Nie udało się odszyfrować pobranego pliku
pt_br: Falha ao descriptografar o download
ru: Не удалось расшифровать скачанное
ta: பதிவிறக்கத்தை மறைகுறியாக்குவதில் தோல்வி
tr: İndirme işleminin şifresi çözülemedi
uk: Не вдалося розшифрувати завантаження
zh_hans: 解密下载失败
zh_hant: 無法解密下載

source: Failed to decrypt filetransfer
cs: Chyba při dešifrování přenosu souboru
de: Dateiübertragung konnte nicht entschlüsselt werden
es_ar: Fallo al desencriptar la transferencia de archivo
et: Edastatavate failide dekrüptimine ei õnnestunud
eu: Partekatutako fitxategiaren deszifratzeak kale egin du
fr: Échec du déchiffrement du fichier transféré
ja: ファイル転送の復号に失敗しました
pl: Nie udało się odszyfrować transferu plików
pt_br: Falha ao descriptografar a transferência de arquivos
ro: Nu s-a putut decripta transferul de fișiere
ru: Не удалость расшифровать переданный файл
ta: ஃபைல்ட்ரான்ச்ஃபர் டிக்ரிப்ட் செய்யத் தவறிவிட்டது
tr: Dosya aktarımının şifresi çözülemedi
uk: Не вдалося розшифрувати передачу файлів
zh_hans: 解密文件传输失败
zh_hant: 無法解密檔案傳輸

source: Failed to delete own avatar
cs: Chyba při mazání vlastního avataru
de: Eigenes Profilbild konnte nicht gelöscht werden
es_ar: Fallo al eliminar su propio avatar
et: Sinu oma tunnuspildi kustutamine ei õnnestunud
eu: Abatarra ezabatzeak kale egin du
fr: Échec de suppression de votre avatar
ja: 自身のアバターの削除に失敗しました
pl: Nie udało się usunąć własnego awatara
pt_br: Falha ao excluir o próprio avatar
ro: Nu s-a reușit ștergerea propriului avatar
ru: Не удалось удалить собственный аватар
ta: சொந்த அவதாரத்தை நீக்குவதில் தோல்வி
tr: Mevcut avatarınız silinemedi
uk: Не вдалося видалити власний аватар
zh_hans: 删除自己的头像失败
zh_hant: 刪除自己的大頭貼失敗

source: Failed to delete own nickname
cs: Chyba při mazání vlastní přezdívky
de: Eigener Nickname konnte nicht gelöscht werden
es_ar: Fallo al eliminar su propio alias
et: Sinu oma hüüdnime kustutamine ei õnnestunud
eu: Ezizena ezabatzeak kale egin du
fr: Échec de la suppression de votre pseudonyme
ja: 自身のニックネームの削除に失敗しました
pl: Nie udało się usunąć własnego pseudonimu
pt_br: Falha ao excluir o próprio apelido
ro: Nu s-a reușit ștergerea propriului nume
ru: Не удалось удалить собственное имя пользователя
ta: சொந்த புனைப்பெயரை நீக்குவதில் தோல்வி
tr: Mevcut takma adınız silinemedi
uk: Не вдалося видалити власний нікнейм
zh_hans: 删除自己的昵称失败
zh_hant: 無法刪除自己的昵稱

source: Failed to destroy group/channel '%@'
de: Gruppe/Channel '%@' konnte nicht aufgelöst werden
es_ar: Fallo al eliminar grupo/canal '%@'
eu: '%@' taldea / kanala suntsitzeak kale egin du
fr: Échec de la destruction du groupe/salon '%@'
ja: グループ/チャンネル '%@' の閉鎖に失敗しました
pl: Nie udało się usunąć grupy/kanału '%@'
pt_br: Falha ao destruir o grupo/canal '%@'
ru: Не удалось удалить группу/канал '%@'
ta: குழு/சேனலை '%@' அழிக்கத் தவறிவிட்டது
tr: '%@' grubu/kanalı yok edilemedi
uk: Не вдалося знищити групу/канал '%@'
zh_hans: 无法解散群组/频道“%@”
zh_hant: 無法解散群組/通道「%@」

source: Failed to destroy group/channel '%@': timeout
de: Gruppe/Channel '%@' konnte nicht aufgelöst werden: Zeitüberschreitung
es_ar: Fallo al eliminar grupo/canal '%@': timeout
eu: '%@' taldea / kanala suntsitzeak kale egin du: denbora agortu da
fr: Échec de la destruction du groupe/salon '%@' : timeout
ja: グループ/チャンネルの閉鎖に失敗しました '%@': 時間切れ
pl: Nie udało się usunąć grupy/kanału '%@': dopuszczalny czas przekroczony
pt_br: Falha ao destruir o grupo/canal '%@': tempo limite atingido
ru: Не удалось удалить группу/канал '%@': время ожидания истекло
ta: குழு/சேனலை அழிக்கத் தவறிவிட்டது '%@': நேரம் முடிந்தது
tr: '%@' grubu/kanalı yok edilemedi: zaman aşımı
uk: Не вдалося знищити групу/канал '%@': час очікування минув
zh_hans: 无法解散群组/频道“%@”：超时
zh_hant: 解散群組/頻道 %@ 失敗：超時

source: Failed to download file: %@
de: Datei kann nicht heruntergeladen werden: %@
es_ar: Fallo al descargar archivo: %@
eu: Fitxategia deskargatzeak kale egin du: %@
fr: Échec du téléchargement du fichier : %@
pl: Nie udało się pobrać pliku: %@
pt_br: Falha ao baixar o arquivo: %@
ru: Не удалось загрузить файл: %@
ta: கோப்பைப் பதிவிறக்குவதில் தோல்வி: %@
tr: Dosya indirilemedi: %@
uk: Не вдалося завантажити файл: %@
zh_hans: 下载文件失败：%@
zh_hant: 無法下載檔案 %@

source: Failed to enable carbons for account %@
cs: Nebylo možné povolit XEP-0280 (Message Carbons) v účtu %@
de: Nachrichtenkopien für das Konto %@ konnten nicht aktiviert werden
es_ar: Fallo al habilitar copias para la cuenta %@
eu: %@ konturako kopiak gaitzeak kale egin du
fr: Échec d'activation des carbones pour le compte %@
pl: Nie udało się włączyć carbon dla konta %@
pt_br: Falha ao habilitar carbonos para a conta %@
ro: Nu s-a reușit activarea copiilor la indigo pentru contul %@
ru: Не удалось активировать копии сообщений для учётной записи %@
ta: கணக்கில் கார்பன்களை இயக்குவதில் தோல்வி %@
tr: %@ hesabı için karbon iletiler etkinleştirilemedi
uk: Не вдалося увімкнути карбони для облікового запису %@
zh_hans: 无法为账号 %@ 启用抄送
zh_hant: 無法為帳戶 %@ 啟用複寫本

source: Failed to encrypt file
cs: Chyba při dešifrování souboru
de: Datei konnte nicht verschlüsselt werden
es_ar: Fallo al encriptar archivo
et: Faili krüptimine ei õnnestunud
eu: Fitxategia zifratzeak kale egin du
fr: Échec du chiffrement du fichier
ja: ファイルの暗号化に失敗しました
pl: Nie udało się zaszyfrować pliku
pt_br: Falha ao criptografar o arquivo
ro: Criptarea fișierului nu a reușit
ru: Не удалось зашифровать файл
ta: கோப்பை குறியாக்கத் தவறிவிட்டது
tr: Dosya şifrelenemedi
uk: Не вдалося зашифрувати файл
zh_hans: 无法加密文件
zh_hant: 加密檔案失敗

source: Failed to enter Group/Channel %@
de: Gruppenchat/Channel %@ konnte nicht betreten werden
es_ar: Fallo al ingresar al grupo/canal %@
eu: %@ taldearekin / kanalarekin bat egiteak kale egin du
fr: Échec pour entrer dans le Groupe/Canal %@
ja: グループ/チャンネル %@ への参加に失敗しました
pl: Nie udało się wejść do grupy/kanału %@
pt_br: Falha ao entrar no Grupo/Canal %@
ru: Не удалось войти в группу/канал %@
ta: குழு/சேனல் %@ ஐ உள்ளிடத் தவறிவிட்டது
tr: Grup/Kanal'ına girilemedi %@
uk: Не вдалося увійти в групу/канал %@
zh_hans: 无法进入群组/频道 %@
zh_hant: 無法加入群組/ 通道 %@

source: Failed to enter Group/Channel %@: This is not a Group/Channel!
de: Gruppenchat/Channel %@ konnte nicht betreten werden: Dies ist kein Gruppenchat/Channel!
es_ar: Fallo al ingresar al grupo/canal %@: ¡Este no es un grupo/canal!
eu: %@ taldearekin / kanalarekin bat egiteak kale egin du: ez da talde / kanal bat!
fr: Échec pour entrer dans le Groupe/Canal %@ : ce n'est pas un Groupe/Canal !
ja: グループ/チャンネル %@ への参加に失敗しました: これはグループ/チャンネルではありません。
pl: Nie udało się wprowadzić grupy/kanału %@: To nie jest grupa/kanał!
pt_br: Falha ao entrar no Grupo/Canal %@: Este não é um Grupo/Canal!
ru: Не удалось войти в группу/канал %@: это не группа и не канал.
ta: குழு/சேனல் %@: இது ஒரு குழு/சேனல் அல்ல!
tr: Grup/Kanal'a girilemedi %@: Bu bir Grup/Kanal değildir!
uk: Не вдалося увійти до групи/каналу %@: Це не група/канал!
zh_hans: 无法进入群组/频道 %@：这不是一个群组/频道！
zh_hant: 無法加入群組/頻道 %@： 這不是群組/頻道！

source: Failed to export the database, please check the logfile for errors and try again.
de: Export der Datenbank ist fehlgeschlagen. Bitte prüfe das Logfile auf Fehler und versuche es erneut.
es_ar: Fallo al exportar la base de datos, por favor verifique el registro e intente nuevamente.
et: Andmebaasi eksportimine ei õnnestunud, palun vaata veateateid logifailist ja proovi uuesti.
eu: Datu-basea esportatzeak kale egin du; begiratu erregistroa erroreen bila eta saiatu berriro.
fr: Échec de l’export de la base de données, veuillez vérifier les erreurs dans le fichier de log et réessayer.
pl: Nie udało się eksportować bazy danych, sprawdź plik logów w poszukiwaniu błędów i spróbuj ponownie.
pt_br: Falha ao exportar o banco de dados, por favor verifique os erros no arquivo de log e tente novamente.
ru: Не удалось выгрузить базу данных, пожалуйста, проверьте лог-файл на наличие ошибок и попробуйте снова.
ta: தரவுத்தளத்தை ஏற்றுமதி செய்வதில் தோல்வி, தயவுசெய்து பிழைகளுக்கு பதிவைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
tr: Veritabanı dışa aktarılamadı, lütfen hatalar için günlük dosyasını kontrol edin ve tekrar deneyin.
uk: Не вдалося експортувати базу даних. Перевірте файл журналу на наявність помилок і спробуйте ще раз.
zh_hans: 无法导出数据库，请检查日志文件中的错误，然后重试。
zh_hant: 匯出資料庫失敗，請檢查日誌檔中是否有錯誤，然後重試。

source: Failed to fetch download metadata: %@
de: Metadaten für den Download konnten nicht abgerufen werden: %@
es_ar: Fallo al recuperar metadata de la descarga: %@
eu: Deskargaren metadatuak eskuratzeak kale egin du: %@
fr: Échec du téléchargement des métadonnées : %@
pl: Nie udało się przechwycić metadanych tego pobrania: %@
pt_br: Falha ao buscar metadados de download: %@
ru: Не удалось принять описание загрузки: %@
ta: பதிவிறக்க மெட்டாடேட்டாவைப் பெறுவதில் தோல்வி: %@
tr: İndirme meta verileri alınamadı: %@
uk: Не вдалося отримати метадані завантаження: %@
zh_hans: 无法获取下载元数据：%@
zh_hant: 無法取得下載中繼資料 %@

source: Failed to fetch room config form for '%@'
de: Raumkonfiguration für '%@' konnte nicht abgerufen werden
es_ar: Fallo al recuperar formulario de configuración de la sala para '%@'
eu: '%@' gelaren konfigurazio-orria eskuratzeak kale egin du
fr: Échec de la récupération de la configuration du salon « %@ »
pl: Nie udało się przechwycić konfiguracji dla %@
pt_br: Falha ao buscar o formulário de configuração da sala para '%@'
ru: Не удалось принять форму с конфигурацией комнаты для '%@'
ta: '%@' க்கு அறை கட்டமைப்பு படிவத்தைப் பெறுவதில் தோல்வி
tr: '%@' için oda yapılandırma formu getirilemedi
uk: Не вдалося отримати форму конфігурації кімнати для '%@'
zh_hans: 无法获取“%@”的群聊配置表单
zh_hant: 無法獲取「%@」的群聊配置表單

source: Failed to load blocklist
de: Sperrliste konnte nicht geladen werden
es_ar: Fallo al cargar la lista de contactos bloqueados
eu: Blokeatutakoen zerrenda kargatzeak kale egin du
fr: Échec de chargement de la liste de blocage
ja: ブロック一覧の読み込みに失敗しました
pl: Nie udało się wczytać listy blokad
pt_br: Falha ao carregar a lista de bloqueios
ru: Не удалось загрузить чёрный список
ta: பிளாக்லிச்ட்டை ஏற்றுவதில் தோல்வி
tr: Engellenenler listesi yüklenemedi
uk: Не вдалося завантажити список блокування
zh_hans: 无法加载屏蔽列表
zh_hant: 無法載入黑名單

source: Failed to moderate message in group/channel '%@'
de: Nachricht in Gruppe/Channel '%@' konnte nicht moderiert werden
es_ar: Fallo al moderar mensaje en el grupo/canal '%@'
eu: '%@' taldeko / kanaleko mezua moderatzeak kale egin du
fr: Échec de la modération d’un message dans le groupe/salon '%@'
pl: Nie udało się wymoderować wiadomości na grupie/kanale %@
pt_br: Falha ao moderar mensagem no grupo/canal '%@'
ru: Не удалось произвести модерацию сообщения в группе/канале '%@'
ta: குழு/சேனலில் '%@' இல் மிதமான செய்தியை மிதப்படுத்துவதில் தோல்வி
tr: '%@' grubundaki/kanalındaki ileti denetlenemedi
uk: Не вдалося модерувати повідомлення в групі/каналі '%@'
zh_hans: 无法审核群组/频道“%@”中的消息
zh_hant: 無法審核群組/頻道「%@」中的訊息

source: Failed to move uploaded file to file cache directory
de: Hochgeladene Datei konnte nicht in das Dateicache-Verzeichnis verschoben werden
es_ar: Fallo al mover archivo subido a la carpeta de caché de archivos
eu: Igotako fitxategia fitxategien katxe direktoriora mugitzeak kale egin du
fr: Échec du déplacement du fichier envoyé dans le dossier de cache des fichiers
pl: Nie udało się przenieść przesłanego pliku do katalogu cache
pt_br: Falha ao mover o arquivo carregado para o diretório de cache de arquivos
ru: Не удалось переместить отправленный файл в папку кэша
ta: பதிவேற்றிய கோப்பை தற்காலிக சேமிப்பிற்கு நகர்த்துவதில் தோல்வி
tr: Yüklenen dosya, dosya önbellek dizinine taşınamadı
uk: Не вдалося перемістити завантажений файл до каталогу кешу файлів
zh_hans: 无法将上传的文件移动到文件缓存目录
zh_hant: 無法將上傳的檔案移至檔案快取目錄

source: Failed to parse URL returned by HTTP upload server
cs: Chyba při analýze URL vrácené serverem pro odesílání HTTP
de: Parsen der vom HTTP-Upload-Server zurückgegebenen URL fehlgeschlagen
es_ar: Fallo al analizar la URL devuelta por el servidor de carga HTTP
eu: HTTP igoera-zerbitzariak itzuli duen URLa aztertzeak kale egin du
fr: Échec de l'analyse de l'URL renvoyée par le serveur d'envoi HTTP
ja: HTTP アップロードサーバーから返された URL の解析に失敗しました
pl: Nie udało się przeanalizować adresu URL zwróconego przez serwer przesyłania HTTP
pt_br: Falha ao analisar a URL retornada pelo servidor de upload HTTP
ro: Nu s-a reușit procesarea legăturii returnate de serverul de încărcare HTTP
ru: Не удалось распознать URL полученный от сервера отправки по HTTP
ta: HTTP பதிவேற்ற சேவையகத்தால் திரும்பிய முகவரி ஐ அலசத் தவறிவிட்டது
tr: HTTP karşıya yükleme sunucusu tarafından döndürülen URL ayrıştırılamadı
uk: Не вдалося розібрати URL-адресу, повернену сервером завантаження HTTP
zh_hans: 无法解析由 HTTP 上传服务器返回的 URL
zh_hant: 解析HTTP上傳伺服器回應的網址失敗

source: Failed to publish avatar image for group/channel %@
de: Profilbild für Gruppenchat/Channel %@ konnte nicht veröffentlicht werden
es_ar: Fallo al publicar la imagen del avatar en el grupo/canal %@
eu: %@ taldeko / kanaleko abatarra argitaratzeak kale egin du
fr: Échec de publication de l'avatar pour le groupe/canal %@
ja: グループ/チャンネル %@ のアバター画像の公開に失敗しました
pl: Nie udało się opublikować obrazu awatara dla grupy/kanału %@
pt_br: Falha ao publicar a imagem do avatar para o grupo/canal %@
ru: Не удалось опубликовать аватар для группы/канала %@
ta: குழு/சேனல் %@ க்கான அவதார் படத்தை வெளியிடுவதில் தோல்வி
tr: %@ grubu/kanal'ı için avatar resmi yayınlanamadı
uk: Не вдалося опублікувати зображення аватара для групи/каналу %@
zh_hans: 发布群组/频道 %@ 的头像失败
zh_hant: 無法發佈組/頻道 % 的大頭貼影像@

source: Failed to publish own avatar
cs: Chyba při zveřejňování vlastního avataru
de: Eigenes Profilbild konnte nicht veröffentlicht werden
es_ar: Fallo al publicar su propio avatar
eu: Abatarra argitaratzeak kale egin du
fr: Échec de publication de votre avatar
ja: 自身のアバターの公開に失敗しました
pl: Nie udało się opublikować własnego awatara
pt_br: Falha ao publicar o próprio avatar
ro: Nu s-a reușit publicarea propriului avatar
ru: Не удалось опубликовать свой аватар
ta: சொந்த அவதாரத்தை வெளியிடத் தவறிவிட்டது
tr: Mevcut avatarınız paylaşılamadı
uk: Не вдалося опублікувати власний аватар
zh_hans: 发布自己的头像失败
zh_hant: 無法發佈自己的大頭貼

source: Failed to publish own nickname
cs: Chyba při zveřejňování vlastní přezdívky
de: Eigener Nickname konnte nicht veröffentlicht werden
es_ar: Fallo al publicar su propio alias
eu: Ezizena argitaratzeak kale egin du
fr: Échec de publication de votre pseudonyme
ja: 自身のニックネームの公開に失敗しました
pl: Nie udało się opublikować własnego pseudonimu
pt_br: Falha ao publicar o próprio apelido
ro: Nu s-a reușit publicarea propriului nume
ru: Не удалось опубликовать своё имя пользователя
ta: சொந்த புனைப்பெயரை வெளியிடத் தவறிவிட்டது
tr: Mevcut takma adınız yayımlanamadı
uk: Не вдалося опублікувати власний нікнейм
zh_hans: 发布自己的昵称失败
zh_hant: 無法發佈自己的昵稱

source: Failed to query for new messages on account %@
cs: Chyba při dotazování na nové zprávy v účtu %@
de: Abfrage neuer Nachrichten auf dem Konto %@ fehlgeschlagen
es_ar: Fallo al buscar mensajes nuevos para la cuenta %@
eu: %@ kontuko mezu berriak kontsultatzeak kale egin du
fr: Échec de la requête pour les nouveaux messages du compte %@
ja: account %@ の新しいメッセージへのクエリに失敗しました
pl: Nie udało się wysłać zapytania o nowe wiadomości na koncie %@
pt_br: Falha ao consultar novas mensagens na conta %@
ru: Не удалось проверить новые сообщения для учётной записи %@
ta: கணக்கில் புதிய செய்திகளை வினவுவதில் தோல்வி %@
tr: %@ hesabındaki yeni iletiler sorgulanamadı
uk: Не вдалося зробити запит на нові повідомлення для акаунта %@
zh_hans: 查询账号 %@ 的新消息失败
zh_hant: 無法查詢帳戶 %@ 上的新郵件

source: Failed to query new messages for Group/Channel (catchup) %@
de: Abfragen neuer Nachrichten für Gruppe/Channel (Nachholung) %@ fehlgeschlagen
eu: %@ taldearen / kanalaren mezu berriak lortzeak kale egin du (catchup)
ta: குழு/சேனல் (கேட்ச்அப்) %@ க்கான புதிய செய்திகளை வினவுவதில் தோல்வி
tr: Grup/Kanal için yeni mesajlar sorgulanamadı (catchup) %@
zh_hans: 无法查询群组/频道（跟进） %@ 的新消息
zh_hant: 無法查詢群組/頻道（跟進） %@ 的新訊息

source: Failed to query new messages for Group/Channel (stanzaid) %@
de: Abfragen neuer Nachrichten für Gruppe/Channel (Stanza-ID) %@ fehlgeschlagen
eu: %@ taldearen / kanalaren mezu berriak lortzeak kale egin du (stanzaid)
ta: குழு/சேனலுக்கான புதிய செய்திகளை வினவுவதில் தோல்வி (ச்டான்செய்ட்) %@
tr: Grup/Kanal (stanzaid) %@ için yeni mesajlar sorgulanamadı
zh_hans: 无法查询群组/频道（节 ID） %@ 的新消息
zh_hant: 無法查詢群組/頻道（節 ID） %@ 的新訊息

source: Failed to query newest stanzaid for account %@
cs: Chyba při získávání nejnovějšího StanzaID pro účet %@
de: Abfrage der neuesten Stanza-ID für das Konto %@ fehlgeschlagen
es_ar: Fallo al consultar el Stanza ID más reciente para la cuenta %@
eu: %@ kontuko stanzaid berrienak kontsultatzeak kale egin du
fr: Échec de la requête du dernier Stanza ID pour le compte %@
pl: Nie udało się wysłać zapytania o najnowszy stanzaid dla konta %@
pt_br: Falha ao consultar o Stanza ID mais recente para a conta %@
ro: Nu s-a reușit interogarea celui mai nou ID stanza pentru contul %@
ru: Не удалось запросить последний идентификатор Stranza для учётной записи %@
ta: கணக்கில் புதிய ச்டான்செய்டை வினவுவதில் தோல்வி %@
tr: %@ hesabı için en yeni stanzaid sorgulanamadı
uk: Не вдалося запросити найновіший stanzaid для облікового запису %@
zh_hans: 查询账号 %@ 的最新节 id 失败
zh_hant: 查詢帳號 %@ 的最新節 id 失敗

source: Failed to remove bookmark for Group/Channel: %@
de: Lesezeichen für Gruppe/Channel konnte nicht entfernt werden: %@
es_ar: Fallo al eliminar marcador en el grupo/canal: %@
eu: Taldearen / kanalaren laster-marka kentzeak kale egin du: %@
fr: Échec de suppression du favoris pour le Groupe/Canal : %@
ja: グループ/チャンネル %@ のブックマークの除去に失敗しました
pl: Nie udało się usunąć zakładki dla Grupy/Kanału: %@
pt_br: Falha ao remover o marcador para Grupo/Canal: %@
ru: Не удалось удалить закладку для группы/канала: %@
ta: குழு/சேனலுக்கான புத்தகக்குறியை அகற்றுவதில் தோல்வி: %@
tr: Grup/Kanal için yer imi kaldırılamadı: %@
uk: Не вдалося видалити закладку для групи/каналу: %@
zh_hans: 无法移除群组/频道的书签：%@
zh_hant: 無法刪除群組/ 頻道的書籤： %@

source: Failed to save bookmark for Group/Channel: %@
de: Lesezeichen für Gruppe/Channel konnte nicht gespeichert werden: %@
es_ar: Fallo al guardar marcador en el grupo/canal: %@
eu: Taldearen / kanalaren laster-marka gordetzeak kale egin du: %@
fr: Échec de mise en favoris pour le Groupe/Canal : %@
ja: グループ/チャンネル %@ のブックマークの保存に失敗しました
pl: Błąd zapisywania zakładki dla Grupy/Kanału: %@
pt_br: Falha ao salvar o favorito para Grupo/Canal: %@
ru: Не удалось сохранить закладку для группы/канала: %@
ta: குழு/சேனலுக்கான புத்தகக்குறியை சேமிப்பதில் தோல்வி: %@
tr: Grup/Kanal için yer imi kaydedilemedi: %@
uk: Не вдалося зберегти закладку для групи/каналу: %@
zh_hans: 无法保存群组/频道的书签：%@
zh_hant: 無法儲存群組/頻道的書籤： %@

source: Failed to save groupchat bookmarks
cs: Chyba při ukládání záložek skupinových chatů
de: Gruppenchatlesezeichen konnten nicht gespeichert werden
es_ar: Fallo al guardar marcadores de grupo
eu: Talde-txateko laster-markak gordetzeak kale egin du
fr: Échec de l'enregistrement des favoris du groupe
ja: グループチャットのブックマークの保存に失敗しました
pl: Nie udało się zapisać zakładek do czatu grupowego
pt_br: Falha ao salvar os favoritos do groupchat
ro: Nu s-a reușit salvarea discuției de grup în semne de carte
ru: Не удалось сохранить закладки для групповых переписок
ta: குரூப்சாட் புக்மார்க்குகளை சேமிப்பதில் தோல்வி
tr: Grup sohbeti yer imleri kaydedilemedi
uk: Не вдалося зберегти закладки групового чату
zh_hans: 保存群聊书签失败
zh_hant: 無法保存群聊書籤

source: Failed to share file
cs: Chyba při sdílení souboru
de: Datei konnte nicht geteilt werden
es_ar: Fallo al compartir archivo
et: Faili jagamine ei õnnestu
eu: Fitxategia partekatzeak kale egin du
fr: Échec de partage du fichier
ja: ファイル共有に失敗しました
pl: Nie udało się udostępnić pliku
pt_br: Falha ao compartilhar arquivo
ru: Не удалось поделиться файлом
ta: கோப்பைப் பகிரத் தவறிவிட்டது
tr: Dosya paylaşılamadı
uk: Не вдалося поширити файл
zh_hans: 共享文件失败
zh_hant: 無法共享檔案
