Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: This sender will no longer be able to contact you
cs: Tento odesílatel už Vás nebude moci kontaktovat
ro: Acest expeditor nu va mai putea să vă contacteze

source: To many device keys
cs: Příliš mnoho klíčů zařízení
ro: La multe chei de dispozitiv

source: Trying to join group
cs: Pokus o připojení ke skupině
ro: Încercare să vă alăturați grupului

source: Unable to connect to server
cs: Nebylo možné se připojit k serveru
ro: Nu s-a putut face conectarea la server

source: Unblock Sender
cs: Odblokovat odesílatele
ro: Deblocare expeditor

source: Unknown Subcription
cs: Neznámý odběr
ro: Abonare necunoscută

source: Unmute
cs: Zrušit ztlumení
ro: Activare sunet

source: Unnamed
cs: Nepojmenovaný
ro: Fără nume

source: Unpin Chat
cs: Odepnout chat
ro: Anulare fixare

source: Upload files to the server to share with others.
cs: Nahrajte soubory na server a sdílejte je s ostatními.
ro: Încărcați fișiere pe server pentru a le partaja cu ceilalți.

source: Use your existing account or make a new one on the many servers around the world
cs: Použijte svůj již existující účet nebo si vytvořte nový na jednom z mnoha serverů po celém světě
ro: Folosiți-vă contul existent sau creați unul nou pe numeroasele servere din întreaga lume

source: Using Account: %@
cs: Použít účet: %@
ro: Folosind contul: %@

source: Validate certificate
cs: Ověřit certifikát
ro: Validare certificat

source: Version %@ (%@ %@ UTC)
cs: Version %1$@ (%2$@ %3$@ UTC)
ro: Versiune %1$@ (%2$@ %3$@ UTC)

source: Version %@ (%@)
cs: Verze %1$@ (%2$@)
ro: Versiune %1$@ (%2$@)

source: Version:
cs: Verze:
ro: Versiune:

source: View Images Received
cs: Zobrazit přijaté obrázky
ro: Vizualizare imagini primite

source: We were not able to connect your account. Please check your credentials and make sure you are connected to the internet.
cs: Nebylo možné se připojit k Vašemu účtu. Zkontrolujte, prosím, své přihlašovací údaje a ujistěte se, že jste připojeni k Internetu.
ro: Nu am reușit să vă conectăm contul. Verificați datele de autentificare și asigurați-vă că sunteți conectați la internet.

source: Welcome to Monal
cs: Vítá Vás Monal
ro: Bine ați venit la Monal

source: When you have some favorite groups, they will be here for you.
cs: Máte-li nějaké oblíbené skupiny, objeví se zde.
ro: Când aveți unele grupuri favorite, acestea vor fi aici pentru dumneavoastră.

source: When you start talking to someone, they will show up here.
cs: Jakmile začnete s někým mluvit, objeví se zde.
ro: Când începeți să vorbiți cu cineva, vor apărea aici.

source: Will logout and reconnect any connected accounts.
cs: Odhlásí se a znovu připojí všechny účty.
ro: Se va deconecta și reconecta orice cont conectat.

source: Will make a HTTP HEAD call on all links
ro: Se va face o conexiune HEAD HTTP către toate adresele

source: XMPP: QR-Code
cs: XMPP: QR kód
ro: XMPP: cod QR

source: You are not trapped in a garden. Talk to anyone else without anyone tracking you.
cs: Nejste uvězněni v rozkvetlé zahradě. Mluvte s kýmkoli, aniž by Vás někdo mohl sledovat.
ro: Nu sunteți prinși într-o grădină. Vorbiți cu oricine altcineva fără să fiți urmăriți de cineva.

source: You can see their keys. They can't see yours
cs: Můžete vidět jejich klíče. Oni nemohou vidět Vaše
ro: Puteți să le vedeți cheile. Ei nu le pot vedea pe ale dumneavoastră

source: You got banned from: %@
cs: Dostali jste zákaz od: %@
ro: Ați fost excluși din: %@

source: You got kicked from: %@
cs: Byli jste vyloučeni od: %@
ro: Ați fost dați afară din: %@

source: You have been invited to a conversation %@?
cs: Byli jste pozváni do konverzace %@?
ro: Ați fost invitați la o conversație %@?

source: You have not received any images in this conversation.
cs: V této konverzaci jste nedostali žádné obrázky.
ro: Nu ați primit nici o imagine în această conversație.

source: You have to many enabled devices on this account. You need to remove some devices
cs: Máte příliš mnoho povolených zařízení na tomto účtu. Některá odeberte
ro: Aveți prea multe dispozitive activate pe acest cont. Trebuie să eliminați unele dispozitive

source: You should trust a key when you have verified it. Verify by comparing the key below to the one on your contact's screen.
cs: Klíči byste měli důvěřovat až po jeho ověření. Ověřte ho porovnáním přijatého klíče s klíčem na obrazovce Vašeho kontaktu.
ro: Ar trebui să aveți încredere într-o cheie atunci când ați verificat-o. Verificați comparând cheia de mai jos cu cea de pe ecranul persoanei de contact.

source: Your XMPP account should be in in the format user@domain. For special configurations, use manual setup.
cs: Adresa Vašeho účtu XMPP by měla být ve formátu uživatel@doména. Pro zvláštní konfigurace použijte ruční nastavení.
ro: Contul XMPP trebuie să fie în formatul nume@domeniu. Pentru configurații speciale, utilizați configurarea manuală.

source: 🎵 A Audiomessage
cs: 🎵 Hlasová zpráva
ro: 🎵 Un mesaj audio

source: Contact and Channel Jids are usually in the format: name@domain.tld
cs: JID kontkatů a kanálů jsou obvykle ve formátu: jméno@domé.na

source: Could not change password: your account is currently not conneced
cs: Nebylo možné změnit heslo: Účet není aktuálně připojen

source: Could not load (all) old messages from your server archive. Please try again later. %@
cs: Nebylo možné nahrát (všechny) starší zprávy z archivu na Vašem serveru. Zkuste to, prosím, později. %@

source: Direct TLS
cs: Přímé TLS

source: Do you want to trust the scanned fingerprints from
cs: Chcete důvěřovat naskenovaným otiskům od

source: Enable OMEMO per default
cs: Povolit OMEMO jako výchozí

source: Failed to publish avatar image for groupchat %@
cs: Chyba při zveřejňování avataru pro skupinový chat %@

source: If Monal push is off, your device could not talk to %@ through xmpp. This should also never be off. It requires Apple push service to work first.
cs: Pokud je Monal push vypnutý, Vaše zařízení nemůže komunikovat s %@ pomocí XMPP. Tato funkce by měla také být vždy zapnutá. Ke své správné funkci vyžaduje aktivní Apple push.

source: Jabber, Prosody, ejabberd etc.
cs: Jabber, Prosody, ejabberd atd.

source: Monal uses your location when you send a location message in a conversation.
cs: Monal používá vaši polohu, když v konverzaci posíláte zprávu o poloze.

source: The connection to the server was interrupted and no old messages could be fetched for this chat. Please try again later. %@
cs: Spojení se serverem bylo přerušeno a žádné starší zprávy pro tento chat nebylo možné získat. Zkuste to, prosím, později. %@

source: The jid has to be in the form 'user@domain.tld' to be correct.
cs: JID by mělo správně být ve formátu 'uživatel@domé.na'.

source: The qrcode contains a jid. Rescan the qrcode in the add user menu
cs: Tento QR kó obsahuje JID. Naskenujte ho znovu v menu 'Přidat kontakt'.

source: The qrcode contains login credentials for a acount. Go to settings and rescan the qrcode
cs: Tento QR kód obsahuje přihlašovací údaje k účtu. Jděte do nastavení a tam jej naskenujte znovu

source: There was an error decrypting this encrypted KEY TRANSPORT message (Signal error). To resolve this, try sending an encrypted message to this person.
cs: Došlo k chybě při dešifrování zprávy KEY TRANSPORT (Signal error). Pro vyřešení této chyby zkuste tomuto kontaktu poslat šifrovanou zprávu.

source: This will clear the your own omemo session for debugging purposes
cs: Tímto vymažete vlastní OMEMO relaci pro účely ladění

source: Using server '%@' that was provided by the registration link you used.
cs: Používám server '%@' , který byl poskytnut Vaším odkazem na registraci.

source: We were not able to connect your account. Please check your credentials and make sure you are connected to the internet. Technical error message: %@
cs: Nebylo možné se připojit k Vašemu účtu. Zkontrolujte, prosím, přihlašovací údaje a ujistěte se, že jste připojeni k Internetu. Chybová zpráva: %@

source: yax.im is a public server, not affiliated with Monal. This page is provided for convenience.
cs: yax.im je veřejný server, který není nijak spojen s aplikací Monal. Tato stránka je zobrazena jen pro informaci.
