Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Monal is not allowed to access the camera
cs: Monal nemá oprávnění pro přístup ke kameře
de: Monal darf nicht auf die Kamera zugreifen
es_ar: Monal no tiene permiso de acceso a la cámara
et: Monalil puudub ligipääs kaamerale
eu: Monalek ez du kamera atzitzeko baimenik
fr: Monal n'est pas autorisé à accéder à la camera
ja: Monal はカメラにアクセスする権限がありません
pl: Monal nie ma dostępu do aparatu
pt_br: O Monal não tem permissão para acessar a câmera
ro: Monal nu are voie să acceseze camera
ru: У Monal нет разрешения для доступа к камере
ta: கேமராவை அணுக மோனால் அனுமதிக்கப்படவில்லை
tr: Monal'ın kameraya erişmesine izin verilmiyor
uk: Monal не має доступу до камери
zh_hans: Monal 不被允许访问摄像头
zh_hant: Monal 無相機存取權

source: Monal was not able to send your attachment!
de: Monal konnte deinen Anhang nicht senden!
es_ar: ¡Monal no pudo de enviar su adjunto!
et: Monal ei suutnud sinu manust edastada!
eu: Monalek ezin izan du erantsitakoa bidali!
fr: Monal n'a pas pu envoyer la pièce jointe !
ja: Monal は添付ファイルを送信できませんでした。
pl: Monal nie mógł wysłać Twojego załącznika!
pt_br: Monal não conseguiu enviar seu anexo!
ru: Monal не смог отправить вложение.
ta: உங்கள் இணைப்பை மோனால் அனுப்ப முடியவில்லை!
tr: Monal ekinizi gönderemedi!
uk: Monal не зміг відправити ваше вкладення!
zh_hans: Monal 无法发送您的附件！
zh_hant: Monal 無法傳送您的附件！

source: Monal was not able to send your attachment: %@
de: Monal konnte deinen Anhang nicht senden: %@
es_ar: Monal no pudo de enviar su adjunto: %@
et: Monal ei suutnud seda manust edastada: %@
eu: Monalek ezin izan du erantsitakoa bidali: %@
fr: Monal n'a pas pu envoyer la pièce jointe : %@
ja: Monal は添付ファイルを送信できませんでした: %@
pl: Monal nie mógł wysłać Twojego załącznika: %@
pt_br: Monal não conseguiu enviar seu anexo: %@
ru: Monal не смог отправить вложение: %@
ta: உங்கள் இணைப்பை மோனால் அனுப்ப முடியவில்லை: %@
tr: Monal ekinizi gönderemedi: %@
uk: Monal не вдалося відправити ваше вкладення: %@
zh_hans: Monal 无法发送您的附件：%@
zh_hant: Monal 無法送出您的附件：%@

source: Mongolia
de: Mongolei
et: Mongoolia
fr: Mongolie
pt_br: Mongólia
ru: Монголия
ta: மங்கோலியா
tr: Moğolistan
uk: Монголія
zh_hans: 蒙古
zh_hant: 蒙古

source: Montenegro
fr: Monténégro
ru: Черногория
ta: மோன்டே நெக்ரோ
tr: Karadağ
uk: Чорногорія
zh_hans: 黑山
zh_hant: 黑山

source: Montserrat
ru: Монтсеррат
ta: மொன்சாராட்
uk: Монтсеррат
zh_hans: 蒙特塞拉特
zh_hant: 蒙特塞拉特

source: More info?
ja: 詳しい情報は
zh_hans: 更多信息？
zh_hant: 更多資訊？

source: Morocco
de: Marokko
es_ar: Marruecos
et: Maroko
eu: Maroko
fr: Maroc
pt_br: Marrocos
ru: Марокко
ta: மொரோக்கோ
tr: Fas
uk: Марокко
zh_hans: 摩洛哥
zh_hant: 摩洛哥

source: Mozambique
de: Mosambik
et: Mosambiik
eu: Mozambike
pt_br: Moçambique
ru: Мозамбик
ta: மொசாம்பிக்
tr: Mozambik
uk: Мозамбік
zh_hans: 莫桑比克
zh_hant: 莫三比克

source: My Encryption Keys
cs: Mé šifrovací klíče
de: Meine Schlüssel
es_ar: Mis llaves de encriptación
et: Minu krüptovõtmed
eu: Nire zifratze-gakoak
fr: Mes clés de chiffrement
ja: 自分の暗号化鍵
pt_br: Minhas Chaves de Criptografia
ro: Cheile mele de criptare
ru: Мои ключи шифрования
ta: எனது குறியாக்க விசைகள்
tr: Şifreleme Anahtarlarım
uk: Мої ключі шифрування
zh_hans: 我的加密密钥
zh_hant: 我的加密金鑰

source: Myanmar
fr: Birmanie (Myanmar)
pt_br: Mianmar
ru: Мьянма
ta: மியான்மர்
uk: М'янма
zh_hans: 缅甸
zh_hant: 緬甸

source: Namibia
et: Namiibia
fr: Namibie
pt_br: Namíbia
ru: Намибия
ta: நமீபியா
tr: Namibya
uk: Намібія
zh_hans: 纳米比亚
zh_hant: 納米比亞

source: Nauru
ru: Науру
ta: நவ்ரூ
uk: Науру
zh_hans: 瑙鲁
zh_hant: 瑙魯

source: Nepal
fr: Népal
ru: Непал
ta: நேபாளம்
uk: Непал
zh_hans: 尼泊尔
zh_hant: 尼泊爾

source: Netherlands
de: Niederlande
es_ar: Países Bajos
et: Holland
eu: Herbehereak
fr: Pays-Bas
pt_br: Países Baixos
ru: Нидерланды
ta: நெதர்லாந்து
tr: Hollanda
uk: Нідерланди
zh_hans: 荷兰
zh_hant: 荷蘭

source: Never archive
cs: Nikdy nearchivovat
de: Niemals archivieren
es_ar: No archivar nunca
et: Ära iialgi arhiveeri
eu: Ez artxibatu inoiz
fr: Ne jamais archiver
ja: 保管しない
pl: Nigdy nie archiwizuj
pt_br: Nunca arquivar
ro: Nu arhiva niciodată
ru: Никогда не архивировать
ta: ஒருபோதும் காப்பகம் செய்ய வேண்டாம்
tr: Asla arşivleme
uk: Ніколи не архівувати
zh_hans: 从不存档
zh_hant: 永不封存

source: New Account
cs: Nový účet
de: Neues Konto
es_ar: Cuenta nueva
et: Uus kasutajakonto
eu: Kontu berria
fr: Nouveau compte
ja: 新しいアカウント
pl: Nowe konto
pt_br: Nova Conta
ro: Cont nou
ru: Новая учётная запись
ta: புதிய கணக்கு
tr: Yeni Hesap
uk: Новий акаунт
zh_hans: 新账号
zh_hant: 新帳號

source: New Caledonia
de: Neukaledonien
es_ar: Nueva Caledonia
et: Uus-Kaledoonia
eu: Kaledonia Berria, Kanaky
fr: Nouvelle-Calédonie
pt_br: Nova Caledônia
ru: Новая Каледония
ta: புதிய கலிடோனியா
tr: Yeni Kaledonya
uk: Нова Каледонія
zh_hans: 新喀里多尼亚岛
zh_hant: 新喀里多尼亞

source: New Message
cs: Nová zpráva
de: Neue Nachricht
es_ar: Nuevo mensaje
et: Uus sõnum
eu: Mezu berria
fr: Nouveau message
ja: 新しいメッセージ
pl: Nowa wiadomość
pt_br: Nova Mensagem
ro: Mesaj nou
ru: Новое сообщение
ta: புதிய செய்தி
tr: Yeni Mesaj
uk: Нове повідомлення
zh_hans: 新消息
zh_hant: 新訊息

source: New omemo device
de: Neues OMEMO-Gerät
es_ar: Dispositivo OMEMO nuevo
et: Uus OMEMO-seade
eu: OMEMO gailu berria
fr: Nouveau client OMEMO
ja: 新しい OMEMO デバイス
pl: Nowe urządzenie OMEMO
pt_br: Novo dispositivo omemo
ru: Новое устройство OMEMO
ta: புதிய ஓம்மோ சாதனம்
tr: Yeni omemo cihazı
uk: Новий пристрій omemo
zh_hans: 新的 OMEMO 设备
zh_hant: 新的 omemo 裝置

source: New Password
cs: Nové heslo
de: Neues Passwort
es_ar: Nueva contraseña
et: Uus salasõna
eu: Pasahitz berria
fr: Nouveau mot de passe
ja: 新しいパスワード
pl: Nowe hasło
pt_br: Nova Senha
ro: Parolă nouă
ru: Новый пароль
ta: புதிய கடவுச்சொல்
tr: Yeni Parola
uk: Новий пароль
zh_hans: 新密码
zh_hant: 新密碼

source: New Zealand
de: Neuseeland
es_ar: Nueva Zelanda
et: Uus-Meremaa
eu: Zeelanda Berria
fr: Nouvelle-Zélande
pl: Nowa Zelandia
pt_br: Nova Zelândia
ru: Новая Зеландия
ta: நியூசிலாந்து
tr: Yeni Zellanda
uk: Нова Зеландія
zh_hans: 新西兰
zh_hant: 紐西蘭

source: Newest TLS version which is faster than TLS 1.2
de: Die neueste TLS-Version, die schneller ist als TLS 1.2
es_ar: Versión más reciente de TLS, más rápida que TLS 1.2
et: Viimane TLS-i versioon, mis on kiirem, kui TLS 1.2
eu: TLS bertsio berriena, TLS 1.2 baino azkarragoa dena
fr: Version de TLS la plus récente et plus rapide que TLS 1.2
ja: TLS 1.2 より速い最新の TLS バージョン
pl: Najnowsza wersja TLS, która jest szybsza niż TLS 1.2
pt_br: Versão mais recente do TLS, que é mais rápida que o TLS 1.2
ru: Последняя версия TLS, превосходящая TLS 1.2 по скорости
ta: புதிய டி.எல்.எச் பதிப்பு டி.எல்.எச் 1.2 ஐ விட வேகமாக உள்ளது
tr: TLS 1.2'den daha hızlı olan en yeni TLS versiyonu
uk: Найновіша версія TLS, яка працює швидше, ніж TLS 1.2
zh_hans: 比 TLS 1.2 更快的最新 TLS 版本
zh_hant: 比 TLS 1.2 更快的最新 TLS 版本

source: Next
de: Weiter
es_ar: Siguiente
et: Edasi
eu: Hurrengoa
fr: Suivant
pt_br: Próximo
ru: Далее
ta: அடுத்தது
tr: Sonraki
uk: Далі
zh_hans: 下一步
zh_hant: 下一個

source: Nicaragua
eu: Nikaragua
pt_br: Nicarágua
ru: Никарагуа
ta: நிகராகுவா
tr: Nikaragua
uk: Нікарагуа
zh_hans: 尼加拉瓜
zh_hant: 尼加拉瓜

source: Nickname
cs: Přezdívka
es_ar: Alias
et: Hüüdnimi
eu: Ezizena
fr: Pseudonyme
ja: ニックネーム
pt_br: Apelido
ro: Nume
ru: Псевдоним
ta: புனைப்பெயர்
tr: Takma ad
uk: Прізвисько
zh_hans: 昵称
zh_hant: 昵稱

source: Niger
es_ar: Níger
pt_br: Níger
ru: Нигер
ta: நைகர்
tr: Nijer
uk: Нігер
zh_hans: 尼日尔
zh_hant: 尼日爾

source: Nigeria
et: Nigeeria
pt_br: Nigéria
ru: Нигерия
ta: நைசீரியா
tr: Nijerya
uk: Нігерія
zh_hans: 尼日利亚
zh_hant: 奈及利亞

source: Niue
ru: Ниуэ
ta: நியூ
uk: Ніуе
zh_hans: 纽埃
zh_hant: 紐埃

source: No
cs: Ne
de: Nein
et: Ei
eu: Ez
fr: Non
ja: いいえ
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
ta: இல்லை
tr: Hayır
uk: Ні
zh_hans: 否
zh_hant: 不

source: No account available to handel 'xmpp:' URI!
de: Kein Konto verfügbar, um 'xmpp:' URI zu verarbeiten!
es_ar: ¡No hay cuenta disponible para manejar 'xmpp:' URI!
et: Ei leidu kontot, mis saaks käsitleda „xmpp:“ URI-sid!
eu: Ez dago 'xmpp:' URI erabili dezakeen konturik!
fr: Pas de compte disponible pour les liens 'xmpp:'
ja: 「xmpp:」 URI を扱えるアカウントがありません。
pl: Żadne konto nie wspiera łączy 'xmpp:'!
pt_br: Nenhuma conta disponível para lidar com o URI 'xmpp:'!
ru: Для обработки URI 'xmpp:' требуется учётная запись.
ta: ஏண்டல் 'எக்ச்எம்பிபிக்கு கணக்கு எதுவும் கிடைக்கவில்லை:' யூரி!
tr: 'xmpp:' URI'sini işlemek için kullanılabilir hesap yok!
uk: Немає облікового запису для обробки URI 'xmpp:'!
zh_hans: 没有账号可用于处理 'xmpp:' URL！
zh_hant: 沒有可用於處理 「xmpp:」連結的帳戶！

source: No accounts set up currently
de: Derzeit sind keine Konten eingerichtet
es_ar: No hay cuentas configuradas
et: Hetkel pole ühtegi kasutajakontot seadistatud
eu: Ez da konturik ezarri oraingoz
fr: Aucun compte n'est actuellement configuré
ja: 現在、設定されているアカウントはありません
pl: Nie ustawiono żadnych kont
pt_br: Nenhuma conta configurada no momento
ru: Учётные записи не настроены
ta: தற்போது கணக்குகள் எதுவும் அமைக்கப்படவில்லை
tr: Şu anda ayarlanmış hesap yok
uk: Наразі облікових записів не створено
zh_hans: 账号目前没有设置
zh_hant: 當前未設定帳戶

source: No active conversations
de: Keine aktiven Unterhaltungen
es_ar: No hay conversaciones activas
et: Aktiivseid vestlusi pole
eu: Ez dago elkarrizketa aktiborik
fr: Aucune conversation active
pl: Brak aktywnych konwersacji
pt_br: Nenhuma conversa ativa
ru: Нет активных переписок
ta: செயலில் உரையாடல்கள் இல்லை
tr: Aktif konuşma yok
uk: Немає активних розмов
zh_hans: 没有活动对话
zh_hant: 沒有活躍的對話

source: No connected accounts
cs: Žádné připojené účty
de: Keine verbundenen Konten
es_ar: No hay cuentas conectadas
et: Ühendatud kasutajakontosid pole
eu: Ez dago konektatutako konturik
fr: Aucun compte connecté
ja: 接続済のアカウントはありません
pl: Brak połączonych kont
pt_br: Nenhuma conta conectada
ro: Nici un cont conectat
ru: Отсутствуют связанные учётные записи
ta: இணைக்கப்பட்ட கணக்குகள் இல்லை
tr: Bağlı hesap yok
uk: Немає підключених контактів
zh_hans: 无已连接账号
zh_hant: 無已連線帳號

source: No contacts to show :(
de: Keine Kontakte anzuzeigen :(
es_ar: No hay contactos para mostrar :(
et: Pole kontakte, mida saaks näidata :(
eu: Ez dago kontakturik :(
fr: Aucun contact à afficher :(
ja: 表示するアカウントはありません。
pl: Nie masz kontaktów :(
pt_br: Nenhum contato para exibir :(
ru: Нет контактов для отображения :(
ta: காண்பிக்க தொடர்புகள் இல்லை :(
tr: Gösterilecek kişi yok :(
uk: Немає контактів для показу :(
zh_hans: 没有要显示的联系人 :(
zh_hant: 無可顯示的聯絡人：(

source: No Empty Values!
de: Keine leeren Werte!
es_ar: ¡Sin valores vacíos!
et: Ära jäta tühje väärtusi!
eu: Ez utzi hutsik!
fr: Pas de valeurs vides !
ja: 値が足りません。
pl: Bez Pustych Wartości!
pt_br: Sem Valores Vazios!
ru: Пустые значения не допускаются.
ta: வெற்று மதிப்புகள் இல்லை!
tr: Boş Değer Olmaz!
uk: Ніяких порожніх значень!
zh_hans: 没有空值！
zh_hant: 沒有空值！

source: No enabled account found
cs: Nenalezen žádný povolený účet
de: Kein aktiviertes Konto gefunden
es_ar: No se encontró ninguna cuenta habilitada
et: Ühtegi kasutusel kontot ei leidu
eu: Ez da gaitutako konturik aurkitu
fr: Aucun compte actif trouvé
ja: 有効なアカウントは見つかりませんでした
pl: Nie znaleziono aktywnego konta
pt_br: Nenhuma conta ativada encontrada
ro: Nu s-a găsit niciun cont activat
ru: Активные учётные записи не найдены
ta: இயக்கப்பட்ட கணக்கு எதுவும் கிடைக்கவில்லை
tr: Etkin hesap bulunamadı
uk: Не знайдено увімкненого облікового запису
zh_hans: 没有启用的账号
zh_hant: 未找到啟用的帳戶

source: No further error description
cs: Žádný další popis chyby
de: Keine weitere Fehlerbeschreibung
es_ar: No hay más descripción del error
et: Täiendavat veakirjeldust pole
eu: Ez dago errorearen deskribapenik
fr: Aucune information supplémentaire concernant l'erreur
ja: これ以上のエラーの説明はありません
pl: Brak dalszych opisów błędów
pt_br: Nenhuma descrição de erro adicional
ro: Nicio altă descriere a erorii
ru: Дополнительная детализация ошибки отсутствует
ta: மேலும் பிழை விளக்கம் இல்லை
tr: Daha fazla hata açıklaması yok
uk: Немає подальшого опису помилки
zh_hans: 无进一步的错误描述
zh_hant: 無進一步的錯誤描述

source: No GPS location received
cs: Nebyla přijata žádná poloha GPS
de: Kein GPS-Standort empfangen
es_ar: No se ha recibido ubicación GPS
et: GPS-i asukohta pole võimalik tuvastada
eu: Ez da GPS kokapenik jaso
fr: Aucune localisation GPS reçue
ja: GPS 位置情報を受け取れませんでした
pl: Nie odebrano lokacji GPS
pt_br: Nenhuma localização GPS recebida
ro: Nu s-a primit nici o locație GPS
ru: Не удалось получить геолокацию
ta: GPS இடம் பெறப்படவில்லை
tr: GPS konumunuz alınmadı
uk: Не отримано місцезнаходження GPS
zh_hans: 无法接收到 GPS 位置
zh_hant: 無法接收到GPS位置

source: No OMEMO keys found
cs: Nenalezeny žádné OMEMO klíče
de: Keine OMEMO-Schlüssel gefunden
es_ar: No se han encontrado llaves OMEMO
et: OMEMO võtmeid ei leidu
eu: Ez da OMEMO gakorik aurkitu
fr: Aucun clé OMEMO trouvée
ja: OMEMO 鍵が見つかりません
pl: Nie znaleziono kluczy OMEMO
pt_br: Nenhuma chave OMEMO encontrada
ru: Ключи OMEMO не найдены
ta: ஓமமோ விசைகள் எதுவும் கிடைக்கவில்லை
tr: OMEMO anahtarı bulunamadı
uk: Ключів OMEMO не знайдено
zh_hans: 没有找到 OMEMO 密钥
zh_hant: 未找到 OMEMO 金鑰

source: No pending constact requests
de: Keine ausstehenden Kontaktanfragen
es_ar: No hay solicitudes de contacto pendientes
et: Ootel kontaktitaotlusi ei leidu
eu: Ez dago kontaktu eskaerarik onartzeke
fr: Aucune requête de contact en attente
pl: Nie masz oczekujących zapytań o kontakt
pt_br: Nenhuma solicitação de contato pendente
ru: Непродверждённые запросы на добавление контакта отсутствуют
ta: நிலுவையில் உள்ள கோரிக்கைகள் எதுவும் இல்லை
tr: Bekleyen kontak talebi yok
uk: Немає запитів на контакт, що очікують на розгляд
zh_hans: 没有待处理的联系人请求
zh_hant: 沒有待處理的聯絡請求

source: No search result.
cs: Žádný výsledek vyhledávání.
de: Kein Suchergebnis.
es_ar: No hay resultados de búsqueda.
et: Otsingul pole tulemusi.
eu: Emaitzarik gabeko bilaketa.
fr: Aucun résultat de recherche.
ja: 検索結果がありません。
pl: Brak wyników wyszukiwania.
pt_br: Nenhum resultado de pesquisa.
ro: Niciun rezultat al căutării.
ru: Ничего не найдено.
ta: தேடல் முடிவு இல்லை.
tr: Arama sonucu yok.
uk: Немає результату пошуку.
zh_hans: 无搜索结果。
zh_hant: 無搜尋結果。

source: No supported auth mechanism found, disabling account!
de: Kein unterstützter Authentifizierungsmechanismus gefunden, Konto wird deaktiviert!
es_ar: No se encontró mecanismo de autenticación compatible, ¡deshabilitando la cuenta!
eu: Ez da autentifikazio-mekanismo bateragarririk aurkitu, kontua ezgaitzen!
fr: Aucun mécanisme d'authentification trouvé, désactivation du compte !
ja: 対応している認証メカニズムが見つかりません。アカウントを無効にします。
pl: Nie znaleziono obsługiwanego mechanizmu uwierzytelniania, wyłączam konto!
pt_br: Nenhum mecanismo de autenticação suportado encontrado, desativando a conta!
ru: Не найдены поддерживаемые механизмы аутентификации, учётная запись деактивируется.
ta: கணக்கை முடக்குவது, ஆதரிக்கப்பட்ட அங்கீகார பொறிமுறையானது இல்லை!
tr: Desteklenen bir kimlik doğrulama mekanizması bulunamadı, hesap devre dışı bırakılıyor!
uk: Не знайдено підтримуваного механізму авторизації, відключення облікового запису!
zh_hans: 找不到支持的身份验证机制，正在禁用账号！
zh_hant: 未找到支援的身份驗證機制，正在禁用帳戶！

source: No XMPP server!
de: Kein XMPP-Server!
es_ar: ¡Sin servidor XMPP!
et: XMPP serverit pole!
eu: Ez dago XMPP zerbitzaririk!
fr: Pas de serveur XMPP !
ja: XMPP サーバーがありません。
pl: Brak serwera XMPP!
pt_br: Nenhum servidor XMPP!
ru: Отсутствует XMPP сервер.
ta: எக்ச்எம்பிபி சேவையகம் இல்லை!
tr: XMPP sunucusu yok!
uk: Немає XMPP-сервера!
zh_hans: 没有 XMPP 服务器！
zh_hant: 沒有 XMPP 伺服器！

source: No, keep encryption activated
de: Nein, Verschlüsselung aktiviert lassen
es_ar: No, mantener encriptación activada
et: Ei, jäta krüptimine sisselülitatuks
eu: Ez, utzi zifratzea gaituta
fr: Non, garder le chiffrement activé
ja: いいえ、暗号化を有効のままにします
pl: Nie, zachowaj szyfrowanie włączone
pt_br: Não, mantenha a criptografia ativada
ru: Нет, сохранить шифрование
ta: இல்லை, குறியாக்கத்தை செயல்படுத்துங்கள்
tr: Hayır, şifrelemeyi etkin tutun
uk: Ні, увімкніть шифрування
zh_hans: 否，保持加密处于激活状态
zh_hant: 否，請保持加密處於激活狀態

source: No, thanks
de: Nein, danke
es_ar: No, gracias
et: Tänan, ei
eu: Ez, eskerrik asko
fr: Non merci
ja: いいえ、遠慮します
pl: Nie, dzięki
pt_br: Não, obrigado
ru: Нет, спасибо
ta: இல்லை, நன்றி
tr: Hayır, teşekkürler
uk: Ні, дякую
zh_hans: 不，谢谢
zh_hant: 不，謝謝

source: None
de: Keine
es_ar: Ninguno
et: Puudub
eu: Bat ere ez
fr: Néant
ja: なし
pl: Nic
pt_br: Nenhum
ro: Nici unul
ru: Ничего
ta: எதுவுமில்லை
tr: Hiçbiri
uk: Нічого
zh_hans: 没有
zh_hant: 無

source: Northern Marianas
de: Nördliche Marianen
es_ar: Marianas del Norte
et: Põhja-Mariaanid
eu: Iparraldeko Marianak
fr: Îles Mariannes du Nord
pt_br: Marianas do Norte
ru: Северные Марианские острова
ta: வடக்கு மரியானாச்
tr: Kuzey Marianas
uk: Північні Маріанські острови
zh_hans: 北马里亚纳群岛
zh_hant: 北馬里亞納群島

source: Norway
de: Norwegen
es_ar: Noruega
et: Norra
eu: Norvegia
fr: Norvège
pt_br: Noruega
ru: Норвегия
ta: நார்வே
tr: Norveç
uk: Норвегія
zh_hans: 挪威
zh_hant: 挪威

source: Not Authorized. Please check your credentials.
cs: Neautorizováno. Zkontrolujte, prosím, své přihlašovací údaje.
de: Nicht autorisiert. Bitte überprüfe deine Anmeldedaten.
es_ar: No autorizado. Por favor verifique sus credenciales.
eu: Baimenik ez. Egiaztatu sartutako datuak.
fr: Non autorisé. Veuillez vérifier vos identifiants.
ja: 許可されませんでした。資格情報を確認してください。
pl: Nieautoryzowany. Sprawdź swoje dane uwierzytelniające.
pt_br: Não autorizado. Por favor, verifique suas credenciais.
ro: Neautorizat. Vă rugăm să vă verificați acreditările.
ru: Не авторизован. Пожалуйста, проверьте ваши реквизиты.
ta: ஏற்பு இல்லை. உங்கள் சான்றுகளை சரிபார்க்கவும்.
tr: Yetkili değil. Lütfen kimlik bilgilerinizi kontrol edin.
uk: Неавторизований. Будь ласка, перевірте свої облікові дані.
zh_hans: 未授权。请检查您的凭证。
zh_hant: 未授權。請檢查您的憑證。

source: Notes to self
de: Notizen an mich selbst
es_ar: Notas personales
et: Märkmed iseendale
eu: Nire buruarentzako oharrak
fr: Notes pour moi-même
ja: 自分自身へのメモ
pl: Notatki dla siebie
pt_br: Notas para si mesmo
ru: Заметки для себя
ta: தன்வய குறிப்புகள்
tr: Kendime notlar
uk: Нотатки для себе
zh_hans: 备忘录
zh_hant: 備忘錄

source: Notes to self: %@
de: Notizen an mich selbst: %@
es_ar: Notas personales: %@
et: Märkmed iseendale: %@
eu: Nire buruarentzako oharrak: %@
fr: Notes à moi-même : %@
ja: 自分自身へのメモ: %@
pl: Notatki dla siebie: %@
pt_br: Notas para si mesmo: %@
ru: Заметки для себя: %@
ta: தன்வய குறிப்புகள்: %@
tr: Kendime notlar: %@
uk: Примітка для себе: %@
zh_hans: 备忘录：%@
zh_hant: 備忘錄: %@

source: Notifications
cs: Oznámení
de: Benachrichtigungen
es_ar: Notificaciones
et: Teavitused
eu: Jakinarazpenak
ja: 通知
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
ta: அறிவிப்புகள்
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

source: Notifications disabled
de: Benachrichtigungen deaktiviert
es_ar: Notificaciones deshabilitadas
et: Teavitused pole kasutusel
eu: Jakinarazpenak ezgaituta daude
fr: Notifications désactivées
ja: 通知は無効になっています
pl: Powiadomienia wyłączone
pt_br: Notificações desativadas
ru: Уведомления отключены
ta: அறிவிப்புகள் முடக்கப்பட்டன
tr: Bildirimler engellendi
uk: Сповіщення вимкнені
zh_hans: 通知已禁用
zh_hant: 已禁用通知

source: Notify on all messages
de: Benachrichtigung über alle Nachrichten
es_ar: Notificar todos los mensajes
et: Teavita kõikide sõnumite puhul
eu: Jakinarazi mezu guztiak jasotzean
fr: Notifier pour tous les messages
ja: すべてのメッセージを通知
pl: Powiadamiaj o wszystkich wiadomościach
pt_br: Notificar em todas as mensagens
ru: Оповещать о всех сообщениях
ta: எல்லா செய்திகளிலும் அறிவிக்கவும்
tr: Tüm mesajlarda uyar
uk: Сповіщати про всі повідомлення
zh_hans: 通知所有消息
zh_hant: 通知所有訊息

source: Notify only when mentioned
de: Benachrichtigung nur bei Erwähnung
es_ar: Notificar solo cuando me mencionen
et: Teavita vaid mainimise puhul
eu: Jakinarazi soilik aipatzen nautenean
fr: Notifier seulement quand mentionné·e
ja: 言及された場合にのみ通知
pl: Powiadamiaj tylko przy wspomnieniach
pt_br: Notificar apenas quando mencionado
ru: Оповещать только при упоминании меня
ta: குறிப்பிடப்படும்போது மட்டுமே அறிவிக்கவும்
tr: Sadece bahsedildiği zaman
uk: Повідомляти тільки тоді, коли згадується
zh_hans: 仅在提及时通知
zh_hant: 僅在提及時通知

source: now
cs: právě teď
de: jetzt
es_ar: ahora
et: äsja
eu: orain
fr: maintenant
ja: 今
pl: teraz
pt_br: agora
ro: acum
ru: сейчас
ta: இப்போது
tr: şimdi
uk: зараз
zh_hans: 现在
zh_hant: 現在

source: Off
de: Aus
es_ar: Apagado
et: Väljas
eu: Itzalita
fr: Désactivé
ja: しない
pl: Wyłącz
pt_br: Desligado
ru: Отключено
ta: அணை
tr: Kapalı
uk: Вимкнено
zh_hans: 关
zh_hant: 禁用

source: Ok
et: Sobib
eu: Ados
ro: Bine
ru: Ок
ta: சரி
tr: Tamam
uk: Ок
zh_hans: 好
zh_hant: 確定

source: OK
et: Sobib
eu: ADOS
ro: Bine
ru: ОК
ta: சரி
tr: Tamam
zh_hant: 確定

source: Okay
de: OK
eu: Ados
fr: Ok
ja: Ok
pt_br: Ok
ro: Bine
ru: Хорошо
ta: சரி
tr: Tamam.
uk: Окей
zh_hans: 好的
zh_hant: 確定

source: Older, slower, but still secure TLS version
de: Ältere, langsamere, aber immer noch sichere TLS-Version
es_ar: Versión de TLS más antigua, más lenta, pero aún segura
et: Vanem, aga jätkuvalt turvaline TLS-i versioon
eu: Zaharragoa, motelagoa, baina oraindik ere segurua den TLS bertsioa
fr: Ancienne version de TLS, lente, mais tout de même sécurisée
ja: 古くて遅いものの、いまだ安全な TLS バージョン
pl: Starsza, wolniejsza, ale nadal bezpieczna wersja TLS
pt_br: Versão mais antiga, mais lenta, mas ainda segura do TLS
ru: Старая, медленная, но по-прежнему безопасная версия TLS
ta: பழைய, மெதுவான, ஆனால் இன்னும் பாதுகாப்பான TLS பதிப்பு
tr: Daha eski, daha yavaş ama yine de güvenli TLS sürümü
uk: Старіша, повільніша, але все ще безпечна версія TLS
zh_hans: 较旧、较慢但仍然安全的 TLS 版本
zh_hant: 較舊、較慢但仍然安全的 TLS 版本

source: Oman
es_ar: Omán
et: Omaan
pt_br: Omã
ru: Оман
ta: ஓமான்
tr: Umman
uk: Оман
zh_hans: 阿曼
zh_hant: 阿曼

source: On this device
de: Auf diesem Gerät
es_ar: En este dispositivo
et: Selles seadmes
eu: Gailu honetan
fr: Sur cet appareil
ja: このデバイス
pl: Na tym urządzeniu
pt_br: Neste dispositivo
ru: На этом устройстве
ta: இந்த சாதனத்தில்
tr: Bu cihazda
uk: На цьому пристрої
zh_hans: 在此设备上
zh_hant: 在此裝置上

source: Online
es_ar: Conectado
et: Võrgus
eu: Linean
fr: En ligne
ja: オンライン
ro: Conectat
ru: В сети
ta: ஒன்லைன்
tr: Çevrimiçi
uk: Онлайн
zh_hans: 在线
zh_hant: 我在線上

source: Only contacts
cs: Pouze kontakty
de: Nur Kontakte
es_ar: Solo contactos
et: Vaid kontaktid
eu: Soilik kontaktuak
fr: Uniquement les contacts
ja: 相手先のみ
pl: Tylko kontakty
pt_br: Somente contatos
ro: Numai persoanele de contact
ru: Только контакты
ta: தொடர்புகள் மட்டுமே
tr: Yalnızca kişiler
uk: Тільки контакти
zh_hans: 仅联系人
zh_hant: 僅聯絡人

source: Open
cs: Otevřít
de: Öffnen
es_ar: Abrir
et: Ava
eu: Ireki
fr: Ouvrir
ja: 開く
pl: Otwórz
pt_br: Aberto
ro: Deschide
ru: Открыть
ta: திற
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 開啓

source: Open account settings
ja: アカウント設定を開く
zh_hans: 打开账号设置
zh_hant: 打開帳戶設定

source: Open app to see more
cs: Otevřete aplikaci, pokud chcete vidět víc
de: App öffnen, um mehr zu sehen
es_ar: Abrir la aplicación para ver más
et: Nägemaks enamat, palun ava rakendus
eu: Ireki aplikazioa gehiago ikusteko
fr: Ouvrez l'application pour voir plus
ja: アプリを開いて詳細を見る
pl: Otwórz aplikację, aby zobaczyć więcej
pt_br: Abrir aplicativo para ver mais
ro: Deschideți aplicația pentru a vedea mai mult
ru: Подробности в приложении
ta: மேலும் காண பயன்பாட்டைத் திறக்கவும்
tr: Daha fazlasını görmek için uygulamayı açın
uk: Відкрийте застосунок, щоб побачити більше
zh_hans: 打开应用查看更多
zh_hant: 開啓app查看更多

source: Open contact details
de: Kontaktinformationen öffnen
es_ar: Ver detalles del contacto
et: Ava kontakti üksikasjad
eu: Ireki kontaktuaren xehetasunak
fr: Ouvrir les informations du contact
ja: 相手先の詳細を開く
pl: Otwórz szczegóły konta
pt_br: Detalhes do contato aberto
ru: Информация о контакте
ta: தொடர்பு விவரங்களைத் திறக்கவும்
tr: İletişim bilgilerini aç
uk: Відкрити контактну інформацію
zh_hans: 打开联系人详请
zh_hant: 打開聯絡方式
