Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Verify your phone number
de: Überprüfung deiner Telefonnummer
es_ar: Verifique su número de teléfono
et: Kinnita oma telefoninumber
eu: Egiaztatu zure telefono zenbakia
fr: Vérifier votre numéro de téléphone
ja: 電話番号を検証
pl: Zweryfikuj swój numer telefonu
pt_br: Verificar seu número de telefone
ru: Подтвердите ваш номер телефона
ta: உங்கள் தொலைபேசி எண்ணை சரிபார்க்கவும்
tr: Telefon numaranızı doğrulayın
uk: Підтвердьте свій номер телефону
zh_hans: 验证您的电话号码
zh_hant: 驗證您的電話號碼

source: Version
cs: Verze
es_ar: Versión
et: Versioon
eu: Bertsioa
ja: バージョン
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
ta: பதிப்பு
tr: Sürüm
uk: Версія
zh_hans: 版本
zh_hant: 版本

source: version %@%@
de: version %1$@%2$@
es_ar: version %1$@%2$@
et: versioon %@%@
eu: %1$@%2$@ bertsioa
fr: version %1$@%2$@
ja: バージョン %1$@%2$@
pl: version %1$@%2$@
pt_br: version %1$@%2$@
ru: версия %1$@%2$@
ta: version %1$@%2$@
tr: version %1$@%2$@
uk: version %1$@%2$@
zh_hans: 版本 %@%@
zh_hant: 版本 %@%@

source: Very old app version
de: Sehr alte App-Version
es_ar: Versión muy antigua de la aplicación
et: Rakenduse versioon on väga vana
eu: Aplikazio oso zahar baten bertsioa
fr: Version très ancienne de l'application
ja: 非常に古いアプリのバージョン
pl: Bardzo stara wersja aplikacji
pt_br: Versão desatualizada do aplicativo
ru: Устаревшая версия приложения
ta: மிகவும் பழைய பயன்பாட்டு பதிப்பு
tr: Uygulamanın çok eski bir sürümü
uk: Дуже стара версія застосунку
zh_hans: 非常旧的应用版本
zh_hant: 非常舊的應用程式版本

source: Viet Nam
pt_br: Vietnã
ru: Вьетнам
ta: வியட்னாம்
uk: В'єтнам
zh_hans: 越南
zh_hant: 越南

source: Waiting for GPS signal
cs: Čekání na signál GPS
de: Warte auf GPS-Signal
es_ar: Esperando señal GPS
et: Ootan GPS-i signaali
eu: GPSaren seinalearen zain
fr: En attente du signal GPS
ja: GPS 信号を待機中
pl: Oczekiwanie na sygnał GPS
pt_br: Aguardando sinal de GPS
ro: Se așteaptă semnalul GPS
ru: Ожидание сигнала GPS
ta: சி.பி.எச் சிக்னலுக்காக காத்திருக்கிறது
tr: GPS sinyali bekleniyor
uk: Очікування сигналу GPS
zh_hans: 等待 GPS 信号
zh_hant: 等待GPS訊號

source: Wallis and Futuna
de: Wallis und Futuna
es_ar: Wallis y Futuna
et: Wallis ja Futuna
eu: Wallis eta Futuna
fr: Wallis-et-Futuna
pt_br: Wallis e Futuna
ru: Уоллис и Футуна
ta: வாலிச் மற்றும் ப்யூடுனா
tr: Wallis ve Futuna Adaları
uk: Уолліс і Футуна
zh_hans: 瓦利斯和富图纳群岛
zh_hant: 瓦利斯和富圖納

source: Warning
de: Warnung
es_ar: Advertencia
et: Hoiatus
eu: Abisua
fr: Attention
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
ta: எச்சரிக்கை
tr: Uyarı
uk: Попередження
zh_hans: 警告
zh_hant: 警告

source: We could not find a xmpp related QR-Code
cs: Nebylo možné nalézt QR kód související s XMPP
de: Wir konnten keinen XMPP-bezogenen QR-Code finden
es_ar: No encontramos un código QR relacionado con XMPP
et: Me ei suutnud tuvastada XMPP-ga seotud QR-koodi
eu: Ezin izan da XMPPari lotutako QR koderik aurkitu
fr: Nous n'avons pas pu trouver de QR-Code associé au XMPP
ja: XMPP に関する QR コードが見つかりませんでした
pl: Nie mogliśmy znaleźć kodu QR związanego z XMPP
pt_br: Não foi possível encontrar um QR-Code relacionado ao xmpp
ro: Nu am putut găsi un cod QR legat de XMPP
ru: Не удалось найти относящийся к XMPP QR-код
ta: எக்ச்எம்பிபி தொடர்பான கியூஆர்-குறியீட்டை எங்களால் கண்டுபிடிக்க முடியவில்லை
tr: Xmpp ile ilgili bir QR Kodu bulamadık
uk: Ми не змогли знайти QR-код, пов'язаний з XMPP
zh_hans: 找不到与 XMPP 相关的二维码
zh_hant: 我們找不到與xmpp相關的QR碼

source: We don't support any task requested by the server, account disabled: %@
de: Wir unterstützen keine vom Server angeforderten Aufgaben, Konto deaktiviert: % @
es_ar: No admitimos ninguna tarea solicitada por el servidor, cuenta deshabilitada: %@
eu: Ez ditugu zerbitzariak eskatutako zereginak onartzen, kontua ezgaituta: %@
fr: Nous ne supportons aucune tâche demandée par le serveur, compte désactivé : %@
pl: Nie obsługujemy żadnego zadania żądanego przez serwer, konto wyłączone: %@
pt_br: Não oferecemos suporte a nenhuma tarefa solicitada pelo servidor, conta desativada: %@
ru: Мы не поддерживаем ни одну из запрошенных сервером задач; учётная запись деактивирована: %@
ta: சேவையகம் கோரிய எந்தவொரு பணியையும் நாங்கள் ஆதரிக்கவில்லை, கணக்கு முடக்கப்பட்டது: %@
tr: Sunucu tarafından talep edilen hiçbir görevi desteklemiyoruz, hesap devre dışı: %@
uk: Ми не підтримуємо жодного завдання, запитуваного сервером, обліковий запис відключено: %@
zh_hans: 我们不支持服务器请求的任何任务，账号已禁用：%@
zh_hant: 我們不支援伺服器請求的任何任務，帳戶已禁用：%@

source: We don't support the single task requested by the server, account disabled: %@
de: Wir unterstützen die vom Server angeforderte Einzelaufgabe nicht, Konto deaktiviert: %@
es_ar: No admitimos la tarea solicitada por el servidor, cuenta deshabilitada: %@
eu: Ez dugu zerbitzariak eskatutako zeregin bakarra onartzen, kontua ezgaituta: %@
fr: Nous ne supportons pas la seule tâche demandée par le serveur, compte désactivé : %@
pl: Nie obsługujemy pojedynczego zadania żądanego przez serwer, konto wyłączone: %@
pt_br: Não oferecemos suporte à tarefa única solicitada pelo servidor, conta desabilitada: %@
ru: Мы не поддерживаем ту единственную задачу, которую запросил сервер; учётная запись деактивирована: %@
ta: சேவையகம் கோரிய ஒற்றை பணியை நாங்கள் ஆதரிக்கவில்லை, கணக்கு முடக்கப்பட்டது: %@
tr: Sunucu tarafından istenen tek bir görevi desteklemiyoruz, hesap devre dışı: % @
uk: Ми не підтримуємо єдине завдання, запитане сервером, обліковий запис відключено: %@
zh_hans: 我们不支持服务器请求的单个任务，账号已禁用：%@
zh_hant: 我們不支援伺服器請求的單個任務，帳戶已禁用：%@

source: We sent you an SMS to %@
de: Wir haben dir eine SMS an %@ geschickt
es_ar: Le hemos enviado un SMS al %@
et: Me saatsime sulle SMS-i numbrile %@
eu: SMS bat bidali dizugu %@ zenbakira
fr: Nous vous avons envoyé un SMS au %@
pl: Wysłaliśmy Tobie SMSa na %@
pt_br: Enviamos um SMS para %@
ru: СМС сообщение отправлено на номер %@
ta: நாங்கள் உங்களுக்கு ஒரு எச்எம்எச்சை %@ க்கு அனுப்பினோம்
tr: Size %@ adresine bir SMS gönderdik
uk: Ми надіслали вам SMS на %@
zh_hans: 我们向您发送了一条短信到 %@
zh_hant: 我們向您的%@傳送了一則簡訊

source: We were not able to connect your account. Please check your username and password and make sure you are connected to the internet.
de: Wir können keine Verbindung zu deinem Konto herstellen. Bitte überprüfe deinen Benutzernamen und dein Passwort und stelle sicher, dass du mit dem Internet verbunden bist.
es_ar: No fue posible conectarse a su cuenta. Por favor verifique su nombre de usuario, contraseña y asegúrese de estar conectado a la internet.
eu: Ezin izan dugu zure kontua konektatu. Egiaztatu erabiltzaile-izena eta pasahitza, eta baieztatu internetera sarbidea duzula.
fr: Nous n'avons pas pu connecter votre compte. Veuillez vérifier votre nom d'utilisateur et votre mot de passe et assurez-vous que vous êtes connecté à Internet.
ja: アカウントに接続できませんでした。ユーザー名とパスワードを確認し、インターネットに接続していることを確認してください。
pl: Nie byliśmy w stanie połączyć Twojego konta. Sprawdź swoją nazwę użytkownika i hasło oraz upewnij się, że Twoje urządzenie jest podłączone do internetu.
pt_br: Não foi possível conectar sua conta. Verifique seu nome de usuário e senha e certifique-se de estar conectado à Internet.
ru: Не удалось войти в вашу учётную запись. Пожалуйста, проверьте имя пользователя и пароль, а также убедитесь в исправности подключения к Интернет.
ta: உங்கள் கணக்கை எங்களால் இணைக்க முடியவில்லை. தயவுசெய்து உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லைச் சரிபார்த்து, நீங்கள் இணையத்துடன் இணைக்கப்பட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
tr: Hesabınıza bağlanamadık. Lütfen kullanıcı adınızı ve şifrenizi kontrol edin ve internete bağlı olduğunuzdan emin olun.
uk: Нам не вдалося підключити ваш обліковий запис. Будь ласка, перевірте своє ім'я користувача та пароль і переконайтеся, що ви підключені до Інтернету.
zh_hans: 我们无法连接到您的账号。请检查您的用户名和密码，并确保您已连接网络。
zh_hant: 我們無法關聯您的帳戶。請檢查您的使用者名和密碼，並確保您已連接到互聯網。

source: We were not able to connect your account. Please check your username and password and make sure you are connected to the internet. Technical error message: %@
de: Wir können keine Verbindung zu deinem Konto herstellen. Bitte überprüfe deinen Benutzernamen und dein Passwort und stelle sicher, dass du mit dem Internet verbunden bist. Technische Fehlermeldung: %@
es_ar: No fue posible conectarse a su cuenta. Por favor verifique su nombre de usuario, contraseña y asegúrese de estar conectado a la internet. Mensaje de error técnico: %@
eu: Ezin izan dugu zure kontua konektatu. Egiaztatu erabiltzaile-izena eta pasahitza, eta baieztatu internetera sarbidea duzula. Errorearen mezu teknikoa: %@
fr: Nous n'avons pas pu connecter votre compte. Veuillez vérifier votre nom d'utilisateur et votre mot de passe et assurez-vous que vous êtes connecté à Internet. Message d'erreur technique : %@
ja: アカウントに接続できませんでした。ユーザー名とパスワードを確認し、インターネットに接続していることを確認してください。 技術的エラーメッセージ: %@
pl: Nie byliśmy w stanie połączyć Twojego konta. Sprawdź swoją nazwę użytkownika i hasło oraz upewnij się, że Twoje urządzenie jest podłączone do internetu. Wiadomość błędu technicznego: %@
pt_br: Não foi possível conectar sua conta. Verifique seu nome de usuário e senha e certifique-se de estar conectado à internet. Mensagem de erro técnico: %@
ru: Не удалось войти в вашу учётную запись. Пожалуйста, проверьте имя пользователя и пароль, а также убедитесь в исправности подключения к Интернет. Техническое сообщение от ошибке: %@
ta: உங்கள் கணக்கை எங்களால் இணைக்க முடியவில்லை. தயவுசெய்து உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லைச் சரிபார்த்து, நீங்கள் இணையத்துடன் இணைக்கப்பட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். தொழில்நுட்ப பிழை செய்தி: %@
tr: Hesabınıza bağlanamadık. Lütfen kullanıcı adınızı ve şifrenizi kontrol edin ve internete bağlı olduğunuzdan emin olun. Teknik hata mesajı: %@
uk: Нам не вдалося підключити ваш обліковий запис. Будь ласка, перевірте своє ім'я користувача та пароль і переконайтеся, що ви підключені до Інтернету. Повідомлення про технічну помилку: %@
zh_hans: 我们无法连接到您的账号。请检查您的用户名和密码，并确保您已连接网络。 技术错误消息：%@
zh_hant: 我們無法關聯您的帳戶。請檢查您的使用者名和密碼，並確保您已連接到互聯網。 技術錯誤訊息：%@

source: We will check the number **%@**. Is this okay or do you want to change the number?
de: Wir werden die Nummer **%@** überprüfen. Ist sie in Ordnung oder möchtest du die Nummer ändern?
es_ar: Comprobaremos el número **%@**. ¿Este número es correcto o desea cambiarlo?
eu: **%@** zenbakia egiaztatuko dugu. Zuzena al da edo zenbakia aldatu nahi al duzu?
fr: Nous allons tester le numéro **%@**. Est-ce ok ou voulez-vous changer ce numéro ?
pl: Ten numer zostanie zweryfikowany: **%@**. Czy jest on poprawny, czy chcesz go zmienić?
pt_br: Vamos verificar o número **%@**. Está tudo bem ou você quer mudar o número?
ru: Верифицируем номер **%@**. Уверенны или хотите поменять номер?
ta: **%@** எண்ணை சரிபார்க்கிறோம். இது சரியா அல்லது எண்ணை மாற்ற விரும்புகிறீர்களா?
tr: **%@** numarasını kontrol edeceğiz. Bu tamam mı yoksa numarayı değiştirmek mi istiyorsunuz?
uk: Ми перевіримо номер **%@**. Це нормально чи ви хочете змінити номер?
zh_hans: 我们将检查号码 **%@**。这样可以吗？还是要更改号码？
zh_hant: 我們將檢查數位 **%@**。這沒問題還是您想更改號碼？

source: Weakest channel-binding type, not securing against stolen certs/keys, but detects wrongly issued certs.
de: Schwächster Kanalbindungstyp, der nicht gegen gestohlene Zertifikate/Schlüssel schützt, aber falsch ausgestellte Zertifikate erkennt.
es_ar: Tipo de "channel-binding" mas débil, no protege del robo de certificados/llaves pero detecta certificados erróneamente emitidos.
eu: Channel-binding mota ahulena, ez du ostutako ziurtagiri edo gakoetatik babesten, baina oker jaulkitako ziurtagiriak antzematen ditu.
fr: Type de channel-binding le plus faible, ne sécurisant pas contre les certificats ou clés volés, mais détecte les certificats émis à tort.
ja: 最も弱いチャネルバインディングのタイプ。盗難された証明書/鍵に対しては安全ではありませんが、誤って発行された証明書は検出されます。
pl: Najsłabszy typ powiązania kanału, nie zabezpieczający przed skradzionymi certyfikatami/kluczami, ale wykrywa błędnie wystawione certyfikaty.
pt_br: Tipo de associação de canal mais fraco, não protegendo contra certificados/chaves roubados, mas detectando certificados emitidos incorretamente.
ru: Самый уязвимый из способов привязки к каналу передачи данных: не защищает от краденых сертификатов/ключей, но выявляет некорректно выданные сертификаты.
ta: பலவீனமான சேனல்-பிணைப்பு வகை, திருடப்பட்ட சான்றிதழ்கள்/விசைகளுக்கு எதிராக பாதுகாக்கப்படவில்லை, ஆனால் தவறாக வழங்கப்பட்ட சான்றிதழ்களைக் கண்டறிகிறது.
tr: En zayıf channel-binding tipidir, çalınan sertifikalara/anahtarlara karşı güvenlik sağlamaz, ancak yanlış verilen sertifikaları tespit eder.
uk: Найслабший тип прив'язки до каналу, не захищає від викрадення сертифікатів/ключів, але виявляє неправильно видані сертифікати.
zh_hans: 最弱的通道绑定类型，不能防止证书/密钥被盗，但可以检测错误颁发的证书。
zh_hant: 最弱的通道綁定類型，不防止被盜的證書/金鑰，但檢測錯誤頒發的證書。

source: Welcome
de: Willkommen
es_ar: Bienvenido
et: Tere tulemast
eu: Ongi etorri
fr: Bienvenue
ja: ようこそ
pl: Witamy
pt_br: Bem-vindo
ro: Bine ați venit
ru: Добро пожаловать
ta: வரவேற்கிறோம்
tr: Hoşgeldiniz
uk: Вітаємо
zh_hans: 欢迎
zh_hant: 歡迎使用

source: Welcome to Monal !
de: Willkommen bei Monal !
es_ar: ¡Bienvenido a Monal!
et: Tere tulemast, see on Monal!
eu: Ongi etorri Monal-era!
fr: Bienvenue dans Monal !
ja: Monal へようこそ
pt_br: Bem-vindo ao Monal !
ru: Добро пожаловать в Monal !
ta: மோனலுக்கு வருக!
tr: Monal'a hoş geldiniz!
uk: Ласкаво просимо до Monal !
zh_hans: 欢迎使用 Monal！
zh_hant: 歡迎來到 Monal ！

source: Welcome to Quicksy !
de: Willkommen bei Quicksy !
es_ar: ¡Bienvenido a Quicksy !
et: Tere tulemast, see on Quicksy!
eu: Ongi etorri Quicksy-ra!
fr: Bienvenue dans Quicksy !
ja: Quicksy へようこそ
pt_br: Bem-vindo ao Quicksy !
ru: Добро пожаловать в Quicksy !
ta: குயிக்சிக்கு வருக!
tr: Quicksy'e hoş geldiniz!
uk: Ласкаво просимо до Quicksy !
zh_hans: 欢迎使用 Quicksy！
zh_hant: 歡迎來到 Quicksy ！

source: What call do you want to place?
de: Welchen Anruf möchtest du tätigen?
es_ar: ¿Qué llamada quiere hacer?
et: Mis moodi tahaksid helistada?
eu: Zer dei egin nahi duzu?
fr: Quel type d’appel voulez-vous effectuer ?
ja: どのような通話をしたいですか ?
pt_br: What call does you want to place?
ru: Какой звонок хотите совершить?
ta: நீங்கள் என்ன அழைப்பை வைக்க விரும்புகிறீர்கள்?
tr: Hangi çağrıyı yapmak istiyorsunuz?
uk: Який дзвінок ви хочете здійснити?
zh_hans: 您想拨打什么电话？
zh_hant: 您要撥打什麼電話？

source: When disabled, URLs will opened in your default browser (that might not be Safari).
de: Wenn diese Funktion deaktiviert ist, werden URLs in deinem Standardbrowser geöffnet (der nicht unbedingt Safari sein muss).
es_ar: Al deshabilitar, las URL serán abiertas en su navegador por defecto (el cual puede no ser Safari).
eu: Ezgaitzen denean, URLak defektuzko nabigatzailean irekiko dira (agian ez da Safari izango).
fr: Si cette option est désactivée, les URL s'ouvriront dans votre navigateur par défaut (qui peut ne pas être Safari).
ja: 無効にすると、URL はデフォルトのブラウザ (Safari ではない可能性があります) で開かれます。
pt_br: Quando desativado, URLs will opened in your default browser (que pode não ser o Safari).
ru: Если отключить, ссылки будут открываться в вашем браузере по умолчанию (и это может быть не Safari).
ta: முடக்கப்பட்டால், உங்கள் இயல்புநிலை உலாவியில் முகவரி கள் திறக்கப்படும் (அது சஃபாரி அல்ல).
tr: Devre dışı bırakıldığında, URL'ler varsayılan tarayıcınızda açılır (bu Safari olmayabilir).
uk: Якщо вимкнено, URL-адреси відкриватимуться у вашому браузері за замовчуванням (це може бути не Safari).
zh_hans: 禁用后，URL 将在默认浏览器（可能不是 Safari）中打开。
zh_hant: 禁用后，URL 將在預設瀏覽器（可能不是 Safari）中打開。

source: When you start a conversation with someone, they will show up here.
de: Wenn du eine Unterhaltung mit jemandem beginnst, wird diese hier auftauchen.
es_ar: Cuando inicia una conversación con alguien, aparecerá aquí.
eu: Norbaitekin hizketan hasten zarenean hemen agertuko da.
fr: Quand vous démarrerez une conversation avec quelqu’un, elle apparaîtra ici.
pt_br: Quando você iniciar uma conversa com alguém, essa pessoa aparecerá aqui.
ru: Когда вы начнёте переписку с кем-либо, она появится здесь.
ta: நீங்கள் உரையாடலைத் தொடங்கும்போது ஒருவருடன், அவர்கள் செய்வார்கள் இங்கே காண்பி.
tr: Biriyle konuşmaya başladığınızda onlar burada gözükürler.
uk: Коли ви починаєте розмову з кимось, ця людина з’явиться тут.
zh_hans: 当您与某人开始 对话时，他们就会 出现在这里。
zh_hant: 當您開始對話時 與某人在一起，他們會 出現在這裡。

source: Will focus the textfield on macOS or iOS with hardware keyboard attached, will open the software keyboard otherwise.
de: Fokussiert das Textfeld unter macOS oder iOS mit angeschlossener Hardware-Tastatur, ansonsten wird die Software-Tastatur geöffnet.
es_ar: Hará foco en la caja de texto en macOS e iOS con un teclado conectado. De lo contrario, abrirá el teclado digital.
eu: Testua idazteko eremua zuzenean aktibatuko da macOS eta iOSen, eta teklatu birtuala irekiko du.
fr: Donnera le focus sur le champ de texte sur macOS ou iOS avec le clavier matériel connecté, sinon ouvrira le clavier logiciel.
ja: ハードウェア キーボードが接続されている macOS または iOS では入力欄に移動し、それ以外の場合はソフトウェア キーボードが開きます。
pt_br: Focará o campo de texto no macOS ou iOS com o teclado de hardware conectado, abrirá o teclado de software caso contrário.
ru: Сфокусироваться на поле ввода текста в macOS или iOS с подключенной аппаратной клавиатурой, в противном случае показать экранную клавиатуру.
ta: வன்பொருள் விசைப்பலகை இணைக்கப்பட்டுள்ள MACOS அல்லது ஐஇமு இல் உரைநிலையை மையமாகக் கொண்டு, மென்பொருள் விசைப்பலகை திறக்கும்.
tr: Donanım klavyesi takılıyken macOS veya iOS'ta metin alanına odaklanır, aksi takdirde yazılım klavyesini açar.
uk: Фокусуватиме текстове поле на macOS або iOS з підключеною апаратною клавіатурою, в іншому випадку відкриє програмну клавіатуру.
zh_hans: 将文本框焦点放在连接了硬件键盘的 macOS 或 iOS 上，否则将打开软件键盘。
zh_hant: 將文本欄位聚焦在連接了硬體鍵盤的macOS或iOS上，否則將打開軟體鍵盤。

source: Wrong menu
cs: Nesprávné menu
de: Falsches Menü
es_ar: Menú incorrecto
et: Vale menüü
eu: Menu okerra
fr: Mauvais menu
pl: Złe menu
pt_br: Menu errado
ro: Meniu greșit
ru: Некорректное меню
ta: தவறான பட்டியல்
tr: Yanlış menü
uk: Неправильне меню
zh_hans: 错误的菜单
zh_hant: 錯誤的菜單

source: XEP-0163 Personal Eventing Protocol
de: XEP-0163 Persönliches Ereignisprotokoll
es_ar: XEP-0163 PEP (Avatares/OMEMO)
et: XEP-0163 Personal Eventing Protocol (Olekuteadete edastamine)
fr: XEP-0163 : Protocole d'événements personnels
pt_br: XEP-0163 Protocolo de eventos pessoais
ro: XEP-0163 Protocol personal de evenimente
ru: XEP-0163 Протокол персональных событий. Размещение аватаров, передача ключей OMEMO
ta: XEP-0163 தனிப்பட்ட நிகழ்வு நெறிமுறை
tr: XEP-0163 Kişisel Olay Protokolü
uk: XEP-0163 Персональний протокол подій
zh_hans: XEP-0163：个人事件协议
zh_hant: XEP-0163 個人事件協定

source: XEP-0191: Blocking Command
de: XEP-0191: Blockier-Befehl
es_ar: XEP-0191: Comando de Bloqueo
et: XEP-0191: Blocking Command (Suhtluse blokeerimine)
fr: XEP-0191 : Commande de blocage
pt_br: XEP-0191: Comando de bloqueio
ro: XEP-0191: Comandă de blocare
ru: XEP-0191: Команда блокировки
ta: XEP-0191: தடுப்பு கட்டளை
tr: XEP-0191: Engelleme Komutu
uk: XEP-0191: Команда блокування
zh_hans: XEP-0191：屏蔽命令
zh_hant: XEP-0191：封鎖命令

source: XEP-0198: Stream Management
es_ar: XEP-0198: Gestión de flujo de datos
et: XEP-0198: Stream Management (Voogedastuse haldus)
fr: XEP-0198 : Gestion des flux
pt_br: XEP-0198: Gerenciamento de fluxo
ro: XEP-0198: Management flux
ru: XEP-0198: Менеджер потоков. Необходим для доставки сообщений при нестабильном интернет-канале и выключенном архиве сообщений. Если сервер не получает уведомления о доставке, он повторно отправляет сообщение
ta: XEP-0198: ச்ட்ரீம் மேலாண்மை
tr: XEP-0198: Akış Yönetimi
uk: XEP-0198: Управління потоками
zh_hans: XEP-0198：流管理
zh_hant: XEP-0198：串流管理

source: XEP-0199: XMPP Ping
es_ar: XEP-0199: PING XMPP
et: XEP-0199: XMPP Ping (Ühenduse toimimise kontroll)
fr: XEP-0199 : Ping XMPP
pt_br: XEP-0199: Ping XMPP
ru: XEP-0199: XMPP пинг
ta: XEP-0199: XMPP பிங்
tr: XEP-0199: XMPP Ping'i
uk: XEP-0199: Пінг XMPP
zh_hans: XEP-0199：XMPP Ping 命令
zh_hant: XEP-0199: XMPP延遲檢測

source: XEP-0215: External Service Discovery
de: XEP-0215: Externe Diensterkennung
es_ar: XEP-0215: Detección de Servicios Externos
et: XEP-0215: External Service Discovery (Väliste lisateenuste tuvastamine)
fr: XEP-0215 : Découverte de services externes
pt_br: XEP-0215: Descoberta de serviço externo
ru: XEP-0215: Обнаружение внешних служб
ta: XEP-0215: வெளிப்புற பணி கண்டுபிடிப்பு
tr: XEP-0215: Harici Hizmet Keşfi
uk: XEP-0215: Виявлення зовнішніх служб
zh_hans: XEP-0215：外部服务发现
zh_hant: XEP-0215：外部服務發現

source: XEP-0237: Roster Versioning
de: XEP-0237: Kontaktlistenversionierung
es_ar: XEP-0237: Control de las versiones de la lista de contactos
et: XEP-0237: Roster Versioning (Serveri kontaktiraamatu versioonihaldus)
fr: XEP-0237 : Gestion des versions de liste
pt_br: XEP-0237: Controle de versão da lista
ro: XEP-0237: Versiunea listei de contacte
ru: XEP-0237: Версионирование списка контактов. Позволяет вместо полной загрузки данных собеседников передавать лишь обновлённые данные
ta: XEP-0237: ரோச்டர் பதிப்பு
tr: XEP-0237: Kadro Sürümü Oluşturma
uk: XEP-0237: Управління версіями реєстру
zh_hans: XEP-0237：花名册版本控制
zh_hant: XEP-0237：名單版本控制

source: XEP-0280: Message Carbons
de: XEP-0280: Nachrichtenkopien
es_ar: XEP-0280: Copias de los Mensajes
et: XEP-0280: Message Carbons (Sõnumite edastamine kasutaja kõikidesse seadmetesse)
fr: XEP-0280 : Message carbones
pt_br: XEP-0280: Carbonos da mensagem
ro: XEP-0280: Copii indigo mesaje
ru: XEP-0280: Дублирование сообщений. Отправка сообщения на все включённые устройства (используется при отключенном архиве сообщений)
ta: XEP-0280: செய்தி கார்பன்கள்
tr: XEP-0280: Mesaj Karbon Kopyaları
zh_hans: XEP-0280：消息抄送
zh_hant: XEP-0280：訊息複寫本

source: XEP-0313: Message Archive Management
de: XEP-0313: Nachrichtenarchivverwaltung
es_ar: XEP-0313: MAM
et: XEP-0313: Message Archive Management (Sõnumite arhiveerimine serveris)
fr: XEP-0313 : Gestion des archives des messages
pt_br: XEP-0313: Gerenciamento de arquivamento de mensagens
ro: XEP-0313: Gestionarea arhivei de mesaje
ru: XEP-0313: Управление архивом сообщений
ta: XEP-0313: செய்தி காப்பக மேலாண்மை
tr: XEP-0313: Mesaj Arşivi Yönetimi
uk: XEP-0313: Керування архівом повідомлень
zh_hans: XEP-0313：消息存档管理
zh_hant: XEP-0313：訊息存檔管理

source: XEP-0352: Client State Indication
de: XEP-0352: Client-Statusanzeige
es_ar: XEP-0352: Visualización del Estado del Cliente
et: XEP-0352: Client State Indication (Kliendi olekuteated)
fr: XEP-0352 : Indication de l'état du client
pt_br: XEP-0352: Indicação do Estado do Cliente
ro: XEP-0352: Indicator stare client
ru: XEP-0352: Отображение состояния клиента. Если XMPP-клиент свёрнут, сервер передаёт лишь сообщения. Это экономит расход батареи и интернет-трафик
ta: XEP-0352: கிளையன்ட் மாநில அறிகுறி
tr: XEP-0352: İstemci Durumu Göstergesi
uk: XEP-0352: Вказівка стану клієнта
zh_hans: XEP-0352：客户端状态指示
zh_hant: XEP-0352：客戶端狀態指示

source: XEP-0357: Push Notifications
de: XEP-0357: Push-Benachrichtigungen
es_ar: XEP-0357: Notificaciones Automáticas
et: XEP-0357: Push Notifications (Tõuketeavitused)
fr: XEP-0357 : Notifications push
pt_br: XEP-0357: Notificações push
ro: XEP-0357: Notificări Push
ru: XEP-0357: Push-уведомления
ta: XEP-0357: புச் அறிவிப்புகள்
tr: XEP-0357: Anında Bildirimler
uk: XEP-0357: Push сповіщення
zh_hans: XEP-0357：推送通知
zh_hant: XEP-0357：推送通知

source: XEP-0363: HTTP File Upload
de: XEP-0363: HTTP-Dateitransfer
es_ar: XEP-0363: Carga de archivos HTTP
et: XEP-0363: HTTP File Upload (Failide üleslaadimine HTTP-ga)
fr: XEP-0363 : Mise en ligne de fichier HTTP
pt_br: XEP-0363: Upload de arquivo HTTP
ro: XEP-0363: Încărcare fișiere prin HTTP
ru: XEP-0363: Отправка файлов по HTTP. Универсальная передача файлов между разными клиентами с использованием HTTP
ta: XEP-0363: HTTP கோப்பு பதிவேற்றம்
tr: XEP-0363: HTTP Dosya Karşıya Yükleme
zh_hans: XEP-0363：HTTP 文件上传
zh_hant: XEP-0363：HTTP 檔上載
