Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Mali
ru: Мали
ta: மாலி
uk: Малі
zh_hans: 马里
zh_hant: 馬里

source: Malta
fr: Malte
ru: Мальта
ta: மால்டா
uk: Мальта
zh_hans: 马耳他
zh_hant: 馬爾他

source: Manual input
de: Manuelle Eingabe
es_ar: Ingreso manual
et: Käsitsi sisend
eu: Eskuz
fr: Entrée manuelle
ja: 手入力
pl: Wprowadź ręcznie
pt_br: Entrada manual
ru: Ручной ввод
ta: கையேடு உள்ளீடு
tr: Manuel giriş
uk: Ручне введення
zh_hans: 手动输入
zh_hant: 手動輸入

source: Mark as read
cs: Označit jako přečtené
de: Als gelesen markieren
es_ar: Marcar como leído
et: Märgi loetuks
eu: Markatu irakurritzat
fr: Marquer comme lu
ja: 既読としてマーク
pl: Oznacz jako przeczytane
pt_br: Marcar como lido
ro: Marchează ca citit
ru: Пометить как прочитанное
ta: படித்தபடி குறி
tr: Okundu olarak işaretle
uk: Помітити прочитаним
zh_hans: 标记为已读
zh_hant: 標記為已讀

source: Marshall Islands
de: Marshallinseln
es_ar: Islas Marshall
et: Marshalli Saared
eu: Marshall Uharteak
fr: Îles Marshall
pt_br: Ilhas Marshall
ru: Маршалловы Острова
ta: மார்சல் தீவுகள்
tr: Marshall Adaları
uk: Маршаллові острови
zh_hans: 马绍尔群岛
zh_hant: 馬紹爾群島

source: Martinique
es_ar: Martinica
eu: Martinika
pt_br: Martinica
ru: Мартиника
ta: மார்டினீக்கு
tr: Martinik
uk: Мартиніка
zh_hans: 马提尼克岛
zh_hant: 馬丁尼克

source: Mauritania
de: Mauretanien
et: Mauritaania
fr: Mauritanie
pt_br: Mauritânia
ru: Мавритания
ta: மொரிசியேனியா
tr: Moritanya
uk: Мавританія
zh_hans: 毛里塔尼亚
zh_hant: 茅利塔尼亞

source: Mauritius
es_ar: Mauricio
eu: Maurizio
fr: Maurice
pt_br: Maurício
ru: Маврикий
ta: மொரீசியச்
tr: Morityus
uk: Маврикій
zh_hans: 毛里求斯
zh_hant: 模里西斯

source: Me:
de: Ich:
es_ar: Yo:
et: Mina:
eu: Neuk:
fr: Moi :
ja: 自分:
pt_br: Eu:
ru: Я:
ta: நான்:
tr: Ben:
uk: Я:
zh_hans: 我：
zh_hant: 我:

source: Member
de: Mitglied
es_ar: Miembro
et: Liige
eu: Kidea
fr: Membre
ja: メンバー
pl: Członek
pt_br: Membro
ru: Участник
ta: உறுப்பினர்
tr: Üye
uk: Член
zh_hans: 成员
zh_hant: 成員

source: Message from %@
cs: Zpráva od %@
de: Nachricht von %@
es_ar: Mensaje de %@
et: Sõnum kasutajalt %@
eu: %@ erabiliz
fr: Message de %@
ja: %@ からメッセージ
pl: Wiadomość od %@
pt_br: Mensagem de %@
ro: Mesaj de la %@
ru: Сообщение от %@
ta: %@ இடமிருந்து செய்தி
tr: %@'dan gelen mesaj
uk: Повідомлення від %@
zh_hans: 以 %@ 发送消息
zh_hant: 從 %@來的訊息

source: Message was encrypted with '%@' which isn't supported by Monal
cs: Zpráva byla šifrována pomocí '%@' , který není podporován Monalem
de: Nachricht wurde mit '%@' verschlüsselt, was von Monal nicht unterstützt wird
es_ar: El mensaje fue encriptado con '%@' para el cual Monal no tiene soporte
eu: Mezua '%@' erabiliz zifratu da, Monalekin bateragarria ez dena
fr: Le message a été chiffré avec '%@' qui n'est pas supporté par Monal
ja: メッセージは Monal が対応していない '%@' で暗号化されました
pl: Wiadomość została zaszyfrowana za pomocą „%@”, co nie jest obsługiwane przez Monal
pt_br: A mensagem foi criptografada com '%@' que não é suportado pelo Monal
ru: Сообщение зашифровано с использованием '%@',- Monal не поддерживает этот шифр
ta: செய்தி '%@' உடன் குறியாக்கம் செய்யப்பட்டது, இது மோனால் ஆதரிக்கப்படவில்லை
tr: İleti, Monal tarafından desteklenmeyen '%@' ile şifrelendi
uk: Повідомлення було зашифровано за допомогою символу '%@', який не підтримується Monal
zh_hans: 消息已使用 Monal 不支持的“%@”加密
zh_hant: 訊息使用 『%@』 加密，Monal 不支援

source: Message was encrypted with OMEMO and can't be decrypted anymore
cs: Zpráva byla šifrována pomocí OMEMO a již není možné ji dešifrovat
de: Diese Nachricht wurde mit OMEMO verschlüsselt und kann nicht mehr entschlüsselt werden
es_ar: El mensaje se encriptado con OMEMO y ya no se puede desencriptar
eu: Mezua OMEMOrekin zifratu zen eta ezin da jada deszifratu
fr: Le message a été chiffré avec OMEMO et ne peut plus être déchiffré maintenant
ja: メッセージは OMEMO で暗号化されており、もう復号できません
pl: Wiadomość została zaszyfrowana za pomocą OMEMO i nie można jej już odszyfrować
pt_br: A mensagem foi criptografada com OMEMO e não pode mais ser descriptografada
ru: Сообщение зашифровано с использованием OMEMO,- теперь его нельзя расшифровать
ta: செய்தி ஓமமோவுடன் குறியாக்கம் செய்யப்பட்டது, இனி மறைகுறியாக்க முடியாது
tr: İleti OMEMO ile şifrelendi ancak şifresi artık çözülemiyor
uk: Повідомлення було зашифровано за допомогою OMEMO і більше не може бути розшифровано
zh_hans: 消息已使用 OMEMO 加密，无法再解密
zh_hant: 郵件已使用 OMEMO 加密，並無法再解密

source: Message was encrypted with OMEMO but could not be decrypted
cs: Zpráva byla šifrována pomocí OMEMO, ale nebylo možné ji dešifrovat
de: Nachricht wurde mit OMEMO verschlüsselt, konnte aber nicht entschlüsselt werden
es_ar: El mensaje se encriptado con OMEMO pero no se pudo ser desencriptado
eu: Mezua OMEMOrekin zifratu da baina ezin izan da deszifratu
fr: Le message a été chiffré avec OMEMO mais n'a pu être déchiffré
ja: メッセージは OMEMO で暗号化されましたが、復号できませんでした
pl: Wiadomość została zaszyfrowana za pomocą OMEMO, ale nie można jej odszyfrować
pt_br: A mensagem foi criptografada com OMEMO mas não pôde ser descriptografada
ru: Сообщение зашифровано с использованием OMEMO, но его не удаётся расшифровать
ta: செய்தி ஓமமோவுடன் குறியாக்கம் செய்யப்பட்டது, ஆனால் மறைகுறியாக்க முடியவில்லை
tr: İleti OMEMO ile şifrelendi, ancak şifresi çözülemedi
uk: Повідомлення було зашифровано за допомогою OMEMO, але не вдалося розшифрувати
zh_hans: 消息已使用 OMEMO 加密，但无法解密
zh_hant: 郵件已使用 OMEMO 加密，但無法解密

source: Message was not encrypted for this device. Please make sure the sender trusts deviceid %u.
de: Die Nachricht wurde nicht für dieses Gerät verschlüsselt. Bitte stelle sicher, dass der Absender der Geräte-ID %u vertraut.
es_ar: El mensaje no fue encriptado para este dispositivo. Por favor asegúrese de que el remitente confía en el dispositivo %u.
eu: Mezua ez da gailu honetarako zifratu. Egiaztatu igorlea %u gailuaz fidatzen dela.
fr: Le message n'a pas été chiffré pour cet appareil. Assurez-vous que l'expéditeur fait confiance à l'ID d'appareil %u.
ja: メッセージはこのデバイス向けに暗号化されていませんでした。送信者がデバイス ID %u を信頼していることを確認してください。
pl: Wiadomość nie była zaszyfrowana dla tego urządzenia. Upewnij się, że nadawca ufa urządzeniu %u.
pt_br: A mensagem não foi criptografada para este dispositivo. Certifique-se de que o remetente confia no ID de dispositivo %u.
ru: Сообщение не было зашифровано для этого устройства. Пожалуйста, убедитесь, что отправитель доверяет устройству с идентификатором: %u.
ta: இந்த சாதனத்திற்கு செய்தி குறியாக்கம் செய்யப்படவில்லை. அனுப்புநர் சாதனத்தை நம்புகிறார் %u.
tr: Mesaj bu cihaz için şifrelenmiş değildi. Lütfen göndericinin cihazından emin olun deviceid %u.
uk: Повідомлення не було зашифровано для цього пристрою. Переконайтеся, що відправник довіряє ідентифікатору пристрою %u.
zh_hans: 未对此设备加密消息。请确保发送者信任设备 ID %u。
zh_hant: 未為此設備加密訊息。請確保傳送者信任裝置id %u。

source: Messages are encrypted
de: Nachrichten sind verschlüsselt
es_ar: Los mensajes están encriptados
et: Sõnumid on krüptitud
eu: Mezuak zifratuta daude
fr: Les messages sont chiffrés
ja: メッセージは暗号化されます
pl: Wiadomości są zaszyfrowane
pt_br: Mensagens criptografadas
ru: Сообщения шифруются
ta: செய்திகள் குறியாக்கம் செய்யப்பட்டுள்ளன
tr: Mesajlar şifrelidir
uk: Повідомлення зашифровані
zh_hans: 消息已加密
zh_hant: 訊息已加密

source: Messages are NOT encrypted
de: Nachrichten sind NICHT verschlüsselt
es_ar: Los mensajes NO están encriptados
et: Sõnumid POLE krüptitud
eu: Mezuak EZ daude zifratuta
fr: Les messages ne sont pas chiffrés
ja: メッセージは暗号化されません
pl: Wiadomości NIE SĄ zaszyfrowane
pt_br: Mensagens não estão criptografadas
ru: Сообщения НЕ шифруются
ta: செய்திகள் குறியாக்கம் செய்யப்படவில்லை
tr: Mesajlar şifreli DEĞİLDİR
uk: Повідомлення НЕ шифруються
zh_hans: 消息未加密
zh_hant: 訊息未加密！

source: Messages never archived by default.
cs: Zprávy nejsou nikdy archivovány jako výchozí nastavení.
de: Nachrichten werden standardmäßig nicht archiviert.
es_ar: No archivar mensajes por defecto.
et: Vaikimisi ei arhiveerita sõnumeid mitte kunagi.
eu: Mezuak ez dira defektuz inoiz artxibatzen.
fr: Les messages ne sont jamais archivés par défaut.
ja: デフォルトでメッセージは保管されません。
pl: Domyślnie wiadomości nie są archiwizowane.
pt_br: Mensagens nunca serão arquivadas por padrão.
ro: Mesajele nu sunt niciodată arhivate în mod implicit.
ru: По умолчанию сообщения не архивируются.
ta: செய்திகள் முன்னிருப்பாகக் காப்பகப்படுத்தப்படவில்லை.
tr: Mesajlar varsayılan olarak asla arşivlenmez.
uk: Повідомлення ніколи не архівуються за замовчуванням.
zh_hans: 默认情况下，消息从不存档。
zh_hant: 預設情況下，訊息從不存檔。

source: Method: %@
de: Methode: %@
es_ar: Método: %@
et: Meetod: %@
eu: Metodoa: %@
fr: Méthode : %@
ja: 方式: %@
pl: Metoda: %@
pt_br: Método: %@
ro: Metoda: %@
ru: Способ: %@
ta: முறை: %@
tr: Methot: %@
uk: Метод: %@
zh_hans: 方式：%@
zh_hant: 方式: %@

source: Mexico
de: Mexiko
es_ar: México
et: Mehhiko
eu: Mexiko
fr: Mexique
pt_br: México
ru: Мексика
ta: மெக்சிகோ
tr: Meksika
uk: Мексика
zh_hans: 墨西哥
zh_hant: 墨西哥

source: Micronesia
de: Mikronesien
et: Mikroneesia
eu: Mikronesiako Estatu Federatuak
fr: Micronésie
pt_br: Micronésia
ru: Микронезия
ta: மைக்ரோனேசியா
tr: Mikronezya
uk: Мікронезія
zh_hans: 密联邦
zh_hant: 密克羅尼西亞

source: Migration Assistant
de: Migrationsassistent
es_ar: Asistente de migración
et: Kolimisabiline
eu: Migraziorako laguntzailea
fr: Assistant de migration
ja: 移行アシスタント
pl: Asystent Migracji
pt_br: Assistente de Migração
ru: Помощник переноса
ta: இடம்பெயர்வு உதவியாளர்
tr: Geçiş Yardımcısı
uk: Міграційний асистент
zh_hans: 迁移助手
zh_hant: 遷移助理

source: Misc
de: Sonstige
es_ar: Misceláneos
et: Varia
eu: Denetarik
fr: Divers
ja: その他
pl: Pozostałe
pt_br: Diversos
ru: Другое
ta: இதர
tr: Çeşitli
uk: Різне
zh_hans: 杂项
zh_hant: 雜項

source: Missing Call Support
de: Fehlender Anrufsupport
es_ar: Sin soporte para llamadas
et: Kõnede tugi puudub
eu: Ez dago deiak egiteko aukerarik
fr: Fonction d’appel manquante
ja: 通話に対応していません
pl: Brak wsparcia dla rozmów
pt_br: Suporte a chamadas perdidas
ru: Отсутствует поддержка звонков
ta: அழைப்பு உதவி இல்லை
tr: Eksik Arama Desteği
uk: Відсутня підтримка дзвінків
zh_hans: 缺少呼叫支持
zh_hant: 漏接來電支援

source: Missing permission
cs: Chybějící oprávnění
de: Fehlende Berechtigung
es_ar: Falta permiso
et: Õigused on puudu
eu: Baimena falta da
fr: Permission manquante
ja: 権限がありません
pl: Brak pozwolenia
pt_br: Permissão não configurada
ro: Permisiune lipsă
ru: Отсутствует разрешение
ta: இசைவு இல்லை
tr: Eksik izin
uk: Бракує дозволу
zh_hans: 缺少权限
zh_hant: 缺少權限

source: Modern iOS and macOS XMPP chat client. XMPP is a federated network: Just like email, you can register your account on many servers and still talk to anyone, even if they signed up on a different server. Using Monal instead of a centralized chat app therefore increases your digital sovereignty.
de: Moderner XMPP-Chat-Client für iOS und macOS. XMPP ist ein föderiertes Netzwerk: Genau wie bei E-Mails kannst du dein Konto auf vielen Servern registrieren und trotzdem mit jedem reden, auch wenn er sich bei einem anderen Server angemeldet hat. Die Verwendung von Monal anstelle einer zentralisierten Chat-App erhöht daher deine digitale Souveränität.
es_ar: Moderno cliente de chat XMPP para iOS y macOS. XMPP es una red federada: Tal como sucede con el correo electrónico, usted puede registrar su cuenta en varios servidores y mantenerse en contacto con quien quiera, aún si sus contactos tienen sus cuentas registradas en cualquier otro servidor. Usar Monal, en lugar de una aplicación de chat centralizada, incrementa su soberanía digital.
eu: iOS eta macOSerako XMPP txat-bezero modernoa. XMPP sare federatua da: ePostaren kasuan bezala, nahi duzun zerbitzarian erregistratu dezakezu zure kontua eta edonorekin hitz egin, izena beste zerbitzari batean emana badute ere. Txat-aplikazio zentralizatu baten ordez Monal erabiltzeak zure burujabetza digitala handitzen du.
fr: Client de chat XMPP moderne pour iOS et macOS. XMPP est un réseau fédéré : tout comme les e-mails, vous pouvez vous inscrire sur un grand nombre de serveur et discuter avec n’importe qui, même s’ils se sont inscrits sur un autre serveur. Utiliser Monal plutôt qu’une application de chat centralisée améliore du coup votre souveraineté numérique.
pt_br: Cliente moderno de chat XMPP para iOS e macOS. XMPP é uma rede federada: assim como e-mail, você pode registrar sua conta em quaisquer servidores e ainda assim se comunicar com qualquer pessoa, mesmo que elas tenham se registrado em servidores diferentes. Utilizar o Monal no lugar de aplicativos de chat centralizados aumenta sua soberania digital.
ru: Современный XMPP-мессенджер для iOS и macOS. XMPP это федеративная сеть: аналогично электронной почте, вы можете создать учётную запись на любом сервере и общаться с теми, кто зарегистрирован на других серверах. Использование Monal вместо централизованных мессенджеров повышает вашу цифровую независимость.
ta: நவீன ஐஇமு மற்றும் MACOS XMPP அரட்டை கிளையண்ட். எக்ச்எம்பிபி ஒரு கூட்டாட்சி நெட்வொர்க்: மின்னஞ்சலைப் போலவே, உங்கள் கணக்கை பல சேவையகங்களில் பதிவுசெய்து, வேறு சேவையகத்தில் பதிவுபெற்றிருந்தாலும் யாருடனும் பேசலாம். மையப்படுத்தப்பட்ட அரட்டை பயன்பாட்டிற்கு பதிலாக மோனலைப் பயன்படுத்துவது உங்கள் டிசிட்டல் இறையாண்மையை அதிகரிக்கிறது.
tr: Modern iOS ve macOS XMPP sohbet istemcisi. XMPP federe bir ağdır: Tıpkı e-posta gibi, hesabınızı birçok sunucuya kaydedebilir ve farklı bir sunucuya kaydolmuş olsalar bile herhangi biriyle konuşabilirsiniz. Bu nedenle merkezi bir sohbet uygulaması yerine Monal'ı kullanmak dijital egemenliğinizi artırır.
uk: Сучасний клієнт чату iOS та macOS XMPP. XMPP - це федеральна мережа: як і електронна пошта, ви можете зареєструвати свій обліковий запис на багатьох серверах і все одно спілкуватися з будь-ким, навіть якщо вони підписалися на іншому сервері. Таким чином, використання Monal замість централізованого додатка для чату збільшує ваш цифровий суверенітет.
zh_hans: 现代 iOS 和 macOS XMPP 聊天客户端。 XMPP 是联邦网络：就像电子邮件一样，您可以在许多服务器上注册账号，并且仍然可以与任何人交谈，即使他们在不同的服务器上注册。 因此，使用 Monal 而不是集中式聊天应用可以提高您的数字主权。
zh_hant: 現代 iOS 和 macOS XMPP 聊天用戶端。 XMPP 是一個聯合網路：就像電子郵件一樣，您可以在許多伺服器上註冊您的帳戶，並且仍然可以與任何人通信，即使他們在不同的伺服器上註冊。 因此，使用 Monal 而不是集中式聊天應用程式可以增加您的數字主權。

source: Moldova (Republic of)
de: Moldau
es_ar: Moldavia
et: Moldova
eu: Moldavia
fr: Moldavie
pt_br: Moldávia (República da)
ru: Молдова (Республика)
ta: மால்டோவா (குடியரசு)
tr: Moldova (Cumhuriyeti)
uk: Молдова (Республіка)
zh_hans: 摩尔多瓦
zh_hant: 摩爾多瓦 （共和國）

source: Monaco
es_ar: Mónaco
eu: Monako
pt_br: Mônaco
ru: Монако
ta: மொனாக்கோ
tr: Monako
uk: Монако
zh_hans: 摩纳哥
zh_hant: 摩納哥

source: Monal
ru: Moнал
ta: மோனால்
zh_hant: 貓撓

source: Monal currently trusts this key, but fingerprints were not compared yet. To increase security, please confirm with the contact that the displayed fingerprints do match before trusting this key!
de: Monal vertraut diesem Schlüssel derzeit, aber die Fingerabdrücke wurden noch nicht verglichen. Um die Sicherheit zu erhöhen, bestätige bitte mit dem Kontakt, dass die angezeigten Fingerabdrücke übereinstimmen, bevor du diesem Schlüssel vertraust!
es_ar: Monal confía en esta llave, pero aún no se han comparado las huellas digitales. ¡Para aumentar la seguridad, por favor confirme con el contacto que las huellas digitales mostradas coinciden antes de confiar en esta llave!
eu: Monalek, unean, gako hau fidagarritzat dauka baina hatz-markak ez dira oraindik alderatu. Segurtasuna handitzeko, egiaztatu pantailan ageri diren hatz-markak bat datozela kontaktuarenekin gakoaz fidatu baino lehen!
fr: Monal fait actuellement confiance à cette clé, mais les empreintes n'ont pas encore été comparées. Pour augmenter la sécurité, veuillez confirmer avec le contact que les empreintes affichées correspondent avant de faire confiance à cette clé !
ja: Monal は現在この鍵を信頼していますが、指紋はまだ比較されていません。セキュリティを強化するため、この鍵を信頼する前に、表示された指紋が一致することを相手先に確認してください。
pl: Monal obecnie ufa temu kluczowi, ale nie porównano jeszcze odcisków palców. Aby zwiększyć bezpieczeństwo potwierdź, że wyświetlany odcisk klucza pasuje zanim zaufasz temu kluczowi!
pt_br: O Monal confia atualmente nesta chave, mas as impressões digitais ainda não foram comparadas. Para aumentar a segurança, confirme com o contato se as impressões digitais exibidas correspondem antes de confiar nesta chave!
ru: Сейчас Monal доверяет этому ключу, но сравнение отпечатков не производилось. Для повышения уровня безопасности сверьте отображаемые отпечатки с собеседником перед тем как переводить данный ключ в разряд доверенных!
ta: மோனால் தற்போது இந்த விசையை நம்புகிறார், ஆனால் கைரேகைகள் இன்னும் ஒப்பிடப்படவில்லை. பாதுகாப்பை அதிகரிக்க, காட்டப்படும் கைரேகைகள் இந்த விசையை நம்புவதற்கு முன்பு பொருந்துகின்றன என்பதை தொடர்புடன் உறுதிப்படுத்தவும்!
tr: Monal şu anda bu anahtara güveniyor, ancak parmak izleri henüz karşılaştırılmadı. Güvenliği artırmak için, lütfen bu anahtara güvenmeden önce görüntülenen parmak izlerinin eşleştiğini ilgili kişiyle onaylayın!
uk: Наразі Monal довіряє цьому ключу, але відбитки пальців ще не були порівняні. Для підвищення безпеки, будь ласка, підтвердіть у контактної особи, що відображені відбитки пальців дійсно збігаються, перш ніж довіряти цьому ключу!
zh_hans: Monal 目前信任此密钥，但尚未比较指纹。为了提高安全性，请在信任此密钥之前与联系人确认显示的指纹确实匹配！
zh_hant: Monal 目前信任此金鑰，但尚未比較指紋。為了提高安全性，請在信任此密鑰之前與聯絡人確認顯示的指紋是否匹配！

source: Monal did not received a gps location. Please try again later.
cs: Monal neobdržel polohu GPS. Prosíme, zkuste to později.
de: Monal hat keinen GPS-Standort erhalten. Versuche es später erneut.
es_ar: Monal no recibió una ubicación GPS. Por favor, intente nuevamente más tarde.
et: Monal ei suutnud GPS-asukohta tuvastada. Palun proovi hiljem uuesti.
eu: Monalek ez du GPS kokapenik jaso. Saiatu berriro geroago.
fr: Monal n'a pas reçu de localisation GPS. Veuillez réessayer plus tard.
ja: Monal は GPS 位置情報を受け取ることができませんでした。後でもう一度試してください。
pl: Monal nie otrzymał lokacji GPS. Spróbuj ponownie później.
pt_br: O Monal não recebeu uma localização gps. Por favor, tente novamente mais tarde.
ro: Monal nu a primit o localizare GPS. Vă rugăm să încercați din nou mai târziu.
ru: Monal не смог получить информацию о вашем местоположении. Повторите попытку позже.
ta: மோனால் GPS இருப்பிடத்தைப் பெறவில்லை. பிறகு முயற்சிக்கவும்.
tr: Monal GPS konumunu alamadı. Lütfen daha sonra yeniden deneyin.
uk: Monal не отримав GPS-локації. Будь ласка, спробуйте пізніше.
zh_hans: Monal 没有收到 GPS 定位。请稍后再试。
zh_hant: Monal 沒有收到GPS定位。請稍後再試。

source: Monal does not have access to your location. Please update the location access in your device's Privacy Settings.
cs: Monal nemá přístup k Vaší poloze. Prosíme, opravte přístup k informacím o poloze v Nastavení (iOS) -> Soukromí.
de: Monal hat keinen Zugriff zu deinem Standort. Bitte aktualisiere den Zugriff auf deinen Standort in den Datenschutzeinstellungen deines Geräts.
es_ar: Monal no tiene acceso a su ubicación. Por favor permita el acceso a la ubicación en la configuración de privacidad de su dispositivo.
eu: Monalek ezin du zure kokapena atzitu. Aldatu kokapena atzitzeko ezarpenak gailuko pribatutasunaren eremuan.
fr: Monal n'a pas accès à votre localisation. Veuillez mettre à jour les autorisations d'accès dans les paramètres de confidentialité de l'appareil.
ja: Monal は位置情報にアクセスできません。デバイスのプライバシー設定で、位置情報へのアクセスを更新してください。
pl: Monal nie ma dostępu do Twojej lokalizacji. Zaktualizuj dostęp do lokalizacji w ustawieniach prywatności urządzenia.
pt_br: O Monal não tem acesso à sua localização. Por favor, atualize as configurações de privacidade do seu dispositivo para permitir o acesso à localização.
ro: Monal nu are acces la locația dumneavoastră. Actualizați accesul la locație în Setările de confidențialitate ale dispozitivului.
ru: У Monal нет доступа к информации о вашем местоположении. Пожалуйста, проверьте соответствующее разрешение в настройках конфиденциальности вашего устройства.
ta: உங்கள் இருப்பிடத்திற்கான அணுகல் மோனாலுக்கு இல்லை. உங்கள் சாதனத்தின் "தனியுரிமை அமைப்புகளில்" இருப்பிட அணுகலைப் புதுப்பிக்கவும்.
tr: Monal'ın konumunuza erişimi yok. Lütfen cihazınızın Gizlilik Ayarlarında konum erişimine izin verin.
uk: Monal не має доступу до вашого місцезнаходження. Будь ласка, оновіть доступ до місцезнаходження в налаштуваннях конфіденційності вашого пристрою.
zh_hans: Monal 无法访问您的位置。请在设备的隐私设置中更新位置访问权限。
zh_hant: Monal 無法取用您的位置。請在您裝置的隱私設定中更新位置存取權限。

source: Monal does not trust this key. Either it was manually disabled or not manually verified while other keys of that contact are verified. You can trust this key by using the toggle element. Please ensure with the contact that fingerprints are matching before trusting this key.
de: Monal vertraut diesem Schlüssel nicht. Entweder wurde er manuell deaktiviert oder nicht manuell verifiziert, während andere Schlüssel dieses Kontakts verifiziert wurden. Du kannst diesem Schlüssel vertrauen, indem du Schalter verwendest. Bitte vergewissere dich bei dem Kontakt, dass die Fingerabdrücke übereinstimmen, bevor du diesem Schlüssel vertraust.
es_ar: Monal no confía en esta llave. Se deshabilitó manualmente o no se verificó manualmente, mientras que otras llaves de ese contacto están verificadas. Puede confiar en esta llave utilizando la herramienta manual. Por favor confirme con su contacto que las huellas digitales coincidan antes de confiar en esta llave.
eu: Monalek ez du gako hau fidagarritzat. Eskuz ezgaitu da edo ez da eskuz egiaztatu kontaktu horren beste gako batzuk egiaztatu badira ere. Gakoaz fida zaitezke botoi-etengailuari eraginez. Egiaztatu hatz-markak kontaktuarenekin bat datozela gakoaz fidatu baino lehen.
fr: Monal ne fait pas confiance à cette clé. Soit elle a été manuellement désactivée, soit elle n'est pas vérifiée tandis que d'autres clés de ce contact sont vérifiées. Vous pouvez faire confiance à cette clé en utilisant le bouton poussoir. Assurez-vous avec le contact que les empreintes correspondent avant de faire confiance à cette clé.
ja: Monalはこの鍵を信頼していません。手動で無効にされたか、(その相手先の他の鍵は検証されているのにこの鍵は)手動で検証されなかったかのどちらかです。トグルスイッチでこの鍵を信頼とすることができます。その前に、相手先と指紋が一致していることを確認してください。
pl: Monal nie ufa temu kluczowi. Został on ręcznie wyłączony lub nie został zweryfikowany tak jak inne klucze tego kontaktu. Możesz zaufać temu kluczowi przez przesunięcie zaznaczenia. Proszę upewnić się z kontaktem, że klucze pasują zanim zaufasz temu kluczowi.
pt_br: O Monal não confia nesta chave. Ela pode ter sido desativada manualmente ou não ter sido verificada manualmente enquanto outras chaves desse contato foram verificadas. Você pode confiar nesta chave usando o seletor. Certifique-se com o contato de que as impressões digitais correspondem antes de confiar nesta chave.
ru: Monal не доверяет этому ключу. Он либо деактивирован вручную, либо не был проверен вручную при проверке других ключей для этого контакта. Вы можете перевести этот ключ в разряд доверенных, используя переключатель; но, прежде чем это сделать, убедитесь что отображаемые у вас и у контакта отпечатки совпадают.
ta: இந்த விசையை மோனால் நம்பவில்லை. ஒன்று கைமுறையாக முடக்கப்பட்டது அல்லது கைமுறையாக சரிபார்க்கப்படவில்லை, அதே நேரத்தில் அந்த தொடர்பின் மற்ற விசைகள் சரிபார்க்கப்படுகின்றன. மாற்று உறுப்பைப் பயன்படுத்தி இந்த விசையை நீங்கள் நம்பலாம். இந்த விசையை நம்புவதற்கு முன்பு கைரேகைகள் பொருந்துகின்றன என்பதை தொடர்புடன் உறுதிப்படுத்தவும்.
tr: Monal bu anahtara güvenmiyor. Ya manuel olarak devre dışı bırakılmıştır ya da bu kişinin diğer anahtarları doğrulanırken manuel olarak doğrulanmamıştır. Geçiş yardımcısını kullanarak bu anahtara güvenebilirsiniz. Lütfen bu anahtara güvenmeden önce kişiyle parmak izlerinin eşleştiğinden emin olun.
uk: Monal не довіряє цьому ключу. Або він був вручну вимкнений, або не був вручну перевірений, в той час як інші ключі цього контакту перевірені. Ви можете довіряти цьому ключу за допомогою перемикача. Перш ніж довіряти цьому ключу, переконайтеся, що відбитки пальців контакту збігаються.
zh_hans: Monal 不信任此密钥。它可能已被手动禁用，或者在验证其它密钥时未进行手动验证。您可以通过使用切换元素来信任此密钥。在信任此密钥之前，请确保与联系人确认指纹是否匹配。
zh_hant: Monal 不信任此金鑰。它被手動禁用，或在驗證該聯絡人的其他金鑰時未手動驗證。您可以使用 toggle 元素信任此金鑰。在信任此金鑰之前，請確保聯絡人的指紋匹配。
