Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: You restored an iCloud backup of Monal, please open the app to reenable this account.
cs: Obnovili jste Monal pomocí zálohy na iCloudu, otevřete, prosím, aplikaci a znovu povolte tento účet.
de: Du hast ein iCloud-Backup von Monal wiederhergestellt. Bitte öffne die App, um dieses Konto wieder zu aktivieren.
es_ar: Ha restaurado una copia de seguridad de Monal desde iCloud, por favor abra la aplicación para reactivar esta cuenta.
eu: Monalen iCloud babeskopia bat lehengoratu duzu; ireki aplikazioa kontu hau birgaitzeko.
fr: Vous avez restauré une sauvegarde iCloud de Monal, veuillez ouvrir l'application pour réactiver ce compte.
ja: Monal の iCloud バックアップを復元しました。アプリを開いてこのアカウントをもう一度有効にしてください。
pl: Przywróciłeś/-aś kopię zapasową Monala z iCloud. Otwórz aplikację, aby ponownie włączyć to konto.
pt_br: Você restaurou um backup do iCloud do Monal, por favor, abra o aplicativo para reativar esta conta.
ru: Вы восстановили конфигурацию Monal из резервной копии iCloud,- пожалуйста, откройте приложение чтобы снова активировать эту учётную запись.
ta: நீங்கள் மோனலின் ஐக்ளவுட் காப்புப்பிரதியை மீட்டெடுத்தீர்கள், தயவுசெய்து இந்த கணக்கை மீண்டும் உருவாக்க பயன்பாட்டைத் திறக்கவும்.
tr: Monal'ın bir iCloud yedeklemesini geri yüklediniz, lütfen bu hesabı yeniden etkinleştirmek için uygulamayı açın.
uk: Ви відновили резервну копію Monal у iCloud, будь ласка, відкрийте додаток, щоб знову увімкнути цей обліковий запис.
zh_hans: 您已恢复了 Monal 的 iCloud 备份，请打开应用并重新启用此账号。
zh_hant: 您恢復了 Monal 的 iCloud 備份，請打開應用程式以重新啟用此帳戶。

source: You should trust a key when you have verified it. Verify by comparing the key below to the one on your contact's screen. Double tap onto a fingerprint to copy to clipboard.
de: Du solltest einem Schlüssel vertrauen, wenn du ihn überprüft hast. Vergleiche dazu den unten stehenden Schlüssel mit dem Schlüssel auf dem Bildschirm deines Kontakts. Doppeltippen auf einen Fingerabdruck, um ihn in die Zwischenablage zu kopieren.
es_ar: Debería confiar en una llave después de haberla verificado. Realice la verificación comparando la llave en la pantalla de su contacto con la llave que aparece debajo. Toque la huella digital dos veces para copiarla al portapapeles.
eu: Egiaztatu dituzun gakoez baino ez zaitez fidatu. Egiaztatu ondorengo gakoa zure kontaktuaren pantailan agertzen denarekin alderatuz. Sakatu birritan hatz-marka gainean arbelera kopiatzeko.
fr: Vous devriez faire confiance à une clé lorsque vous l'avez vérifiée. Vérifiez en comparant la clé ci-dessous à celle sur l'écran de votre contact. Appuyez deux fois sur une empreinte pour la copier dans le presse-papiers.
ja: 鍵を検証して、その鍵を信頼する必要があります。以下の鍵と相手先の画面上の鍵を比較して検証してください。指紋をダブルタップしてクリップボードにコピーします。
pt_br: Você deve confiar em uma chave depois de verificá-la. Verifique comparando a chave abaixo com a da tela do seu contato. Toque duas vezes em uma impressão digital para copiar para a área de transferência.
ru: После сверки рекомендуется перевести ключ в разряд доверенных. Сверьте отображённый ниже ключ с тем, что отображается на экране устройства вашего контакта. Для копирования ключа в буфер обмена используйте двойное касание.
ta: ஒரு சாவியை நீங்கள் சரிபார்த்தபோது அதை நம்ப வேண்டும். கீழே உள்ள விசையை உங்கள் தொடர்பின் திரையில் உள்ளவற்றுடன் ஒப்பிடுவதன் மூலம் சரிபார்க்கவும். இடைநிலைப்பலகைக்கு நகலெடுக்க கைரேகைக்கு இருமுறை தட்டவும்.
tr: Bir anahtarı doğruladığınızda ona güvenmelisiniz. Aşağıdaki anahtarı kişinizin ekranındakiyle karşılaştırarak doğrulayın. Panoya kopyalamak için bir parmak izine çift dokunun.
uk: Ви повинні довіряти ключу, якщо ви його перевірили. Перевірте, порівнявши ключ нижче з ключем на екрані вашого контакту. Двічі торкніться відбитка пальця, щоб скопіювати його в буфер обміну.
zh_hans: 验证密钥后，您应该信任它。通过将下面的密钥与您联系人屏幕上的密钥进行比较来进行验证。双击指纹即可复制到剪贴板。
zh_hant: 驗證金鑰后，您應該信任金鑰。通過將下面的鍵與聯絡人螢幕上的鍵進行比較來驗證。按兩下指紋以複製到剪貼簿。

source: You tried to call contact '%@' but this contact could not be found in your contact list.
de: Du hast versucht, den Kontakt '%@' anzurufen, aber dieser Kontakt konnte nicht in deiner Kontaktliste gefunden werden.
es_ar: Ha intentado llamar a '%@' pero este contacto no se encuentra en su lista de contactos.
eu: '%@'(r)i deitzen saiatu zara baina kontaktu hau ez da zure kontaktuen zerrendan aurkitu.
fr: %@ que vous avez souhaité appeler n'est pas dans votre liste de contacts.
ja: 相手先 '%@' に電話をかけようとしましたが、この相手先が相手先一覧に見つかりませんでした。
pl: Próbowałeś połączyć się z kontaktem '%@' ale tego kontaktu nie ma na twojej liście kontaktów.
pt_br: Você tentou ligar para o contato '%@', mas este contato não pôde ser encontrado em sua lista de contatos.
ru: Вы пытались позвонить '%@', но его не удаётся найти в вашем списке контактов.
ta: நீங்கள் தொடர்பு '%@' என்று அழைக்க முயற்சித்தீர்கள், ஆனால் இந்த தொடர்பை உங்கள் தொடர்பு பட்டியலில் காண முடியவில்லை.
tr: '%@' kişisini aramaya çalıştınız ancak bu kişi listenizde bulunamadı.
uk: Ви намагалися зателефонувати до контакту '%@', але його не було знайдено у вашому списку контактів.
zh_hans: 您尝试呼叫联系人“%@”，但在您的联系人列表中找不到此联系人。
zh_hant: 您嘗試呼叫聯絡人 『%@』，但在您的聯絡人清單中找不到此聯絡人。

source: You will no longer receive messages from this conversation
cs: Z této konverzace již nebudete dostávat zprávy
de: Du wirst keine Nachrichten aus dieser Unterhaltung mehr bekommen
es_ar: Ya no recibirás mensajes de esta conversación
eu: Aurrerantzean ez duzu elkarrizketa honetako mezu gehiagorik jasoko
fr: Vous ne recevrez plus les messages de cette conversation
ja: 今後この会話からのメッセージは受け取りません
pl: Nie będziesz już otrzymywać wiadomości z tej rozmowy
pt_br: Você não receberá mais mensagens desta conversa
ru: Вы больше не будете получать сообщения из этой переписки
ta: இந்த உரையாடலில் இருந்து நீங்கள் இனி செய்திகளைப் பெற மாட்டீர்கள்
tr: Artık bu görüşmeden mesaj almayacaksınız
uk: Ви більше не будете отримувати повідомлення з цієї розмови
zh_hans: 您将不再接收来自此对话的消息
zh_hant: 您將不再收到來自此對話的訊息

source: You will receive subsequent messages from this conversation
cs: Z této konverzace obdržíte další zprávy
de: Du wirst weitere Nachrichten aus dieser Unterhaltung erhalten
es_ar: Recibirá mensajes posteriores de esta conversación
eu: Elkarrizketa honetako mezuak jasoko dituzu aurrerantzean
fr: Vous allez recevoir les messages ultérieurs de cette conversation
ja: この会話から後続のメッセージを受け取ります
pl: Będziesz otrzymywać kolejne wiadomości z tej rozmowy
pt_br: Você receberá mensagens subsequentes desta conversa
ro: Veți primi mesaje ulterioare din această conversație
ru: Вы будете получать последующие сообщения из этой переписки
ta: இந்த உரையாடலில் இருந்து அடுத்தடுத்த செய்திகளைப் பெறுவீர்கள்
tr: Bu konuşmadan sonraki iletileri alacaksınız
uk: Ви отримаєте наступні повідомлення з цієї розмови
zh_hans: 您将收到来自此对话的后续消息
zh_hant: 您將收到來自此對話的後續訊息

source: Your account must be enabled and connected, to be removed from the server!
de: Dein Konto muss aktiviert und verbunden sein, um vom Server gelöscht zu werden!
es_ar: ¡Su cuenta debe estar habilitada y conectada para ser eliminada del servidor!
et: Serverist eemaldamiseks peab sinu konto olema kasutusel ja ühendatud!
eu: Zure kontua gaituta eta konektatuta egon behar da zerbitzaritik kendu ahal izateko!
fr: Votre compte doit être activé et connecté pour le supprimer du serveur !
ja: サーバーから除去するには、アカウントを有効にして接続しておく必要があります。
pl: Twoje konto musi być włączone i połączone, aby zostało usunięte z serwera!
pt_br: Sua conta deve estar ativada e conectada para ser removida do servidor!
ru: Для удаления с сервера, ваша учётная запись должна быть активирована и подключена.
ta: சேவையகத்திலிருந்து அகற்றப்பட வேண்டும், உங்கள் கணக்கு இயக்கப்பட்டு இணைக்கப்பட வேண்டும்!
tr: Hesabınızın silinmesi için sunucuya bağlanmış ve aktif edilmiş olması gerekmektedir!
uk: Для видалення з сервера ваш обліковий запис має бути увімкненим та підключеним!
zh_hans: 您的账号必须启用并连接，才能从服务器中移除！
zh_hant: 您的帳戶必須啟用並連接，才能從伺服器中刪除！

source: Your accounts got deactivated, because you restored an iCloud backup of Monal. Please reenter your passwords to activate them again.
de: Deine Konten wurden deaktiviert, weil du ein iCloud-Backup von Monal wiederhergestellt hast. Bitte gib deine Passwörter erneut ein, um sie wieder zu aktivieren.
es_ar: Sus cuentas se desactivaron porque restauró una copia de seguridad de Monal desde iCloud. Reingrese sus contraseñas para activarlas de nuevo.
et: Kuna taastasid iCloudist oma Monali varukoopia, siis sinu kasutajakontod lülitati välja. Nende aktiveerimiseks palun sisesta oma salasõnad uusti.
eu: Kontuak ezgaitu dira iCloudeko Monalen babeskopia lehengoratu duzulako. Idatzi berriro pasahitzak kontuok gaitzeko.
fr: Vos comptes ont été désactivés parce que vous avez restauré une sauvegarde iCloud de Monal. Veuillez réactiver vos mots de passe pour les activer à nouveau.
ja: Monal の iCloud バックアップを復元したため、アカウントが無効になりました。再び有効にするには、パスワードを再入力してください。
pl: Twoje konta zostały wyłączone ponieważ przywróciłeś backup z usługi iCloud. Proszę wpisać ponownie hasła aby aktywować konta ponownie.
pt_br: Suas contas foram desativadas, porque você restaurou um backup do iCloud do Monal. Por favor, digite novamente suas senhas para ativá-las novamente.
ru: Ваши учётные записи деактивированы по причине восстановления конфигурации Monal из резервной копии iCloud. Чтобы активировать учётные записи, пожалуйста, выполните вход с паролем для каждой из них.
ta: உங்கள் கணக்குகள் செயலிழக்கச் செய்யப்பட்டன, ஏனென்றால் நீங்கள் மோனலின் ஒரு ஐக்ளவுட் காப்புப்பிரதியை மீட்டெடுத்தீர்கள். அவற்றை மீண்டும் செயல்படுத்த உங்கள் கடவுச்சொல்லை மீண்டும் உள்ளிடவும்.
tr: Monal'ın bir iCloud yedeğini geri yüklediğiniz için hesaplarınız devre dışı bırakıldı. Hesaplarınızı tekrar etkinleştirmek için lütfen şifrelerinizi yeniden girin.
uk: Ваші акаунти було деактивовано, оскільки ви відновили резервну копію Monal у iCloud. Будь ласка, введіть свої паролі, щоб активувати їх знову.
zh_hans: 您的账号已停用，因为您恢复了 Monal 的 iCloud 备份。请重新输入您的密码以再次激活它们。
zh_hant: 您的帳戶已停用，因為您恢復了 Monal 的 iCloud 備份。請重新輸入您的密碼以再次啟動它們。

source: Your answer
cs: Vaše odpověď
de: Deine Antwort
es_ar: Su respuesta
et: Sinu vastus
eu: Zure erantzuna
fr: Votre réponse
ja: あなたの回答
pl: Twoja odpowiedź
pt_br: Sua resposta
ro: Răspunsul dumneavoastră
ru: Ваш ответ
ta: உங்கள் பதில்
tr: Cevabınız
uk: Ваша відповідь
zh_hans: 您的回答
zh_hant: 您的答案

source: Your contact may not support calls. Your call might never reach its destination.
de: Dein Kontakt unterstützt möglicherweise keine Anrufe. Dein Anruf erreicht möglicherweise nie sein Ziel.
es_ar: Puede que su contacto no tenga soporte para llamadas y éstas nunca alcancen al destinatario.
et: Sinu kontakti rakendus ei tundu oskama häälkõnesid korraldada. Kõne ilmselt ei jõua iialgi kohale.
eu: Litekeena da zure kontaktuak deiak ezin jasotzea. Agian deia ez da sekula bere hartzailera ailegatuko.
fr: Il se peut que votre contact ne prenne pas en charge les appels. Il se peut que votre appel n'arrive jamais à destination.
ja: 相手先が通話に対応していない可能性があります。電話が宛先に届かないかもしれません。
pt_br: Seu contato pode não oferecer suporte a chamadas. Sua chamada pode nunca chegar ao seu destino.
ru: Ваш контакт может не поддерживать звонки. Ваш вызов может не дойти до адресата.
ta: உங்கள் தொடர்பு அழைப்புகளை ஆதரிக்காது. உங்கள் அழைப்பு ஒருபோதும் அதன் இலக்கை எட்டாது.
tr: Kişiniz Monal tarzı aramaları desteklemiyor olabilir. Aramanız, hedefine asla ulaşamayabilir.
uk: Ваш контакт може не підтримувати дзвінки. Ваш дзвінок може ніколи не дійти до адресата.
zh_hans: 您的联系人可能不支持通话。您的呼叫可能永远不会接通。
zh_hant: 您的聯絡人可能不支援呼叫。您的電話可能永遠無法到達目標。

source: Your entered XMPP ID is missing the domain
cs: Ve Vámi zadaném XMPP ID chybí doména
de: Deiner eingegebenen XMPP-Adresse fehlt die Domain
es_ar: A la dirección XMPP ingresada le falta el dominio
et: Sinu sisestatud XMPP kasutajatunnusel (XMPP ID) on domeen puudu
eu: Idatzi duzun XMPP IDari domeinua falta zaio
fr: Il manque le domaine à votre identifiant XMPP
ja: 入力された XMPP ID にドメインがありません
pl: W podanym identyfikatorze XMPP brakuje domeny
pt_br: Seu ID XMPP inserido não tem o domínio
ro: Adresei XMPP introdusă îi lipsește numele de domeniu
ru: Во введённом вами XMPP адресе не хватает домена
ta: நீங்கள் உள்ளிட்ட எக்ச்எம்பி.பி ஐடி டொமைனைக் காணவில்லை
tr: Girdiğiniz XMPP Kimliğinizde alan adı eksik
uk: Введений вами XMPP ID не має домену
zh_hans: 您输入的 XMPP 地址缺少域名
zh_hant: 您輸入的 XMPP ID 缺少域名

source: Your entered XMPP ID is missing the username
cs: Ve Vámi zadaném XMPP ID chybí uživateské jméno
de: Deiner eingegebenen XMPP-Adresse fehlt der Benutzername
es_ar: A la dirección XMPP ingresada le falta el nombre de usuario
et: Sinu sisestatud XMPP kasutajatunnusel (XMPP ID) on kasutanamime osa puudu
eu: Idatzi duzun XMPP IDari erabiltzaile izena falta zaio
fr: Il manque le nom d'utilisateur dans votre identifiant XMPP
ja: 入力された XMPP ID にユーザー名がありません
pl: W podanym identyfikatorze XMPP brakuje nazwy użytkownika
pt_br: Seu ID XMPP inserido não tem o nome de usuário
ro: Adresei XMPP introdusă îi lipsește numele de utilizator
ru: Во введённом вами XMPP адресе не хватает имени пользователя
ta: நீங்கள் உள்ளிட்ட XMPP ஐடி பயனர்பெயரைக் காணவில்லை
tr: Girdiğiniz XMPP kimliğinde kullanıcı adı eksik
uk: Введенний вами XMPP не має юзернейма
zh_hans: 您输入的 XMPP 地址缺少用户名
zh_hant: 您輸入的 XMPP ID 缺少使用者名稱

source: Your server does not provide a MUC component.
de: Dein Server verfügt nicht über eine Gruppen/Channel-Komponente.
es_ar: Su servidor no provee un componente MUC.
eu: Zure zerbitzariak ez du MUC osagarririk eskaintzen.
fr: Votre serveur ne fournit pas de composant MUC.
pt_br: Seu servidor não fornece um componente MUC.
ru: Ваш сервер не предоставляет службу конференций для работы групп/каналов (MUC).
ta: உங்கள் சேவையகம் ஒரு MUC கூறுகளை வழங்காது.
tr: Sunucunuz bir MUC bileşeni sağlamıyor.
uk: Ваш сервер не надає компонент MUC.
zh_hans: 服务器不提供群聊组件。
zh_hant: 您的伺服器不提供 MUC 元件。

source: Your server does not support MAM (XEP-0313). That means you could frequently miss incoming messages!! You should switch your server or talk to the server admin to enable this!
cs: Váš server nepodporuje archivaci zpráv MAM (XEP-0313). To znamená, že můžete často zmeškat příchozí zprávy!! Změňte poskytovatele nebo kontaktujte správce serveru, aby tuto funkci povolil!
de: Dein Server unterstützt kein MAM (XEP-0313). Das heißt, du kannst häufig eingehende Nachrichten verpassen!! Du solltest deinen Server wechseln oder mit dem Serveradministrator sprechen, um dies zu aktivieren!
es_ar: Su servidor no es compatible con MAM (XEP-0313). ¡¡Esto significa que con frecuencia podría perder mensajes entrantes!! ¡Debería cambiar de servidor o hablar con su administrador para solicitarle que lo habilite!
et: Sinu server ei toeta XMPP-protokolli MAM-lisafunktsionaalsust (XEP-0313). See tähendab, et osad sulle saadatavad sõnumid võivad jääda saabumata!! Sa peaksid vahetama serverit või paluma serveri haldajal see funktsionaalsus sisse lülitada!
eu: Zure zerbitzaria ez da MAM (XEP-0313)-ekin bateragarria. Honek esan nahi du maiz gal ditzakezula bidaltzen dizkizuten mezuak! Aldatu zerbitzaria edo egin hitz administrariarekin funtzioa gaitu dezan!
fr: Votre serveur ne supporte pas le MAM (XEP-0313). Cela signifie que vous pourrez manquer souvent des messages entrants ! Vous (ou l'administrateur du serveur) devriez revoir la configuration de votre serveur pour l'activer !
ja: サーバーは MAM (XEP-0313) に対応していません。つまり、受信メッセージを頻繁に見逃す可能性があります。これを有効にするには、サーバーを切り替えるか、サーバー管理者に相談する必要があります。
pl: Twój serwer nie wspiera funkcji MAM (XEP-0313). Możesz przegapić przychodzące wiadomości. Zaleca się zmienić serwer XMPP lub poprosić administratora aktualnego serwera o włączenie funkcji XEP-0313!
pt_br: Seu servidor não suporta MAM (XEP-0313). Isso significa que você pode perder mensagens recebidas com frequência!! Você deve mudar seu servidor ou falar com o administrador do servidor para habilitar isso!
ro: Serverul nu acceptă MAM (XEP-0313). Asta înseamnă că ați putea pierde frecvent mesaje primite!!! Ar trebui să vă schimbați serverul sau să vorbiți cu administratorul serverului pentru a activa acest lucru!
ru: Ваш сервер не поддерживает функционал управления архивом сообщений (XEP-0313). Это означает, что уведомления о входящих сообщениях будут сбоить. Рекомендуется сменить сервер, либо попросить системного администратора вашего сервера подключить соответствующий программный модуль.
ta: உங்கள் சேவையகம் மாம் (XEP-0313) ஐ ஆதரிக்காது. அதாவது உள்வரும் செய்திகளை நீங்கள் அடிக்கடி இழக்க நேரிடும் !! இதை இயக்க உங்கள் சேவையகத்தை மாற்ற வேண்டும் அல்லது சேவையக நிர்வாகியுடன் பேச வேண்டும்!
tr: Sunucunuz MAM'ı (XEP-0313) desteklemiyor. Bu, gelen mesajları çoğunlukla kaçırabileceğiniz anlamına gelir!! Bunu etkinleştirmek için sunucunuzu değiştirmeli veya sunucu yöneticisiyle konuşmalısınız!
uk: Ваш сервер не підтримує MAM (XEP-0313). Це означає, що ви можете часто пропускати вхідні повідомлення!!! Вам слід змінити сервер або звернутися до адміністратора сервера, щоб увімкнути цю функцію!
zh_hans: 服务器不支持消息存档管理（XEP-0313）。这意味着您可能会频繁错过收到的消息！！您应该切换服务器或与服务器管理员联系以启用此功能！
zh_hant: 您的伺服器不支持MAM（XEP-0313）。這意味著您可能會經常錯過收到的訊息！！您應該切換伺服器或與伺服器管理員聯絡以啟用此功能！

source: Your server does not support PUSH (XEP-0357). That means you have to manually open the app to retrieve new incoming messages!! You should switch your server or talk to the server admin to enable this!
de: Dein Server unterstützt kein PUSH (XEP-0357). Das bedeutet, dass du die App manuell öffnen musst, um neue eingehende Nachrichten abzurufen!! Du solltest deinen Server wechseln oder mit dem Server-Admin sprechen, um dies zu aktivieren!
es_ar: Su servidor no tiene soporte "PUSH" (XEP-0357). Esto significa que tendrá que abrir la aplicación manualmente para recibir sus mensajes entrantes. ¡Debería considerar cambiar de servidor o ponerse en contacto con el administrador para solicitarle que habilite esta función!
et: Sinu server ei toeta XMPP-protokolli PUSH-lisafunktsionaalsust (XEP-0357). See tähendab, et pead saabuvate sõnumite kontrollimiseks aeg-ajalt rakenduse avama!! Sa peaksid vahetama serverit või paluma serveri haldajal see funktsionaalsus sisse lülitada!
eu: Zure zerbitzaria ez da PUSH (XEP-0357)-ekin bateragarria. Honek esan nahi du aplikazioa eskuz ireki behar duzula mezu berriak jaso ahal izateko! Zerbitzaria aldatu beharko zenuke edo zerbitzariaren administrariarekin hitz egin gaitu dezan!
fr: Votre serveur ne supporte pas PUSH (XEP-0357). Cela signifie que vous devez ouvrir manuellement l'application pour récupérer les nouveaux messages entrants ! Vous devriez changer votre serveur ou parler à l'administrateur du serveur pour activer cette fonction !
ja: サーバーは PUSH (XEP-0357) に対応していません。つまり、新しい受信メッセージを取得するには、アプリを手動で開く必要があります。これを有効にするには、サーバーを切り替えるか、サーバー管理者に相談する必要があります。
pt_br: Seu servidor não suporta PUSH (XEP-0357). Isso significa que você precisa abrir manualmente o aplicativo para recuperar novas mensagens recebidas!! Você deve mudar seu servidor ou falar com o administrador do servidor para habilitar isso!
ru: Ваш сервер не поддерживает Push-уведомления (XEP-0357). Следовательно, вы будете узнавать о наличии входящих сообщений только при открытии приложения. Рекомендуется сменить сервер, либо попросить системного администратора вашего сервера подключить соответствующий программный модуль.
ta: உங்கள் சேவையகம் புச் (XEP-0357) ஐ ஆதரிக்காது. அதாவது புதிய உள்வரும் செய்திகளை மீட்டெடுக்க நீங்கள் பயன்பாட்டை கைமுறையாக திறக்க வேண்டும் !! இதை இயக்க உங்கள் சேவையகத்தை மாற்ற வேண்டும் அல்லது சேவையக நிர்வாகியுடன் பேச வேண்டும்!
tr: Sunucunuz PUSH(XEP-0357)'u desteklemiyor. Bu, yeni gelen mesajları almak için uygulamayı manuel olarak açmanız gerektiği anlamına gelir! Bunu etkinleştirmek için sunucunuzu değiştirmeli veya sunucu yöneticisiyle konuşmalısınız!
uk: Ваш сервер не підтримує PUSH (XEP-0357). Це означає, що вам доведеться вручну відкривати програму, щоб отримувати нові вхідні повідомлення!! Вам слід переключитися на інший сервер або звернутися до адміністратора сервера, щоб увімкнути цю функцію!
zh_hans: 服务器不支持推送（XEP-0357）。这意味着您必须手动打开本应用才能检索新收到的消息！您应该切换服务器或与服务器管理员联系以启用此功能！
zh_hant: 您的伺服器不支援 PUSH （XEP-0357）。這意味著您必須手動打開應用程式才能檢索新的傳入訊息！！您應該切換伺服器或與伺服器管理員聯繫以啟用此功能！

source: Your server does not support Stream Management (XEP-0198). That means your outgoing messages can get lost frequently!! You should switch your server or talk to the server admin to enable this!
cs: Váš server nepodporuje Stream Management (XEP-0198). To znamená, že odchozí zprávy se mohou často ztrácet!! Změňte poskytovatele nebo kontaktujte správce serveru, aby tuto funkci povolil!
de: Dein Server unterstützt kein Stream Management (XEP-0198). Das bedeutet, dass deine ausgehenden Nachrichten häufig verloren gehen können!! Du solltest deinen Server wechseln oder mit dem Serveradministrator sprechen, um dies zu aktivieren!
es_ar: Su servidor no es compatible con Gestión de Flujo de Datos (XEP-0198). Esto significa que sus mensajes salientes pueden perderse con frecuencia. ¡Debería considerar cambiar su servidor o ponerse en contacto con el administrador para solicitarle que lo habilite!
et: Sinu server ei toeta XMPP-protokolli „Stream management“ lisafunktsionaalsust (XEP-0198). See tähendab, et sinu saadetud sõnumid võivad aeg-ajalt kaotsi minna!! Sa peaksid vahetama serverit või paluma serveri haldajal see funktsionaalsus sisse lülitada!
eu: Zure zerbitzaria ez da Stream Management (XEP-0198)-ekin bateragarria. Honek esan nahi maiz gal daitezkeela bidaltzen dituzun mezuak! Aldatu zerbitzaria egin hitz administrariarekin funtzioa gaitu dezan!
fr: Votre serveur ne supporte pas la fonction « Stream Management » (XEP-0198). Cela signifie que vous pourrez manquer souvent des messages sortants ! Vous (ou l'administrateur du serveur) devriez revoir la configuration de votre serveur pour l'activer !
ja: サーバーはストリーム管理 (XEP-0198) に対応していません。つまり、送信メッセージが頻繁に失われる可能性があります。これを有効にするには、サーバーを切り替えるか、サーバー管理者に相談する必要があります。
pl: Twój serwer nie wspiera funkcji XEP-0198: Stream Management. Możesz przegapić przychodzące wiadomości. Zaleca się zmienić serwer XMPP lub poprosić administratora aktualnego serwera o włączenie funkcji XEP-0198!
pt_br: Seu servidor não suporta Stream Management (XEP-0198). Isso significa que suas mensagens enviadas podem se perder com frequência!! Você deve mudar seu servidor ou falar com o administrador do servidor para habilitar isso!
ro: Serverul nu acceptă Stream Management (XEP-0198). Asta înseamnă că mesajele voastre trimise se pot pierde frecvent!!! Ar trebui să vă schimbați serverul sau să vorbiți cu administratorul serverului pentru a activa acest lucru!
ru: Ваш сервер не поддерживает функционал Управления потоками (XEP-0198). Это означает что отправляемые сообщения могут теряться. Рекомендуется сменить сервер, либо попросить системного администратора вашего сервера подключить соответствующий программный модуль.
ta: உங்கள் சேவையகம் ச்ட்ரீம் நிர்வாகத்தை ஆதரிக்காது (XEP-0198). அதாவது உங்கள் வெளிச்செல்லும் செய்திகள் அடிக்கடி தொலைந்து போகும் !! இதை இயக்க உங்கள் சேவையகத்தை மாற்ற வேண்டும் அல்லது சேவையக நிர்வாகியுடன் பேச வேண்டும்!
tr: Sunucunuz Akış Yönetimi'ni (XEP-0198) desteklemiyor. Bu, giden mesajlarınızın çoğunlukla kaybolabileceği anlamına gelir!! Bunu etkinleştirmek için sunucunuzu değiştirmeli veya sunucu yöneticisiyle konuşmalısınız!
uk: Ваш сервер не підтримує керування потоками (XEP-0198). Це означає, що ваші вихідні повідомлення можуть часто губитися!!! Вам слід змінити сервер або звернутися до адміністратора сервера, щоб увімкнути цю функцію!
zh_hans: 服务器不支持流管理（XEP-0198）。这意味着您发出的消息可能会频繁丢失！您应该切换服务器或与服务器管理员联系以启用此功能！
zh_hant: 您的伺服器不支持串流管理（XEP-0198）。這意味著您傳出的訊息可能會經常丟失！您應該切換伺服器或與伺服器管理員聯絡以啟用此功能！

source: Your status
cs: Váš status
de: Dein Status
es_ar: Su estado
et: Sinu olek
eu: Zure egoera
fr: Votre status
ja: 状況
pl: Twój status
pt_br: Seu status
ro: Statusul tău
ru: Ваш статус
ta: உங்கள் நிலை
tr: Durumunuz
uk: Ваш статус
zh_hans: 您的状态
zh_hant: 您的狀態
