Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Defines a proposed modification to the XMPP roster protocol that enables versioning of rosters such that the server will not send the roster to the client if the roster has not been modified.
cs: Definuje navrhovanou úpravu protokolu XMPP roster, která umožňuje verzování seznamů (rosterů) tak, aby server neodesílal rostery klientům, pokud nebyly změněny.
de: Definiert eine vorgeschlagene Änderung des XMPP-Kontaktlistenprotokolls, die eine Versionierung von Kontaktlisten ermöglicht, so dass der Server die Kontaktliste nicht an den Client sendet, wenn die Kontaktliste nicht geändert wurde.
es_ar: Define una propuesta de modificación al protocolo de lista XMPP que permite el control de versiones de listas de modo que el servidor no envíe la lista al cliente si la lista no se ha modificado.
eu: XMPP zerrenden protokoloan proposatutako aldaketa bat zehazten du, zerrenden bertsionamendua ahalbidetzen duena, zerbitzariak ez dio bezeroari zerrenda bidaliko zerrenda aldatu ez bada.
fr: Défini une proposition de modification du protocole des listes de diffusion XMPP qui active les gestions des versions de ces listes pour qu'elles ne soient pas envoyées si aucun modification n'a été faite.
ja: 名簿が変更されていない場合にサーバーが名簿をクライアントに送信しないよう、名簿のバージョン管理を可能にする XMPP 名簿プロトコルに対する提案された変更を定義します。
pl: Definiuje proponowaną modyfikację protokołu rosteru XMPP, która umożliwia wersjonowanie spisów w taki sposób, że serwer nie wyśle spisu do klienta, jeśli spis nie został zmodyfikowany.
pt_br: Define uma proposta de modificação para o protocolo de lista de contatos do XMPP que permite o versionamento de listas de forma que o servidor não irá enviar a lista para o cliente se a mesma não tiver sido modificada.
ro: Definește o propunere de modificare a protocolului de listă XMPP, care permite versiunea listelor, astfel încât serverul nu va trimite lista către client dacă aceasta nu a fost modificată.
ru: Предложение к стандарту протокола синхронизации списка контактов XMPP, которое определяет версионирование списков контактов с тем, чтобы исключить повторную пересылку списка контактов от сервера к клиенту в случае отсутствия в нём изменений.
ta: ரோச்டர் மாற்றியமைக்கப்படாவிட்டால், சேவையகம் கிளையண்டிற்கு பட்டியலை அனுப்பாது, ரோச்டர்களின் பதிப்பை இயக்கும் எக்ச்எம்பிபி பட்டியல் நெறிமுறைக்கு முன்மொழியப்பட்ட மாற்றத்தை வரையறுக்கிறது.
tr: XMPP liste protokolünde, kadro değiştirilmemişse sunucunun listeyi istemciye göndermemesi için kadroların sürümlendirilmesini sağlayan önerilen bir değişiklik tanımlar.
uk: Описує запропоновану модифікацію протоколу списків XMPP, яка уможливлює керування версіями списків таким чином, що сервер не буде надсилати список клієнту, якщо список не було змінено.
zh_hans: 定义对 XMPP 花名册协议的提议修改，以启用花名册版本控制，如果花名册未修改，服务器将不会向客户端发送花名册。
zh_hant: 定義對 XMPP 名冊協議的修改建議，該協議允許對名冊進行版本控制，以至於在名冊尚未修改時，伺服器不會將名冊傳送到用戶端。

source: Defines a protocol and URI scheme for pre-authenticated roster links that allow a third party to automatically obtain the user's presence subscription.
cs: Definuje protokol a schéma URI pro předem ověřené odkazy na rostery (seznamy), které automaticky umožňují třetí straně přijímat informace o přítomnosti uživatele.
de: Definiert ein Protokoll und URI-Schema für vorauthentifizierte Kontaktlistenlinks, die es einer dritten Stelle ermöglicht, automatisch die Anwesenheit des Benutzers abzurufen.
es_ar: Define un esquema de protocolo y esquema URI para enlaces de lista preautenticadas que permiten a un tercero obtener automáticamente la suscripción de presencia del usuario.
eu: Protokolo bat eta URI eskema bat zehazten ditu aurrez baimendutako zerrenda-loturetarako, hirugarren batek erabiltzailearen identitate-harpidetza automatikoki lor dezan.
fr: Défini un protocole et un schéma d'URI pour la pré-authentification dans les liens des listes de diffusions, pour autoriser un tiers à obtenir automatiquement les données sur la présence des utilisateurs.
pl: Definiuje protokół i schemat identyfikatora URI dla wstępnie uwierzytelnionych łączy listy, które umożliwiają stronie trzeciej automatyczne uzyskanie subskrypcji obecności użytkownika.
pt_br: Define um protocolo e esquema de URI de links pré-autenticados para listas de contatos que permitem a um terceiro automaticamente se inscrever e obter a presença de um usuário.
ru: Определяет протокол и схему URI ссылок для списка контактов с предварительной проверкой подлинности, позволяющие третьей стороне автоматически получать информацию о существовании пользователя.
ta: முன் அங்கீகரிக்கப்பட்ட பட்டியல் இணைப்புகளுக்கான நெறிமுறை மற்றும் யுஆர்ஐ திட்டத்தை வரையறுக்கிறது, இது மூன்றாம் தரப்பினரை பயனரின் இருப்பு சந்தாவைப் பெற அனுமதிக்கிறது.
tr: Üçüncü bir tarafın kullanıcının iletişim durumu aboneliğini otomatik olarak almasına izin veren önceden doğrulanmış liste bağlantıları için bir protokol ve URI şeması tanımlar.
uk: Визначає протокол і схему URI для попередньо автентифікованих посилань на реєстр, які дозволяють третій стороні автоматично отримувати підписку на присутність користувача.
zh_hans: 为预先身份验证的花名册链接定义协议和 URI 方案，允许第三方自动获取用户的在线状态订阅。
zh_hant: 為預先驗證的名冊連結定義協議和 URI 方案，以允許第三方自動獲取使用者的狀態訂閱。

source: Delete
cs: Smazat
de: Löschen
es_ar: Borrar
et: Kustuta
eu: Ezabatu
fr: Supprimer
ja: 削除
pl: Usuń
pt_br: Excluir
ro: Şterge
ru: Удалить
ta: அழி
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Account
cs: Smazat účet
de: Konto löschen
es_ar: Eliminar cuenta
et: Kustuta kasutajakonto
eu: Ezabatu kontua
fr: Supprimer le compte
ja: アカウントを削除
pl: Usuń konto
pt_br: Excluir Conta
ro: Ștergere cont
ru: Удалить аккаунт
ta: கணக்கை நீக்குக
tr: Hesabı Sil
uk: Видалити акаунт
zh_hans: 删除账号
zh_hant: 刪除帳號

source: Delete Account on Server
de: Konto auf dem Server löschen
es_ar: Eliminar cuenta en el servidor
et: Kustuta kasutajakonto serverist
eu: Ezabatu kontua zerbitzaritik
fr: Supprimer le compte sur le serveur
ja: サーバーでのアカウントを削除
pl: Usuń konto z serwera
pt_br: Remover Conta no Servidor
ru: Удалить учётную запись на сервере
ta: சேவையகத்தில் கணக்கை நீக்கு
tr: Sunucudaki hesabı sil
zh_hans: 在服务器上删除账号
zh_hant: 從伺服器注銷賬戶

source: Delete Key
de: Schlüssel löschen
es_ar: Eliminar llave
et: Kustuta võti
eu: Ezabatu gakoa
fr: Supprimer la clé
ja: 鍵を削除
pl: Usuń klucz
pt_br: Excluir Chave
ro: Ștergeți cheia
ru: Удалить ключ
ta: விசையை நீக்கு
tr: Anahtarı Sil
uk: Видалити ключ
zh_hans: 删除密钥
zh_hant: 刪除金鑰

source: Dem. People's Rep. of Korea
de: Nordkorea
es_ar: Corea (República Popular Democrática de)
et: Põhja-Korea
eu: Ipar Korea
fr: Corée du Nord
pt_br: Rep. Dem. do Povo da Coreia
ru: Дем. Народная Республика Корея
ta: டெம். கொரியாவின் மக்கள் சார்பாளர்
tr: Kuzey Kore
uk: Народно-демократична Республіка Корея
zh_hans: 朝鲜
zh_hant: 北韓

source: Dem. Rep. of the Congo
de: Demokratische Republik Kongo
es_ar: Congo (República Democrática del)
et: Kongo Demokraatlik Vabariik
eu: Kongoko Errepublika Demokratikoa
fr: Rép. démocratique du Congo
pt_br: Rep. Dem. do Congo
ru: Дем. Республика Конго
ta: டெம். காங்கோவின் சார்பாளர்
tr: Dem. Kongo Cumhuriyeti
uk: Демократична Республіка Конго
zh_hans: 刚果（金）
zh_hant: 剛果民主共和國

source: Denmark
de: Dänemark
es_ar: Dinamarca
et: Taani
eu: Danimarka
fr: Danemark
pt_br: Dinamarca
ru: Дания
ta: டென்மார்க்
tr: Danimarka
uk: Данія
zh_hans: 丹麦
zh_hant: 丹麥

source: Deny new contact
de: Neuen Kontakt verweigern
es_ar: Rechazar nuevo contacto
et: Keeldu uutest kontaktidest
eu: Ukatu kontaktu berria
fr: Rejeter le nouveau contact
ja: 新しい相手先を拒否
pl: Odrzuć nowy kontakt
pt_br: Recusar novos contatos
ru: Отклонить новый контакт
ta: புதிய தொடர்பை மறுக்கவும்
tr: Yeni kişiyi reddet
uk: Відхилити новий контакт
zh_hans: 拒绝新联系人
zh_hant: 拒絕新聯絡人

source: Destroy Channel
de: Channel auflösen
es_ar: Eliminar canal
et: Hävita kanal
eu: Suntsitu kanala
fr: Détruire le salon
ja: チャンネルを閉鎖
pl: Usuń kanał
pt_br: Destruir Canal
ru: Удалить канал
ta: சேனலை அழிக்கவும்
tr: Kanalı Yok Et
uk: Знищити канал
zh_hans: 解散频道
zh_hant: 解散頻道

source: Destroy Group
de: Gruppe auflösen
es_ar: Eliminar grupo
et: Hävita grupp
eu: Suntsitu taldea
fr: Détruire le groupe
ja: グループを閉鎖
pl: Usuń grupę
pt_br: Destruir Grupo
ru: Удалить группу
ta: குழு அழிக்கவும்
tr: Grup Yok Et
uk: Знищити групу
zh_hans: 解散群组
zh_hant: 解散群組

source: Destroying channel...
de: Channel wird aufgelöst...
es_ar: Eliminar canal ...
et: Hävitan kanalit...
eu: Kanala suntsitzen...
fr: Destruction du salon…
ja: チャンネルを閉鎖中...
pl: Usuwanie kanału...
pt_br: Destruindo canal...
ru: Удаление канала...
ta: சேனலை அழிக்கும் ...
tr: Kanal yok ediliyor...
uk: Знищення каналу...
zh_hans: 正在解散频道…
zh_hant: 正在解散頻道…

source: Destroying group...
de: Gruppe wird aufgelöst...
es_ar: Eliminando grupo ...
et: Hävitan gruppi...
eu: Taldea suntsitzen...
fr: Destruction du groupe…
ja: グループを閉鎖中...
pl: Usuwanie grupy...
pt_br: Destruindo grupo...
ru: Удаление группы...
ta: குழு அழிக்கும் ...
tr: Grup yok ediliyor...
uk: Знищення групи...
zh_hans: 正在解散群组…
zh_hant: 正在解散群組…

source: Detected a new omemo device on your account: %@
de: Es wurde ein neues OMEMO-Gerät in deinem Konto erkannt: %@
eu: OMEMO gailu berri bat antzeman da zure kontuan: %@
fr: Nouveau client OMEMO détecté sur votre compte : %@
ja: アカウントの新しい OMEMO デバイスが検出されました: %@
pt_br: Detectado um novo dispositivo omemo em sua conta: %@
ru: Обнаружено новое OMEMO устройство, использующее вашу учётную запись: %@
ta: உங்கள் கணக்கில் புதிய ஓமமோ சாதனத்தைக் கண்டறிந்தது: %@
tr: Hesabınızda yeni bir omemo cihazı algılandı: %@
uk: Виявлено новий пристрій omemo у вашому обліковому записі: %@
zh_hans: 在您的账号上检测到新的 OMEMO 设备：%@
zh_hant: 在您的帳號中偵測到新的 omemo 裝置：%@

source: Detected ongoing MITM attack via SSDP, aborting authentication and disabling account to limit damage. You should try to reenable your account once you are in a clean networking environment again.
de: Es wurde ein laufender MITM-Angriff über SSDP erkannt, die Authentifizierung abgebrochen und das Konto deaktiviert, um den Schaden zu begrenzen. Du solltest versuchen, dein Konto wieder zu aktivieren, sobald du dich wieder in einer sicheren Netzwerkumgebung befindest.
es_ar: Se ha detectado un ataque MITM en curso vía SSDP. Abortando la autenticación y deshabilitando la cuenta para limitar el daño. Debería intentar restablecer nuevamente su cuenta cuando se encuentre en un entorno de red seguro.
eu: Aribidean dagoen MITM erasoa antzeman da SSDP bidez, autentifikazioa bertan behera utziz eta kontua ezgaituz kaltea mugatzeko. Saiatu zure kontua birgaitzen sare garbi batean zaudenean berriro.
fr: Détection d'une attaque MITM en cours via SSDP, abandon de l'authentification et désactivation du compte pour limiter les dégâts. Vous devriez essayer de réactiver votre compte une fois que vous êtes à nouveau dans un environnement réseau propre.
pt_br: Detectado ataque MITM em andamento via SSDP, abortando a autenticação e desativando a conta para limitar os danos. Você deve tentar reativar sua conta quando estiver em um ambiente de rede limpo novamente.
ru: Обнаружена кибератака по типу MITM через SSDP,- сбрасываем аутентификацию и деактивируем учётную запись чтобы уменьшить негативные последствия. Попробуйте активировать учётную запись когда снова подключитесь с использованием безопасной сетевой инфраструктуры.
ta: எச்.எச்.டி.பி வழியாக நடந்துகொண்டிருக்கும் எம்ஐடிஎம் தாக்குதலைக் கண்டறிந்தது, அங்கீகாரத்தை நிறுத்துதல் மற்றும் சேதத்தைக் கட்டுப்படுத்த கணக்கை முடக்குதல். நீங்கள் மீண்டும் தூய்மையான நெட்வொர்க்கிங் சூழலில் இருந்தவுடன் உங்கள் கணக்கை மீண்டும் உருவாக்க முயற்சிக்க வேண்டும்.
tr: Devam eden MITM saldırısı SSDP üzerinden tespit edildi, kimlik doğrulama iptal edildi ve hasarı sınırlamak için hesap devre dışı bırakıldı. Tekrar temiz bir ağ ortamına girdiğinizde hesabınızı yeniden etkinleştirmeyi denemelisiniz.
uk: Виявлено поточну MITM-атаку через SSDP, що призводить до переривання автентифікації та вимкнення облікового запису для обмеження шкоди. Вам слід спробувати повторно ввімкнути свій обліковий запис, як тільки ви знову опинитеся в чистому мережевому середовищі.
zh_hans: 通过 SSDP 检测到正在进行的中间人攻击，中止身份验证并禁用账号以限制损害。一旦您再次处于干净的网络环境中，您应该尝试重新启用您的账号。
zh_hant: 檢測到通過 SSDP 進行的持續 MITM 攻擊，中止身份驗證並禁用帳戶以限制損害。當您再次處於乾淨的網路環境中時，您應該嘗試重新啟用您的帳戶。

source: Device ID:
de: Geräte-ID:
es_ar: ID del dispositivo:
et: Seadme tunnus:
eu: Gailuaren IDa:
fr: ID d'appareil :
ja: デバイス ID:
pl: ID urządzenia:
pt_br: ID do Dispositivo:
ro: ID dispozitiv:
ru: ID устройства:
ta: சாதன ஐடி:
tr: Cihaz Kimliği:
zh_hans: 设备 ID：
zh_hant: 裝置 ID:

source: DeviceID:
ja: デバイス ID:
ro: ID dispozitiv:
zh_hans: 设备 ID：
zh_hant: 裝置ID:

source: Devices of %@
cs: Zařízení kontaktu %@
de: Geräte von %@
es_ar: Dispositivos de %@
et: Kasutaja %@ seadmed
eu: %@(r)en gailuak
fr: Clients de %@
ja: %@ のデバイス
pl: Urządzenia kontaktu %@
pt_br: Dispositivos de %@
ro: Dispozitivele %@
ru: Устройства %@
ta: %@ இன் சாதனங்கள்
tr: %@ cihazları
uk: Пристрої %@
zh_hans: %@ 的设备
zh_hant: %@ 的裝置

source: Diego Garcia
es_ar: Diego García
ru: Диего Гарсия
ta: டியாகோ கார்சியா
tr: Diego Garsia
uk: Дієго Гарсія
zh_hans: 迪戈岛
zh_hant: 迪戈加西亞島

source: Disable Encryption
cs: Vypnout šifrování
de: Verschlüsselung deaktivieren
es_ar: Deshabilitar encriptación
et: Lülita krüptimine välja
eu: Ezgaitu zifratzea
fr: Désactiver le chiffrement
ja: 暗号化を無効
pl: Wyłącz szyfrowanie
pt_br: Desativar Criptografia
ro: Dezactivare criptare
ru: Отключить защиту данных
ta: குறியாக்கத்தை முடக்கு
tr: Şifrelemeyi Devre Dışı Bırak
uk: Вимкнути шифрування
zh_hans: 禁用加密
zh_hant: 停用加密

source: Disable encryption?
de: Verschlüsselung deaktivieren?
es_ar: ¿Deshabilitar encriptación?
et: Kas lülitame krüptimise välja?
eu: Zifratzea ezgaitu?
fr: Désactiver le chiffrement ?
ja: 暗号化を無効化しますか ?
pl: Wyłączyć szyfrowanie?
pt_br: Desativar criptografia?
ro: Dezactivați criptarea?
ru: Отключить шифрование?
ta: குறியாக்கத்தை முடக்கவா?
tr: Şifreleme devre dışı bırakılsın mı?
uk: Вимкнути шифрування?
zh_hans: 禁用加密？
zh_hant: 禁用加密？

source: Discovering devices...
de: Geräte werden erkannt...
es_ar: Descubriendo dispositivos ...
et: Tuvastan seadmeid...
eu: Gailuak aurkitzen…
fr: Recherche d'appareils...
ja: デバイス探索中...
pl: Odkrywanie urządzeń...
pt_br: Descobrindo dispositivos...
ru: Поиск устройств...
ta: சாதனங்களைக் கண்டுபிடிப்பது ...
tr: Cihazlar keşfediliyor...
uk: Виявлення пристроїв...
zh_hans: 正在发现设备…
zh_hant: 正在發現裝置...

source: Display Name
cs: Zobrazované jméno
de: Angezeigter Name
es_ar: Nombre para mostrar
et: Kuvatav nimi
eu: Pantaila-izena
fr: Nom affiché
ja: 表示名
pl: Wyświetlana nazwa
pt_br: Nome de Exibição
ro: Nume afișat
ru: Ваше имя
ta: காட்சி பெயர்
tr: Görünen Ad
uk: Ім'я для відображення
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Display Name And Message
cs: Zobrazit jméno a zprávu
de: Name und Nachricht anzeigen
es_ar: Mostrar nombre y mensaje
et: Näita nime ja sõnumit
eu: Erakutsi izena eta mezua
fr: Afficher le nom et le message
ja: 名前とメッセージを表示
pl: Pokaż nazwę i wiadomość
pt_br: Nome de Exibição e Mensagem
ro: Afișare nume și mesaj
ru: Отображать имя и сообщение
ta: பெயர் மற்றும் செய்தியைக் காண்பி
tr: Görünen Ad ve İleti
uk: Відображати ім'я та повідомлення
zh_hans: 显示名称和消息
zh_hant: 顯示名稱和訊息

source: Display Only Name
cs: Zobrazit pouze jméno
de: Nur Name anzeigen
es_ar: Mostrar solo nombre
et: Näita vaid nime
eu: Erakutsi izena soilik
fr: Afficher le nom seulement
ja: 名前のみ表示
pl: Pokaż tylko nazwę
pt_br: Exibir Apenas o Nome
ro: Afișare doar nume
ru: Отображать только имя
ta: பெயரைக் காண்பி
tr: Yalnızca Adı Görüntüle
uk: Відображати лише імʼя
zh_hans: 仅显示名称
zh_hant: 僅顯示名稱

source: Display Only Placeholder
cs: Zobrazit pouze zástupce
de: Nur Platzhalter anzeigen
es_ar: Mostrar solo marcador de posición
et: Näita vaid kohatäidet
eu: Erakutsi mezu generiko bat
fr: N’afficher aucune information sensible
ja: プレースホルダーのみ表示
pl: Wyświetl tylko symbol zastępczy
pt_br: Exibir Apenas o Texto Padrão
ro: Afișare numai înlocuitor
ru: Отображать только факт наличия уведомления
ta: ஒதுக்கிடத்தை மட்டுமே காண்பி
tr: Yalnızca Yer Tutucuyu Görüntüle
uk: Заповнювач для відображення
zh_hans: 仅显示提示消息
zh_hant: 僅顯示提示訊息

source: Djibouti
de: Dschibuti
es_ar: Yibuti
eu: Djibuti
ru: Джибути
ta: சிபூட்டி
tr: Cibuti
uk: Джибуті
zh_hans: 吉布提
zh_hant: 吉布地

source: Do you really want to block this contact? You won't receive any messages from this contact.
de: Möchtest du diesen Kontakt wirklich sperren? Du wirst keine Nachrichten von diesem Kontakt erhalten.
es_ar: ¿Realmente quiere bloquear este contacto? No volverá a recibir un mensaje más de él.
eu: Ziur zaude kontaktu hau blokeatu nahi duzula? Ez duzu kontaktu honen mezurik jasoko.
fr: Voulez-vous vraiment bloquer ce contact ? Vous ne recevrez plus aucun message de ce contact.
ja: 本当にこの相手先をブロックしますか ? この相手先からはメッセージが届きません。
pl: Czy na pewno chcesz zablokować ten kontakt? Nie będziesz mógł otrzymywać wiadomości od tego kontaktu.
pt_br: Deseja realmente bloquear este contato? Você não receberá nenhuma mensagem desse contato.
ru: Вы действительно хотите заблокировать этот контакт? Вам не будут доставляться его сообщения.
ta: இந்த தொடர்பைத் தடுக்க நீங்கள் உண்மையில் விரும்புகிறீர்களா? இந்த தொடர்பிலிருந்து நீங்கள் எந்த செய்திகளையும் பெற மாட்டீர்கள்.
tr: Bu kişiyi gerçekten engellemek istiyor musunuz? Bu kişiden herhangi bir ileti almazsınız.
uk: Ви дійсно хочете заблокувати цей контакт? Ви не будете отримувати жодних повідомлень від цього контакту.
zh_hans: 是否确定要屏蔽此联系人？您将不会收到来自此联系人的任何消息。
zh_hant: 您真的要封鎖此聯絡人嗎？您不會收到來自此聯絡人的任何訊息。

source: Do you really want to clear all messages exchanged in this conversation? If using OMEMO you won't even be able to load them from your server again.
cs: Skutečně chcete smazat všechny zprávy v této konverzaci? Pokud používáte OMEMO, nebude ani možné je znovu stáhnout ze serveru.
de: Möchtest du wirklich alle ausgetauschten Nachrichten in dieser Unterhaltung löschen? Wenn du OMEMO verwendest, kannst du sie nicht mehr von deinem Server laden.
es_ar: ¿Realmente deseas eliminar todos los mensajes intercambiados en esta conversación? Si usa OMEMO, ni siquiera podrá volver a cargarlos desde su servidor.
eu: Ziur zaude elkarrizketa honetan bidalitako mezu guztiak garbitu nahi dituzula? OMEMO erabiltzen ari bazara ezingo dituzu berriro zerbitzaritik kargatu.
fr: Voulez-vous vraiment effacer tous les messages échangés dans cette conversation ? Si vous utilisez OMEMO, vous ne devriez plus pouvoir les récupérer à nouveau depuis votre serveur.
ja: この会話で交わされたすべてのメッセージを本当に消去しますか ? OMEMO を使用している場合、サーバーから再びロードすることさえできません。
pl: Czy na pewno chcesz wyczyścić wszystkie wiadomości wymieniane w tej rozmowie? Jeśli korzystasz z OMEMO, nie będziesz w stanie ich ponownie załadować z serwera.
pt_br: Deseja realmente limpar todas as mensagens trocadas nesta conversa? Se estiver usando OMEMO você não será capaz até mesmo de carregá-las a partir do seu servidor novamente.
ru: Вы действительно хотите удалить все сообщения этой переписки? При использовании OMEMO вы не сможете снова загрузить их с вашего сервера.
ta: இந்த உரையாடலில் பரிமாறிக்கொள்ளப்பட்ட அனைத்து செய்திகளையும் அழிக்க விரும்புகிறீர்களா? ஓமமோவைப் பயன்படுத்தினால், அவற்றை மீண்டும் உங்கள் சேவையகத்திலிருந்து ஏற்ற முடியாது.
tr: Bu görüşmede gönderilen tüm mesajları gerçekten silmek istiyor musunuz? OMEMO kullanıyorsanız, onları tekrar sunucunuzdan yükleyemezsiniz.
uk: Ви дійсно хочете видалити всі повідомлення, якими ви обмінялися в цій розмові? Якщо ви використовуєте OMEMO, ви навіть не зможете завантажити їх з вашого сервера знову.
zh_hans: 是否确定要清除此对话中的所有消息？如果使用 OMEMO，您甚至无法再次从服务器加载它们。
zh_hant: 您真的要清空此對話中交換的所有訊息嗎？如果使用 OMEMO，您甚至無法再次從伺服器載入它們。

source: Do you really want to delete this key?
de: Möchtest du diesen Schlüssel wirklich löschen?
es_ar: ¿Realmente quiere eliminar esta clave?
et: Kas sa kindlasti soovid selle võtme kustutada?
eu: Ziur zaude gako hau ezabatu nahi duzula?
fr: Voulez-vous vraiment supprimer cette clé ?
ja: 本当にこの鍵を削除してもいいですか ?
pl: Na pewno usunąć ten klucz?
pt_br: Deseja realmente excluir esta chave?
ru: Вы действительно хотите удалить этот ключ?
ta: இந்த விசையை நீக்க விரும்புகிறீர்களா?
tr: Bu anahtarı gerçekten silmek istiyor musunuz?
uk: Ви справді хочете видалити цей ключ?
zh_hans: 是否确定要删除此密钥？
zh_hant: 是否確實要刪除此金鑰？

source: Do you really want to destroy this channel? Every member will be kicked out and it will be destroyed afterwards.
de: Willst du diesen Channel wirklich auflösen? Jedes Mitglied wird ausgeschlossen und der Channel wird danach aufgelöst.
es_ar: ¿Realmente desea eliminar este canal? Todos los miembros serán expulsados y el canal será eliminado.
eu: Ziur kanal hau suntsitu nahi duzula? Kide guztiak kanporatuko dira eta ondoren suntsituko da.
fr: Voulez-vous vraiment détruire ce salon public ? Tous les membres seront expulsés et le salon sera détruit par la suite.
ja: 本当にこのチャンネルを閉鎖しますか? すべてのメンバーは蹴り出されその後に閉鎖されます。
pl: Czy naprawdę chcesz usunąć ten kanał? Wszyscy zostaną z niego usunięci, a sam kanał zostanie potem usunięty.
pt_br: Deseja realmente destuir este canal? Cada membro será removido e o canal será destruído na sequência.
ru: Вы действительно хотите удалить этот канал? Каждый из участников будет выгнан, затем канал будет удалён.
ta: இந்த சேனலை நீங்கள் உண்மையில் அழிக்க விரும்புகிறீர்களா? ஒவ்வொரு உறுப்பினரும் வெளியேற்றப்படுவார்கள், அது பின்னர் அழிக்கப்படும்.
tr: Gerçekten bu kanalı yok etmek mi istiyorsunuz? Her üye atılacak ve sonrasında yok edilecek.
uk: Ви справді хочете знищити цей канал? Усіх учасників виженуть, а канал також буде знищено.
zh_hans: 是否确定要解散此频道？将会踢出每位成员，之后解散频道。
zh_hant: 你真的想解散這個頻道嗎？每個成員都將被踢出，之後會被刪除。

source: Do you really want to destroy this group? Every member will be kicked out and it will be destroyed afterwards.
de: Willst du diese Gruppe wirklich auflösen? Jedes Mitglied wird ausgeschlossen und die Gruppe wird danach aufgelöst.
es_ar: ¿Realmente desea eliminar este grupo? Todos los miembros serán expulsados y el grupo será eliminado.
eu: Ziur talde hau suntsitu nahi duzula? Kide guztiak kanporatuko dira eta ondoren suntsituko da.
fr: Voulez-vous vraiment détruire ce groupe ? Tous les membres seront expulsés et le groupe sera détruit par la suite.
ja: 本当にこのグループを閉鎖しますか? すべてのメンバーは蹴り出されその後に閉鎖されます。
pl: Czy naprawdę chcesz usunąć tę grupę? Wszyscy zostaną z niej usunięci, a sama grupa zostanie potem usunięta.
pt_br: Deseja realmente destruir este grupo? Cada membro será removido e o grupo será destruído na sequência.
ru: Вы действительно хотите удалить эту группу? Каждый из участников будет выгнан, затем группа будет удалена.
ta: இந்த குழுவை அழிக்க விரும்புகிறீர்களா? ஒவ்வொரு உறுப்பினரும் வெளியேற்றப்படுவார்கள், அது பின்னர் அழிக்கப்படும்.
tr: Bu grubu gerçekten yok etmek mi istiyorsunuz? Her üye dışarı atılacak ve sonrasında yok edilecek.
uk: Ви справді хочете знищити цю групу? Усіх учасників виженуть, а потім і її знищать.
zh_hans: 是否确定要解散此群组？将会踢出每位成员，之后解散群组。
zh_hant: 你真的想解散這個群組嗎？每個成員都將被踢出，之後會被刪除。

source: Do you really want to disable encryption for this contact?
de: Möchtest du die Verschlüsselung für diesen Kontakt wirklich deaktivieren?
es_ar: ¿Realmente quiere deshabilitar la encriptación para este contacto?
eu: Ziur zaude zifratzea ezgaitu nahi duzula kontaktu honentzat?
fr: Voulez-vous vraiment désactiver le chiffrement pour ce contact ?
ja: 本当にこの相手先に対して暗号化を無効化してもいいですか ?
pl: Czy na pewno chcesz wyłączyć szyfrowanie dla tego kontaktu?
pt_br: Deseja realmente desativar a criptografia para este contato?
ru: Вы действительно хотите отключить шифрование для этого контакта?
ta: இந்த தொடர்புக்கு குறியாக்கத்தை முடக்க விரும்புகிறீர்களா?
tr: Bu kişi için şifrelemeyi gerçekten devre dışı bırakmak istiyor musunuz?
uk: Ви справді хочете вимкнути шифрування для цього контакту?
zh_hans: 是否确定要禁用此联系人的加密？
zh_hant: 是否確實要為此聯絡人禁用加密？
