Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Can Show Notifications
cs: Může zobazovat oznámení
de: Darf Benachrichtigungen anzeigen
es_ar: Puede mostrar notificaciones
et: Võib kuvada teavitusi
eu: Jakinarazpenak erakuts ditzake
fr: Peut afficher des notifications
ja: 通知を表示可
pl: Może pokazywać powiadomienia
pt_br: Pode Mostrar Notificações
ro: Poate afișa notificări
ru: Показывать Уведомления
ta: அறிவிப்புகளைக் காட்டலாம்
tr: Bildirim Gösterebilir
uk: Може показувати сповіщення
zh_hans: 可以显示通知
zh_hant: 可以顯示通知

source: Can't convert the image to jpeg format.
cs: Nebylo možné zkonvertovat obrázek do formátu jpeg.
de: Das Bild kann nicht in das JPEG-Format konvertiert werden.
es_ar: No es posible convertir la imagen a formato jpeg.
et: Pildi teisendamine JPEG-vormingusse ei õnnestunud.
eu: Ezin da irudia JPEGra bihurtu.
fr: Échec de conversion de l'image au format jpeg.
ja: 画像を jpeg 形式に変換できません。
pl: Nie można przekonwertować obrazu do formatu jpeg.
pt_br: Não foi possível converter a imagem para formato JPEG.
ro: Nu s-a putut converti imaginea în format JPG.
ru: Не удаётся преобразовать изображение в JPEG формат.
ta: படத்தை JPEG வடிவமாக மாற்ற முடியாது.
tr: Görüntü jpeg biçimine dönüştürülemiyor.
uk: Не вдається конвертувати зображення в jpeg формат.
zh_hans: 无法将图片转换为 jpeg 格式。
zh_hant: 無法將圖片轉換為jpeg格式。

source: Canada
de: Kanada
es_ar: Canadá
et: Kanada
eu: Kanada
pt_br: Canadá
ru: Канада
ta: கனடா
tr: Kanada
uk: Канада
zh_hans: 加拿大
zh_hant: 加拿大

source: Cancel
cs: Zrušit
de: Abbrechen
es_ar: Cancelar
et: Katkesta
eu: Utzi
fr: Annuler
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
ta: ரத்து செய்க
tr: İptal Et
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Cancel?
de: Abbrechen?
es_ar: ¿Cancelar?
et: Kas katkestame?
eu: Utzi?
fr: Annuler ?
pl: Anulować?
pt_br: Cancelar?
ru: Отменить?
ta: ரத்து செய்யவா?
tr: İptal?
uk: Скасувати?
zh_hans: 取消？
zh_hant: 是否取消?

source: Cannot share something with disabled/deleted account, destination: %@, internal account id: %@
cs: Cannot share something with disabled/deleted account, destination: %1$@, internal account id: %2$@
de: Kann etwas nicht mit deaktiviertem/gelöschtem Konto teilen, Ziel: %@, interne Konto-ID: %@
es_ar: No es posible compartir con cuentas deshabilitadas/eliminadas, destino: %@, identificador interno de cuenta: %@
eu: Ezin da ezer partekatu desgaitutako edo ezabatutako kontu batekin; helmuga: %@, barneko kontuaren IDa: %@
fr: Échec de partage avec un compte désactivé/supprimé, destination : %@, identifiant interne du compte : %@
ja: Cannot share something with disabled/deleted account, destination: %1$@, internal account id: %2$@
pl: Nie można udostępnić czegoś wyłączonemu/usuniętemu kontu, miejsce docelowe: %1$@, identyfikator konta wewnętrznego: %2$@
pt_br: Não é possível compartilhar algo com contas desativadas/excluídas, destino: %1$@, identificação interna da conta: %2$@
ro: Cannot share something with disabled/deleted account, destination: %1$@, internal account id: %2$@
ru: Нет возможности поделиться с пользователем с отключенной/удалённой учётной записью, адресат: %1$@, внутренний идентификатор учётной записи: %2$@
ta: முடக்கப்பட்ட/நீக்கப்பட்ட கணக்குடன் எதையாவது பகிர முடியாது, இலக்கு: %@, உள் கணக்கு ஐடி: %@
tr: Devre dışı bırakılan/silinen hesapla bir şey paylaşılamıyor, hedef: %@, dahili hesap kimliği: %@
uk: Неможливо поділитися чимось із вимкненим/видаленим обліковим записом, місце призначення: %@, внутрішній ідентифікатор облікового запису: %@
zh_hans: 无法与被禁用/删除的账号共享某些内容，目标：%@，内部账号 id：%@
zh_hant: 無法與已禁用/已刪除的帳戶共享內容，目標帳戶: %@, 內部帳戶ID: %@

source: Cape Verde
de: Kap Verde
es_ar: Cabo Verde
et: Roheneemesaared
eu: Cabo Verde
fr: Cap-Vert
pt_br: Cabo Verde
ru: Кабо-Верде
ta: பச்சை கேப்
uk: Кабо-Верде
zh_hans: 佛得角
zh_hant: 佛得角

source: Caps hash: %@
es_ar: Hash caps: %@
eu: Hash mugak: %@
fr: Hash des capacités : %@
pl: Skrót możliwości: %@
ru: Контрольная сумма: %@
ta: தொப்பிகள் ஆச்: %@
uk: Хеш великих літер: %@
zh_hans: 功能哈希：%@
zh_hant: Caps 哈希: %@

source: Captcha
et: Robotilõks
ru: Капча
ta: கேப்ட்சா
zh_hans: 验证码
zh_hant: 驗證碼

source: Cayman Islands
de: Kaimaninseln
es_ar: Islas Caimán
et: Kaimanisaared
eu: Kaiman uharteak
fr: Îles Caïmans
pt_br: Ilhas Cayman
ru: Каймановы острова
ta: கேமான் தீவுகள்
tr: Cayman Adaları
uk: Кайманові острови
zh_hans: 开曼群岛
zh_hant: 開曼群島

source: Central African Rep.
de: Zentralafrikanische Republik
es_ar: República Centroafricana
et: Kesk-Aafrika Vabariik
eu: Afrika Erdiko Errepublika
fr: République centrafricaine
pt_br: Rep. Centro-Africana
ru: Центральноафриканская Республика.
ta: நடு ஆப்பிரிக்க சார்பாளர்.
tr: Orta Afrika Cum.
uk: Центральноафриканська Республіка.
zh_hans: 中非
zh_hant: 中非共和國

source: Chad
de: Tschad
et: Tšaad
eu: Txad
fr: Tchad
pt_br: Chade
ru: Чад
ta: சாட்
tr: Çad
uk: Чад
zh_hans: 乍得
zh_hant: 乍得

source: Change affiliation
de: Zugehörigkeit ändern
es_ar: Cambiar afiliación
et: Muuda kuuluvust
eu: Aldatu afiliazioa
fr: Changer l’affiliation
ja: 分掌を変更
pl: Zmień powiązanie
pt_br: Trocar afiliação
ru: Сменить статус
ta: இணைப்பை மாற்றவும்
tr: Üyeliğinizi değiştirin
uk: Змінити приналежність
zh_hans: 更改从属关系
zh_hant: 更改隸屬關係

source: Change Background Image
de: Hintergrundbild ändern
es_ar: Cambiar imagen de fondo
et: Muuda taustapilti
eu: Aldatu atzealdeko irudia
fr: Changer l’image de fond
ja: 背景画像を変更
pl: Zmień zdjęcie tła
pt_br: Alterar Imagem de Fundo
ru: Изменить фоновое изображение
ta: பின்னணி படத்தை மாற்றவும்
tr: Arka Plan Resmini Değiştir
uk: Змінити фонове зображення
zh_hans: 更改背景图片
zh_hant: 更改背景圖像

source: Change Channel Avatar
de: Profilbild des Channels ändern
es_ar: Cambiar avatar del canal
et: Muuda kanali tunnuspilti
eu: Aldatu kanalaren abatarra
fr: Changer l’avatar du salon
ja: チャンネルのアバターを変更
pl: Zmień awatar kanału
pt_br: Alterar Imagem do Canal
ru: Изменить аватар канала
ta: சேனல் அவதாரத்தை மாற்றவும்
tr: Kanal Avatarını Değiştir
uk: Змінити аватар каналу
zh_hans: 更改频道头像
zh_hant: 更改頻道大頭貼

source: Change Chat Background
de: Chathintergrund ändern
es_ar: Cambiar el fondo del chat
et: Muuda vestluse tausta
eu: Aldatu txataren atzealdea
fr: Modifier le fond d'écran de la conversation
ja: 会話の背景を変更
pl: Zmień tło rozmowy
pt_br: Alterar Imagem de Fundo da Conversa
ru: Изменить фон переписки
ta: அரட்டை பின்னணியை மாற்றவும்
tr: Konuşma Arka Planını Değiştir
uk: Змінити фон чату
zh_hans: 更改聊天背景
zh_hant: 更改聊天背景圖

source: Change Group Avatar
de: Profilbild der Gruppe ändern
es_ar: Cambiar avatar del grupo
et: Muuda grupi tunnuspilti
eu: Aldatu taldearen abatarra
fr: Changer l’avatar du groupe
pl: Zmień awatar grupowy
pt_br: Alterar Imagem do Grupo
ru: Изменить аватар группы
ta: குழு அவதாரத்தை மாற்றவும்
tr: Grup Avatarını Değiştir
uk: Змінити аватар групи
zh_hans: 更改群组头像
zh_hant: 更改群組大頭貼

source: Change Group Members
de: Gruppenmitglieder ändern
es_ar: Cambiar miembros del grupo
et: Muuda grupi liikmeid
eu: Aldatu taldeko kideak
fr: Changer les membres du groupe
ja: グループメンバーを変更
pl: Zmień członków grupy
pt_br: Alterar Membros do Grupo
ru: Редактировать участников группы
ta: குழு உறுப்பினர்களை மாற்றவும்
tr: Grup Üyelerini Değiştir
uk: Змінити учасників групи
zh_hans: 更改群组成员
zh_hant: 更改群組成員

source: Change it
de: Ändern
es_ar: Cambialo
et: Muuda seda
eu: Aldatu
fr: Changez-le
pl: Zmień to
pt_br: Alterar
ru: Отредактируйте
ta: அதை மாற்றவும்
tr: Değiştir
uk: Змінити це
zh_hans: 更改它
zh_hant: 更改

source: Change Password
cs: Změnit heslo
de: Passwort ändern
es_ar: Cambiar contraseña
et: Muuda salasõna
eu: Aldatu pasahitza
fr: Modifier le mot de passe
ja: パスワードを変更
pl: Zmień hasło
pt_br: Trocar Senha
ro: Schimbare parolă
ru: Сменить пароль
ta: கடவுச்சொல்லை மாற்றுக
tr: Parolayı Değiştir
uk: Змінити пароль
zh_hans: 更改密码
zh_hant: 修改密碼

source: Changing affiliation
de: Zugehörigkeit wird geändert
es_ar: Cambiando afiliación
et: Muudan kuuluvust
eu: Afiliazioa aldatzen
fr: Changement d’affiliation
ja: 分掌を変更中
pl: Zmienianie powiązania
pt_br: Alteração de afiliação
ru: Изменение статуса
ta: இணைப்பை மாற்றுதல்
tr: Üyelik değişikliği
uk: Зміна приналежності
zh_hans: 正在更改从属关系
zh_hant: 正在更改隸屬關係

source: Changing affiliation to %@: %@
de: Änderung der Zugehörigkeit in %@: %@
es_ar: Cambiando afiliación a %@: %@
et: Muudan kuuluvuseks %@: %@
eu: Afiliazioa %@(e)ra aldatzen: %@
fr: Changement d’affiliation à %@ : %@
pl: Zmienianie powiązania na %@: %@
pt_br: Alterando afiliação para %@: %@
ru: Изменение статуса на %@: %@
ta: இணைப்பை %@: %@க்கு மாற்றுதல்
tr: %@ Üyeliğinin: %@ olarak değiştirilmesi
uk: Зміна приналежності на %@: %@
zh_hans: 正在更改从属关系 %@：%@
zh_hant: 正在將隸屬關係變更為 %@: %@

source: Changing Password
cs: Změna hesla
de: Passwort wird geändert
es_ar: Cambiando contraseña
et: Muudan salasõna
eu: Pasahitza aldatzen
fr: Changement du mot de passe
ja: パスワードの変更
pl: Zmienianie hasła
pt_br: Alteração de Senha
ro: Schimbare parolă
ru: Изменение пароля
ta: கடவுச்சொல்லை மாற்றுதல்
tr: Parolayı Değiştir
uk: Зміна паролю
zh_hans: 更改密码
zh_hant: 正在更改密碼

source: Channel Avatar
de: Profilbild des Channels
es_ar: Avatar del canal
et: Muudan tunnuspilti
eu: Kanalaren abatarra
fr: Avatar du salon
ja: チャンネルのアバター
pl: Awatar kanału
pt_br: Imagem do Canal
ru: Аватар канала
ta: சேனல் அவதார்
tr: Kanal Avatarı
uk: Аватар каналу
zh_hans: 频道头像
zh_hant: 頻道大頭貼

source: Channel name
es_ar: Nombre del canal
et: Kanali nimi
eu: Kanalaren izena
fr: Nom du salon
ja: チャンネル名
pl: Nazwa kanału
pt_br: Nome do canal
ru: Название канала
ta: சேனல் பெயர்
tr: Kanal adı
uk: Назва каналу
zh_hans: 频道名称
zh_hant: 頻道名稱

source: Channel Participants
de: Teilnehmer im Channel
es_ar: Participantes del canal
et: Kanalil osalejad
eu: Kanalaren parte-hartzaileak
fr: Participants du salon
ja: チャンネルの参加者
pl: Członkowie kanału
pt_br: Participantes do Canal
ru: Участники канала
ta: சேனல் பங்கேற்பாளர்கள்
tr: Kanal Katılımcıları
uk: Учасники каналу
zh_hans: 频道参与者
zh_hant: 頻道參與者

source: Channel subject:
de: Thema des Channels:
es_ar: Asunto del canal:
et: Kanali teema:
eu: Kanalaren gaia:
fr: Sujet du canal :
ja: チャンネルの題:
pl: Temat kanału:
pt_br: Assunto do canal:
ro: Subiectul canalului:
ru: Тема канала:
ta: சேனல் பொருள்:
tr: Kanal konusu:
uk: Тема каналу:
zh_hans: 频道话题：
zh_hant: 頻道主題：

source: Chat Background
de: Chathintergrund
es_ar: Fondo del chat
et: Vestluse taust
eu: Txataren atzealdea
fr: Fond d’écran de la conversation
ja: 会話の背景
pl: Tło Rozmowy
pt_br: Imagem de Fundo do Chat
ru: Фон канала
ta: அரட்டை பின்னணி
tr: Chat arka planları
uk: Фон чату
zh_hans: 聊天背景
zh_hant: 聊天背景

source: Chat background image
de: Hintergrundbild des Chats
es_ar: Imagen de fondo del chat
et: Vestluse taustapilt
eu: Txataren atzealdeko irudia
fr: Fond d'écran de la conversation
ja: 会話の背景画像
pl: Zdjęcie tła czatu
pt_br: Imagem de Fundo do Chat
ru: Фоновое изображение переписки
ta: அரட்டை பின்னணி படம்
tr: Sohbet arka plan görüntüsü
uk: Фонове зображення чату
zh_hans: 聊天背景图片
zh_hant: 聊天背景圖片

source: Check this number?
de: Überprüfe diese Nummer?
es_ar: ¿Comprobar este número?
et: Kas kontrollid seda numbrit?
eu: Zenbaki hau egiaztatu?
fr: Vérifier ce numéro ?
pl: Sprawdzić ten numer?
pt_br: Verificar este número?
ru: Проверить этот номер?
ta: இந்த எண்ணை சரிபார்க்கவா?
tr: Bu numarayı kontrol et?
uk: Перевірити цей номер?
zh_hans: 检查此号码？
zh_hant: 檢查這個號碼？

source: Check type and size on
de: Typ und Größe prüfen auf
es_ar: Ver tipo y tamaño en
eu: Egiaztatu mota eta tamaina
fr: Vérifier le type et la taille de
pl: Sprawdź typ i rozmiar na
pt_br: Verificar o tipo e tamanho em
ro: Verificați tipul și dimensiunea pe
ru: Проверьте тип и размер
ta: வகை மற்றும் அளவு சரிபார்க்கவும்
tr: Türü ve boyutu denetle
uk: Перевірте тип і розмір на
zh_hans: 检查类型和大小在
zh_hant: 檢查類型和大小在

source: Chile
et: Tšiili
eu: Txile
fr: Chili
ru: Чили
ta: சிலி
tr: Şili
uk: Чилі
zh_hans: 智利
zh_hant: 智利

source: China
et: Hiina
eu: Txinako Herri Errepublika
fr: Chine
ru: Китай
ta: சீனா
tr: Çin
uk: Китай
zh_hans: 中国
zh_hant: 中華人民共和國

source: Clear Chat History
cs: Vymazat historii chatu
de: Chatverlauf löschen
es_ar: Borrar historial de chat
et: Kustuta vestluse ajalugu
eu: Garbitu txat historia
fr: Effacer l'historique de conversation
ja: 会話の履歴を消去
pl: Usuń historię rozmów
pt_br: Limpar Histórico do Chat
ro: Golire istoric discuție
ru: Удалить историю переписки
ta: அரட்டை வரலாற்றை அழிக்கவும்
tr: Konuşma geçmişini temizle
uk: Очистити історію чату
zh_hans: 清除聊天记录
zh_hant: 清空聊天歷史記錄

source: Clear chat history of this channel
de: Chatverlauf dieses Channels löschen
es_ar: Borrar historial de este canal
et: Kustuta selle kanali vestluste ajalugu
eu: Garbitu kanal honetako txat-historia
fr: Vider l'historique des messages de ce canal
ja: このチャンネルの会話履歴を消去
pl: Wyczyść historię rozmów w tym kanale
pt_br: Limpar histórico do chat deste canal
ru: Удалить историю переписки для этого канала
ta: இந்த சேனலின் அரட்டை வரலாற்றை அழிக்கவும்
tr: Bu kanalın sohbet geçmişini temizle
uk: Очистити історію чату цього каналу
zh_hans: 清除此频道的聊天记录
zh_hant: 清空此頻道的聊天記錄

source: Clear chat history of this contact
de: Chatverlauf dieses Kontakts löschen
es_ar: Borrar historial de chat con este contacto
et: Kustuta selle kontakti vestluste ajalugu
eu: Garbitu kontaktu honen txat-historia
fr: Vider l'historique des messages de ce contact
ja: この相手先の会話履歴を消去
pl: Wyczyść historię rozmowy dla tego kontaktu
pt_br: Limpar histórico do chat deste contato
ru: Удалить историю переписки с этим контактом
ta: இந்த தொடர்பின் அரட்டை வரலாற்றை அழிக்கவும்
tr: Bu kişinin sohbet geçmişini temizle
uk: Очистити історію чату цього контакту
zh_hans: 清除此联系人的聊天记录
zh_hant: 清空此聯絡人的聊天記錄

source: Clear chat history of this group
de: Chatverlauf dieser Gruppe löschen
es_ar: Borrar historial de este grupo
et: Kustuta selle grupi vestluste ajalugu
eu: Garbitu talde honen txat-historia
fr: Vider l'historique des messages de ce groupe
ja: このグループの会話履歴を消去
pl: Wyczyść historię rozmowy dla tej grupy
pt_br: Limpar histórico do chat deste grupo
ru: Удалить историю переписки этой группы
ta: இந்த குழுவின் அரட்டை வரலாறு
tr: Bu grubun sohbet geçmişini temizle
uk: Очистити історію чату цієї групи
zh_hans: 清除此群组的聊天记录
zh_hant: 清空此群組的聊天記錄

source: Clear History
cs: Smazat historii
de: Verlauf löschen
es_ar: Borrar historial
et: Kustuta ajalugu
eu: Garbitu historia
fr: Effacer l'historique
ja: 履歴を消去
pl: Wyczyść historię
pt_br: Limpar Histórico
ro: Șterge istoricul
ru: Удалить историю
ta: வரலாற்றை அழிக்கவும்
tr: Geçmişi Temizle
uk: Очистити історію
zh_hans: 清除聊天记录
zh_hant: 清空歷史記錄

source: Clear scanned contact
de: Gescannten Kontakt löschen
es_ar: Borrar contacto escaneado
et: Kustuta skaneeritud kontakt
eu: Garbitu eskaneatutako kontaktua
fr: Nettoyer le contact scanné
ja: スキャンした相手先を消去
pl: Wyczyść zeskanowany kontakt
pt_br: Limpar contato digitalizado
ru: Удалить отсканированный контакт
ta: தெளிவான ச்கேன் தொடர்பு
tr: Taranan kişiyi temizle
uk: Очистити відсканований контакт
zh_hans: 清除扫描的联系人
zh_hant: 清空掃描到的聯絡人

source: Clear text
de: Text löschen
es_ar: Eliminar texto
et: Kustuta tekst
eu: Garbitu testua
fr: Vider le texte
ja: テキストを消去
pl: Wyczyść tekst
pt_br: Limpar texto
ru: Удалить текст
ta: உரையை அழிக்கவும்
tr: Metni temizle
uk: Очистити текст
zh_hans: 清除文本
zh_hant: 清空文字

source: Close
cs: Zavřít
de: Schließen
es_ar: Cerrar
et: Sulge
eu: Itxi
fr: Fermer
ja: 閉じる
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
ta: மூடுக
tr: Kapat
uk: Скасувати
zh_hans: 关闭
zh_hant: 關閉

source: Colombia
de: Kolumbien
eu: Kolonbia
fr: Colombie
pt_br: Colômbia
ru: Колумбия
ta: கொலம்பியா
tr: Kolombiya
uk: Колумбія
zh_hans: 哥伦比亚
zh_hant: 哥倫比亞

source: Comoros
de: Komoren
es_ar: Comoras
et: Komoorid
eu: Komoreak
fr: Comores
pt_br: Comores
ru: Коморские острова
ta: கோமரோச்
tr: Komorlar
uk: Коморські Острови
zh_hans: 科摩罗
zh_hant: 科摩羅

source: Configure the background image displayed in open chats.
de: Hintergrundbild konfigurieren, das in offenen Chats angezeigt wird.
es_ar: Configurar la imagen de fondo que se muestra en los chats abiertos.
et: Seadista avatud vestluste taustapilti.
eu: Ezarri irekitako txaten atzealdeko irudia.
fr: Configurer l’image de fond affichée dans les discussions.
ja: 会話に表示される背景画像を調整します。
pl: Skonfiguruj zdjęcie tła wyświetlanego w otwartych czatach.
pt_br: Configurar a imagem de fundo exibida nos chats ativos.
ru: Выбрать фоновое изображение для открытых переписок.
ta: திறந்த அரட்டைகளில் காட்டப்படும் பின்னணி படத்தை உள்ளமைக்கவும்.
tr: Açık sohbetlerde görüntülenen arka plan görüntüsünü yapılandırın.
uk: Налаштуйте фонове зображення, яке відображається у відкритих чатах.
zh_hans: 配置在打开的聊天中显示的背景图片。
zh_hant: 配置打開的聊天中顯示的背景圖像。

source: Congo
de: Kongo
et: Kongo Vabariik
eu: Kongo
ru: Конго
ta: காங்கோ
tr: Kongo
uk: Конго
zh_hans: 刚果（布）
zh_hant: 剛果

source: Connected: %@
de: Verbunden: %@
es_ar: Conectado: %@
et: Ühendatud: %@
eu: Konektatuta: %@
fr: Connecté·e : %@
ja: 接続済: %@
pl: Połączono: %@
pt_br: Conectado: %@
ru: В сети: %@
ta: இணைக்கப்பட்டுள்ளது: %@
tr: Bağlandı: %@
uk: Підключено: %@
zh_hans: 已连接：%@
zh_hant: 已接通: %@

source: Connecting...
cs: Připojuji...
de: Verbinden...
es_ar: Conectando ...
et: Ühendan…
eu: Konektatzen…
fr: Connexion...
ja: 接続中...
pl: Łączenie...
pt_br: Conectando...
ro: Se conectează...
ru: Подключение...
ta: இணைத்தல் ...
tr: Bağlanıyor...
uk: Підключення...
zh_hans: 正在连接…
zh_hant: 連接中...

source: Considerations for Server Administrators
de: Hinweise für Server-Administratoren
es_ar: Consideraciones para los Administradores de Servidores
et: Oluline teave serverite haldajatele
eu: Zerbitzarien administratzaileek kontuan izatekoak
fr: Considérations pour les administrateurs de serveur
ja: サーバー管理者向けの考慮事項
pl: Do przemyślenia przez administratorów serwera
pt_br: Considerações para Administradores de Servidores
ru: Памятка администраторам серверов
ta: சேவையக நிர்வாகிகளுக்கான பரிசீலனைகள்
tr: Sunucu Yöneticileri için Dikkat Edilmesi Gerekenler
uk: Рекомендації для адміністраторів сервера
zh_hans: 服务器管理员的注意事项
zh_hant: 伺服器管理員的注意事項

source: Contact and Group/Channel Jids are usually in the format: name@domain.tld
de: Kontakt- und Gruppen-/Channel-Adressen haben normalerweise das Format: name@domain.tld
es_ar: Las direcciones XMPP de sus contactos, grupos y canales tienen el formato: nombre@dominio.tld
et: Kontakti ja grupi/kanali kasutajatunnus (JID) on tavaliselt vormingus: nimi@domeen.tld
eu: Kontaktu eta taldeen / kanalen JIDek ondorengo formatua izan ohi dute: izena@domeinua.eus
fr: Le JID d’un contact ou d’un groupe/salon a en général la forme : nom@domaine.tld
ja: 相手先とグループ/チャンネルの JID の形式は通常の場合 name@domain.tld です
pl: JIDy kontaktów i grup/kanałów mają format pseudonim@domena.tld
pt_br: Os IDs de Contatos e Grupos/Canais são normalmente no formato: nome@dominio.tld
ru: XMPP адрес для контакта или группы/канала обычно имеет формат: name@domain.tld
ta: தொடர்பு மற்றும் குழு/சேனல் சிட்ச் வழக்கமாக வடிவத்தில் உள்ளன: name@domain.tld
tr: Kişi ve Grup/Kanal Jid'leri genellikle şu formattadır: name@domain.tld
uk: Jid контакту чи групи/каналу зазвичай мають формат: name@domain.tld
zh_hans: 联系人和群组/频道 JID 通常采用以下格式：name@domain.tld
zh_hant: 聯絡人、群組或頻道的 Jid 通常採用以下格式：name@domain.tld

source: Contact is muted
de: Kontakt ist stummgeschaltet
es_ar: El contacto está silenciado
et: Kontakt on summutatud
eu: Kontaktua mutututa dago
fr: Contact silencié
ja: 相手先はミュートされています
pl: Kontakt jest wyciszony
pt_br: Contato está silenciado
ru: Уведомления отключены (для контакта)
ta: தொடர்பு முடக்கப்பட்டுள்ளது
tr: Kişi sessize alındı
uk: Контакт приглушено
zh_hans: 联系人已静音
zh_hant: 聯絡人已免打擾

source: Contact is not muted
de: Kontakt ist nicht stummgeschaltet
es_ar: El contacto no está silenciado
et: Kontakt pole summutatud
eu: Kontaktua ez dago mutututa
fr: Contact non silencié
ja: 相手先はミュートされていません
pl: Kontakt nie jest wyciszony
pt_br: Contato não está silenciado
ru: Уведомления включены (для контакта)
ta: தொடர்பு முடக்கப்படவில்லை
tr: Kişi sesi kapatılmamış
uk: Контакт не приглушується
zh_hans: 联系人未静音
zh_hant: 聯絡人未設定免打擾

source: Contact not found
de: Kontakt nicht gefunden
es_ar: Contacto no encontrado
et: Kontakti ei leidu
eu: Ez da kontaktua aurkitu
fr: Contact non trouvé
ja: 相手先は見つかりません
pl: Kontakt nie znaleziony
pt_br: Contato não encontrado
ru: Контакт не найден
ta: தொடர்பு இல்லை
tr: Kişi bulunamadı
uk: Контакт не знайдено
zh_hans: 找不到联系人
zh_hant: 未找到聯絡人

source: Contact or Group/Channel Jid
de: Kontakt- und Gruppen-/Channel-Adresse
es_ar: Dirección XMPP del contacto, grupo o canal
et: Kontakti või grupi/kanali Jid
eu: Kontaktuaren edo taldearen / kanalaren JIDa
fr: JID d’un contact ou d’un groupe/salon
ja: 相手先またはグループ/チャンネルの JID
pl: JID kontaktu, grupy lub kanału
pt_br: JID do Contato ou Grupo/Canal
ru: XMPP адрес контакта или группы/канала
ta: தொடர்பு அல்லது குழு/சேனல் சிட்
tr: Kişi veya Grup/Kanal Kimliği
uk: Ідентифікатор контакту або групи/каналу
zh_hans: 联系人或群组/频道 JID
zh_hant: 聯繫人、群組或頻道的 Jid

source: Contact Selection
de: Kontaktauswahl
es_ar: Selección de Contactos
et: Kontakti valik
eu: Kontaktuen hautaketa
fr: Sélection de contact
ja: 相手先の選択
pl: Wybierz kontakt
pt_br: Seleção de Contato
ru: Выбор контакта
ta: தொடர்பு தேர்வு
tr: Kontakt Seçimi
uk: Вибір контакту
zh_hans: 联系人选择
zh_hant: 選取聯絡人

source: Contacts
cs: Kontakty
de: Kontakte
es_ar: Contactos
et: Kontaktid
eu: Kontaktuak
ja: 相手先
pl: Kontakty
pt_br: Contatos
ro: Contacte
ru: Контакты
ta: தொடர்புகள்
tr: Rehber
uk: Контакти
zh_hans: 联系人
zh_hant: 聯絡人

source: Cook Islands
de: Cookinseln
es_ar: Islas Cook
et: Cooki saared
eu: Cook uharteak
fr: Îles Cook
pt_br: Ilhas Cook
ru: Острова Кука
ta: குக் தீவு
tr: Cook Adaları
uk: Острови Кука
zh_hans: 库克群岛
zh_hant: 庫克群島

source: Cool Title
zh_hans: 酷标题
zh_hant: 酷標題

source: Copied to clipboard
de: In die Zwischenablage kopiert
es_ar: Copiado al portapapeles
et: Kopeeritud lõikelauale
eu: Arbelera kopiatu da
fr: Copié dans le presse-papier
ja: クリップボードへコピー
pl: Skopiowane do schowka
pt_br: Copiado para área de transferência
ru: Скопировано в буфер обмена
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது
tr: Panoya kopyalandı
uk: Скопійовано в буфер обміну
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

source: Copy
cs: Kopírovat
de: Kopieren
es_ar: Copiar
et: Kopeeri
eu: Kopiatu
fr: Copier
ja: コピー
pl: Kopiuj
pt_br: Copiar
ro: Copiere
ru: Скопировать
ta: நகலெடு
tr: Kopyala
uk: Копіювати
zh_hans: 复制
zh_hant: 複製

source: Copy invitation link to clipboard
de: Einladungslink in die Zwischenablage kopieren
es_ar: Copiar link de la invitación al portapapeles
et: Kopeeri kutselink lõikelauale
eu: Kopiatu gonbidapen-esteka arbelera
fr: Copier le lien d’invitation dans le presse-papier
ja: 招待のリンクをクリップボードにコピー
pl: Skopiuj link zapraszający do schowka
pt_br: Copiar link de convite para área de transferência
ru: Скопировать ссылку на приглашение в буфер обмена
ta: இடைநிலைப்பலகைக்கு அழைப்பிதழ் இணைப்பை நகலெடுக்கவும்
tr: Davet bağlantısını panoya kopyala
uk: Копіювати посилання на запрошення в буфер обміну
zh_hans: 复制邀请链接到剪贴板
zh_hant: 將邀請連結複製到剪貼簿

source: Copy to clipboard
de: In Zwischenablage kopieren
es_ar: Copiar al portapapeles
et: Kopeeri lõikelauale
eu: Kopiatu arbelera
fr: Copier dans le presse-papier
ja: クリップボードへコピー
pl: Skopiuj do schowka
pt_br: Copiar para área de transferência
ru: Скопировать в буфер обмена
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கவும்
tr: Panoya kopyala
uk: Скопіювати в буфер обміну
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Costa Rica
ru: Коста-Рика
ta: கோச்டாரிகா
tr: Kosta Rika
uk: Коста-Рика
zh_hans: 哥斯达黎加
zh_hant: 哥斯大黎加

source: Côte d'Ivoire
de: Elfenbeinküste
es_ar: Costa de Marfil
et: Elevandiluurannik
eu: Boli Kosta
pt_br: Costa do Marfim
ru: Кот д'Ивуар
ta: கோத் ட்லவோர்
tr: Fildişi Sahili
uk: Кот-д'Івуар
zh_hans: 科特迪瓦
zh_hant: 象牙海岸
