Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Your XMPP jid should be in in the format user@domain.tld. For special configurations, use manual setup.
de: Deine XMPP-Adresse sollte das Format user@domain.tld haben. Verwende für spezielle Konfigurationen die manuelle Einrichtung.
es_ar: Su dirección XMPP debe seguir el formato usuario@dominio.tld. Para configuraciones especiales, utilice la configuración manual.
eu: XMPP JIDak honako formatua izan behar du: erabiltzailea@domeinua.eus. Ezarpen berezietarako eskuz konfiguratu.
fr: Votre JID XMPP devrait être dans le format utilisateur@domaine.ext. Pour les configurations spéciales, utilisez la configuration manuelle.
ja: XMPP JID は user@domain.tld の形式である必要があります。特殊な場合は、手動セットアップを使用してください。
pl: Twój XMPP JID powinien mieć format użytkownik@domena.tld. Jeśli chcesz skorzystać ze specjalnej konfiguracji użyj ręcznego procesu.
pt_br: Seu jid XMPP deve estar no formato user@domain.tld. Para configurações especiais, use a configuração manual.
ru: Ваш XMPP адрес должен быть в формате user@domain.tld. Дополнительные параметры доступны в режиме детальной настройки.
ta: உங்கள் XMPP JID USER@domain.tld வடிவத்தில் இருக்க வேண்டும். சிறப்பு உள்ளமைவுகளுக்கு, கையேடு அமைப்பைப் பயன்படுத்தவும்.
tr: XMPP jid'iniz user@domain.tld biçiminde olmalıdır. Özel konfigürasyonlar için manuel kurulum kullanın.
uk: Ваш XMPP jid має бути у форматі user@domain.tld. Для особливих конфігурацій використовуйте ручне налаштування.
zh_hans: 您的 XMPP 地址的格式应为 user@domain.tld。对于特殊配置，请使用手动设置。
zh_hant: 您的 XMPP Jid 應採用 user@domain.tld 格式。對於特殊配置，請使用手動設定。

source: Zambia
de: Sambia
et: Sambia
fr: Zambie
pt_br: Zâmbia
ru: Замбия
ta: சாம்பியா
tr: Zambiya
uk: Замбія
zh_hans: 赞比亚
zh_hant: 尚比亞

source: Zimbabwe
de: Simbabwe
es_ar: Zimbabue
pt_br: Zimbábue
ru: Зимбабве
ta: சிம்பாப்வே
tr: Zimbabve
uk: Зімбабве
zh_hans: 津巴布韦
zh_hant: 辛巴威

source: 🎥 A Video
cs: 🎥 Video
de: 🎥 Ein Video
es_ar: 🎥 Un video
et: 🎥 Video
eu: 🎥 Bideoa
fr: 🎥 Une vidéo
ja: 🎥 ビデオ
pl: 🎥 Wideo
pt_br: 🎥 Um Vídeo
ro: 🎥 Un videoclip
ru: 🎥 Видеоролик
ta: 🎥 ஒரு வீடியோ
tr: 🎥 Bir Video
uk: 🎥 У Відео
zh_hans: 🎥 视频
zh_hant: 🎥 一個影片

source: 🎥 Video
eu: 🎥 Bideoa
fr: 🎥 Vidéo
ja: 🎥 ビデオ
pt_br: 🎥 Vídeo
ru: 🎥 Видео
ta: வீடியோ
uk: 🎥 Відео
zh_hans: 🎥 视频
zh_hant: 🎥 視訊

source: 🎵 An Audiomessage
de: 🎵 Eine Sprachnachricht
es_ar: 🎵 Un mensaje de audio
et: 🎵 Häälsõnum
eu: 🎵 Audio mezua
fr: 🎵 Message audio
ja: 🎵 音声メッセージ
pl: 🎵 Wiadomość głosowa
pt_br: 🎵 Uma mensagem de áudio
ru: 🎵 Аудиосообщение
ta: A ஆடியோமெசேச்
tr: 🎵 Bir Sesli Mesaj
uk: 🎵 Аудіоповідомлення
zh_hans: 🎵 音频消息
zh_hant: 🎵一則音訊

source: 🎵 Audio
et: 🎵 Heli
eu: 🎵 Audioa
ja: 🎵 音声
pt_br: 🎵 Áudio
ru: 🎵 Аудио
ta: 🎵 ஆடியோ
tr: 🎵 Ses
uk: 🎵 Аудіо
zh_hans: 🎵 音频
zh_hant: 🎵 音訊

source: 📁 A File
cs: 📁 Soubor
de: 📁 Eine Datei
es_ar: 📁 Un archivo
et: 📁 Fail
eu: 📁 Fitxategia
fr: 📁 Un fichier
ja: 📁 ファイル
pl: 📁 Plik
pt_br: 📁 Um arquivo
ro: 📁 Un fișier
ru: 📁 Файл
ta: கோப்பு ஒரு கோப்பு
tr: 📁 Bir Dosya
uk: 📁 Файл
zh_hans: 📁 文件
zh_hant: 📁 一個檔案

source: 📄 A Document
cs: 📄 Dokument
de: 📄 Ein Dokument
es_ar: 📄 Un documento
et: 📄 Dokument
eu: 📄 Dokumentua
fr: 📄 Un document
ja: 📄 文書
pl: 📄 Dokument
pt_br: 📄 Um Documento
ro: 📄 Un document
ru: 📄 Документ
ta: ஒரு ஆவணம்
tr: 📄 Bir Belge
uk: 📄 Документ
zh_hans: 📄 文档
zh_hant: 📄 一份文件

source: 📍 A Location
cs: 📍 Poloha
de: 📍 Ein Standort
es_ar: 📍 Una ubicación
et: 📍 Asukoht
eu: 📍 Kokapena
fr: 📍 Une localisation
ja: 📍 位置情報
pl: 📍 Lokalizacja
pt_br: 📍 Um local
ro: 📍 O locație
ru: 📍 Геопозиция
ta: ஒரு இடம்
tr: 📍 Bir Konum
uk: 📍 Місцезнаходження
zh_hans: 📍 位置
zh_hant: 📍 位置

source: 📷 An Image
cs: 📷 Obrázek
de: 📷 Ein Bild
es_ar: 📷 Una imagen
et: 📷 Pilt
eu: 📷 Irudia
fr: 📷 Une image
ja: 📷 画像
pl: 📷 Obraz
pt_br: 📷 Uma imagem
ro: 📷 O imagine
ru: 📷 Изображение
ta: ஒரு படம்
tr: 📷 Bir Resim
uk: 📷 Зображення
zh_hans: 📷 图片
zh_hant: 📷 一個圖像

source: 🔗 A Link
cs: 🔗 Odkaz
de: 🔗 Ein Link
es_ar: 🔗 Un enlace
et: 🔗 Link
eu: 🔗 Esteka
fr: 🔗 Un lien
ja: 🔗 リンク
pl: 🔗 Link
pt_br: 🔗 Um link
ro: 🔗 O legătură
ru: 🔗 Ссылка
ta: ஒரு இணைப்பு
tr: 🔗 Bir Bağlantı
uk: 🔗 Посилання
zh_hans: 🔗 链接
zh_hant: 🔗 一個連結

source: 🛜 Decentralized Network : Leverages the decentralized nature of XMPP, avoiding central servers and increasing your digital sovereignty. 🌐 Data privacy : We do not sell or track information for external parties (nor for anyone else). 🔐 End-to-end encryption : Secure multi-end messaging using the OMEMO protocol. 👨‍💻 Open Source : The app's source code is publicly available for audit and contribution.
de: 🛜 Dezentrales Netzwerk : Nutzt den dezentralen Aufbau von XMPP, vermeidet zentrale Server und erhöht somit deine digitale Souveränität. 🌐 Datenschutz : Wir verkaufen oder verfolgen keine Informationen für externe Dritte (und auch für niemanden sonst). 🔐 Ende-zu-Ende-Verschlüsselung : Sicheres Multi-End-Messaging mit dem OMEMO-Protokoll. 👨‍💻 Open Source : Der Quellcode der App ist zur Prüfung und Weitergabe öffentlich zugänglich.
es_ar: 🛜 Red descentralizada : Saca el mejor provecho de la naturaleza descentralizada de XMPP, evitando los servidores centralizados e incrementando su soberanía digital. 🌐 Privacidad de datos : No vendemos ni rastreamos información para terceros (ni para nadie más). 🔐 Encriptación extremo-a-extremo : Mensajería segura para destinatarios múltiples usando el protocolo OMEMO. 👨‍💻 Código abierto : El código fuente de la aplicación se encuentra disponible al público para auditoría y contribuciones.
eu: 🛜 Sare deszentralizatua: Aprobetxatu XMPPren izaera deszentralizatua, zerbitzari zentralak saihestuz eta zure subiranotasun digitala handituz. 🌐 Datuen pribatutasuna: Ez dugu informaziorik saltzen edo arakatzen hirugarrenentzat (ezta beste inorentzat ere). 🔐 Ertzetik ertzerako zifratzea: Multimedia-mezu seguruak OMEMO protokoloa erabiliz. 👨‍💻 Kode irekia: Aplikazioaren iturburu-kodea publikoki eskuragarri dago auditoretzarako eta kontribuziorako.
fr: 🛜 Réseau décentralisé : Tirez partie de la nature décentralisée d’XMPP, en évitant les serveurs centralisés pour améliorer votre souveraineté numérique. 🌐 Confidentialité des données : Nous ne collectons pas vos informations personnelles, et nous ne les vendons à personne non plus. 🔐 Chiffrement bout-à-bout: Les messages sont chiffrés de manière sécurisée en utilisant le protocole OMEMO. 👨‍💻 Open Source : Le code source de l’application est disponible publiquement pour l’auditer et pour y contribuer.
pt_br: 🛜 Rede Descentralizada : Aproveita a natureza descentralizada do XMPP, evitando servidores centrais e aumentando sua soberania digital. 🌐 Privacidade de dados : Não vendemos ou rastreamos informações para terceiros (nem para mais ninguém). 🔐 Criptografia de ponta a ponta : Mensagens multi-end seguras usando o protocolo OMEMO. 👨 💻 Código aberto : O código-fonte do aplicativo está disponível publicamente para auditoria e contribuição.
ru: 🛜 Децентрализованная сеть: Опирается на федеративную природу XMPP, избегая централизованных серверов и повышая вашу цифровую независимость. 🌐 Защита персональных данных: Мы не собираем и не продаём информацию о вас посторонним (да и вообще никому). 🔐 Сквозное шифрование: Защищённые групповые сообщения по протоколу OMEMO. 👨‍💻 Свободный проект: Исходный код приложения находится в открытом доступе для аудита и доработок.
ta: 🛜 பரவலாக்கப்பட்ட நெட்வொர்க்: எக்ச்எம்பிபியின் பரவலாக்கப்பட்ட தன்மையை மேம்படுத்துகிறது, நடு சேவையகங்களைத் தவிர்த்து, உங்கள் டிசிட்டல் இறையாண்மையை அதிகரிக்கிறது. தனியுரிமை: வெளிப்புறக் கட்சிகளுக்கான தகவல்களை நாங்கள் விற்கவோ கண்காணிக்கவோ இல்லை (அல்லது வேறு யாருக்கும்). End இறுதி முதல் இறுதி குறியாக்கம்: OMEMO நெறிமுறையைப் பயன்படுத்தி பாதுகாப்பான மல்டி-எண்ட் செய்தியிடல். மூலம் திறந்த மூல: பயன்பாட்டின் மூலக் குறியீடு தணிக்கை மற்றும் பங்களிப்புக்கு பொதுவில் கிடைக்கிறது.
tr: 🛜 Merkezi Olmayan Ağ : XMPP'nin merkezi olmayan doğasından yararlanarak merkezi sunuculardan kaçınır ve dijital egemenliğinizi artırır. 🌐 Veri gizliliği : Harici taraflar için (veya başkası için) bilgi satmıyor veya takip etmiyoruz. 🔐 Uçtan uca şifreleme : OMEMO protokolünü kullanarak güvenli çok uçlu mesajlaşma. 👨‍💻 Açık Kaynak : Uygulamanın kaynak kodu denetim ve katkı için herkese açıktır.
uk: 🛜 Децентралізована мережа: Використовує децентралізований характер XMPP, уникаючи центральних серверів і збільшуючи ваш цифровий суверенітет. 🌐 Конфіденційність даних: Ми не продаємо та не відстежуємо інформацію для зовнішніх сторін (або для будь-кого іншого). 🔐 Повний шифрування: Безпечне багатоцільове повідомлення за допомогою протоколу OMEMO. 👨‍💻 Відкритий код: Вихідний код програми є загальнодоступним для аудиту та внеску.
zh_hans: 🛜 去中心化网络： 利用 XMPP 的去中心化特性，避免使用中央服务器，提高您的数字主权。 🌐 数据隐私： 我们不为外部各方（也不为任何其他人）出售或跟踪信息。 🔐 端到端加密： 使用 OMEMO 协议进行安全的多端消息传递。 👨‍💻 开源： 本应用的源代码已公开，可供审核和贡献。
zh_hant: 🛜 去中心化網路 ： 利用 XMPP 的去中心化特性，避免使用中央伺服器並增加您的數字主權。 🌐 資料隱私 ： 我們不會為外部各方（或其他任何人）出售或跟蹤資訊。 🔐 端到端加密 ： 使用 OMEMO 協議進行安全的多端訊息傳遞。 👨 💻 開源： 應用程式的原始碼是公開的，以供審計和貢獻。

source: %@ (type '%@', category '%@')
de: %1$@ (type '%2$@', category '%3$@')
es_ar: %1$@ (tipo '%2$@', categoría '%3$@')
et: %@ (tüüp „%@“, kategooria „%@“)
eu: %1$@ (type '%2$@', category '%3$@')
fr: %1$@ (type '%2$@', catégorie '%3$@')
ja: %1$@ (type '%2$@', category '%3$@')
pl: %1$@ (type '%2$@', category '%3$@')
pt_br: %1$@ (tipo '%2$@', categoria '%3$@')
ru: %1$@ (тип '%2$@', категория '%3$@')
ta: %1$@ (type '%2$@', category '%3$@')
tr: %1$@ (type '%2$@', category '%3$@')
uk: %1$@ (type '%2$@', category '%3$@')
zh_hans: %@（类型“%@”，类别“%@”）

source: XMPP ID
de: XMPP-Adresse
es_ar: Dirección XMPP
et: XMPP kasutajatunnus (XMPP ID)
eu: XMPP IDa
fr: Identifiant XMPP
pl: Identyfikator XMPP
pt_br: ID XMPP
ro: Adresa XMPP
ru: Адрес XMPP
ta: எக்ச்எம்பிபி ஐடி
tr: XMPP Kimliği
zh_hans: XMPP 地址

source: 1 MiB
eu: MiB 1
fr: 1 Mio
ru: 1 МБ
tr: 1 MB
uk: 1 МіБ

source: 100 MiB
fr: 100 Mio
ru: 100 МБ
tr: 100 MB

source: Archive Conversation
de: Unterhaltung archivieren
es_ar: Archivar Conversación
et: Arhiveeri vestlus
eu: Artxibatu elkarrizketa
fr: Archiver la conversation
pt_br: Arquivar Conversa
ru: Архивировать беседу
uk: Архів розмови

source: Block new contact
de: Neuen Kontakt sperren
es_ar: Bloquear contacto nuevo
et: Blokeeri uus kontakt
eu: Blokeatu kontaktu berrua
fr: Bloquer cette demande de contact
pl: Zablokuj nowy kontakt
pt_br: Bloquear novo contato
ru: Заблокировать новый контакт
ta: புதிய தொடர்பைத் தடு
tr: Yeni kişiyi engelle
uk: Заблокувати новий контакт

source: Connectivity issues
et: Ühenduse vead
fr: Problèmes de connectivité
ru: Проблемы с подключением
uk: Проблеми з підключенням

source: Details...
es_ar: Detalles...
et: Üksikasjad...
eu: Xehetasunak…
fr: Détails...
pt_br: Detalhes...
ru: Подробности...
uk: Деталі...

source: Disable encryption. This is dangerous!
et: Lülita krüptimine välja. See on ebaturvaline ja ohtlik!
fr: Désactiver le chiffrement. Ceci est dangereux !
ru: Отключить шифрование. Это опасно!
uk: Вимкніть шифрування. Це небезпечно!

source: Failed to query for new messages for Group/Channel (catchup) %@
fr: La requête de nouveaux messages pour ce groupe/salon a échouée %@
ru: Не удалось запросить новые сообщения для группы/канала (catchup) %@
uk: Не вдалося запитати нові повідомлення для групи/каналу (catchup) %@

source: Failed to query newest stanzaid for Group/Channel %@
fr: La requête du plus récent stanza-id pour ce groupe/salon a échouée %@
ru: Не удалось запросить новейший stanzaid для группы/канала %@
uk: Не вдалося запитати найновіший stanzaid для групи/каналу %@

source: Group suddenly changed to public channel!
et: Grupp on ootamatult muutunud avalikuks kanaliks!
fr: Ce groupe a soudainement été transformé en salon public !
ru: Группа внезапно перешла в публичный канал!
uk: Група раптово перейшла на публічний канал!

source: Keep encryption enabled
et: Jäta krüptimine sisselülitatuks
fr: Garder le chiffrement activé
ru: Оставить шифрование включенным
uk: Залишати шифрування ввімкненим

source: Preferences...
de: Einstellungen...
es_ar: Preferencias...
et: Eelistused...
eu: Hobespenak…
fr: Préférences...
pt_br: Preferências...
ru: Предпочтения...
uk: Налаштування...

source: Send current location?
et: Kas saada oma praeguse asukoha?
fr: Envoyer la localisation actuelle ?
ru: Отправить текущее местоположение?
uk: Надіслати поточне місцезнаходження?

source: The server tried to bind you to jid '%@', but you configured '%@', disabling account!
de: The server tried to bind you to jid '%1$@', but you configured '%2$@', disabling account!
es_ar: Este servidor intentó vincularlo al jid '%1$@', pero usted configuró '%2$@', deshabilitando la cuenta!
et: The server tried to bind you to jid '%1$@', but you configured '%2$@', disabling account!
eu: The server tried to bind you to jid '%1$@', but you configured '%2$@', disabling account!
fr: Le serveur a essayé de vous lier au jid '%1$@', mais vous avez configuré '%2$@', désactivant le compte !
pl: The server tried to bind you to jid '%1$@', but you configured '%2$@', disabling account!
pt_br: O servidor tentou vincular você ao jid '%1$@', porém você configurou '%2$@', desativando a conta!
ru: Сервер пытался привязать вас к jid '%1$@', но вы указали '%2$@', отключив учётную запись!
ta: The server tried to bind you to jid '%1$@', but you configured '%2$@', disabling account!
uk: Сервер спробував прив'язати вас до jid '%1$@', але ви налаштували '%2$@', що призвело до вимкнення облікового запису!

source: This contact suddenly changed from an encrypted private group to an unencrypted public channel! Please contact the administrator of that group/channel if you think this is wrong.
et: See kontakt muutus ootamatult krüptitud privaatsest vestlusest avalikuks krüptimata kanaliks! Kui sa arvad, et see pole õige, siis palun võta ühendust kanali/grupi haldajaga.
fr: Ce contact a soudain basculé d'un groupe chiffré privé à un groupe public non-chiffré ! Merci de contacter l'administrateur·ice de ce groupe/salon si vous pensez que c'est un soucis.
ru: Этот контакт внезапно изменился с зашифрованной частной группы на незашифрованный общедоступный канал! Пожалуйста, свяжитесь с администратором этой группы/канала, если вы считаете, что это неправильно.
uk: Цей контакт раптово змінився із зашифрованої приватної групи на незашифрований публічний канал! Будь ласка, зверніться до адміністратора цієї групи/каналу, якщо ви вважаєте, що це помилка.

source: This will now send your current location to all participants in this chat.
fr: Votre localisation actuelle va être envoyée à tous les participants de ce chat.
ru: Теперь ваше текущее местоположение будет отправлено всем участникам этого чата.
uk: Тепер ваше поточне місцезнаходження буде надіслано всім учасникам цього чату.

source: Your server announced channel-binding types but did not offer any SCRAM-PLUS methods. This is likely an ongoing man-in-the-middle attack (but could also be a server misconfiguration), disabling account!
fr: Votre serveur a annoncé des types de liaison de canal, mais n'a proposé aucune méthode SCRAM-PLUS. Il s'agit probablement d'une attaque de l'homme du milieu (mais il pourrait aussi s'agir d'une mauvaise configuration du serveur), désactivant le compte !
ru: Ваш сервер объявил типы привязки каналов, но не предложил никаких методов SCRAM-PLUS. Вероятно, это продолжающаяся атака «человек посередине» (но также может быть неправильной настройкой сервера), отключение учетной записи!
uk: Ваш сервер оголосив типи прив'язки каналу, але не запропонував жодних методів SCRAM-PLUS. Це, ймовірно, поточна атака типу "людина посередині" (але також може бути неправильною конфігурацією сервера), що призводить до відключення облікового запису!

source: Your server offered SCRAM-PLUS methods, but did not announce any channel-binding types using XEP-0440 which is mandatory by XEP-0388. This is either an ongoing man-in-the-middle attack or a server misconfiguration, disabling account!
fr: Votre serveur proposait des méthodes SCRAM-PLUS, mais n'annonçait aucun type de liaison de canal utilisant XEP-0440, obligatoire selon XEP-0388. Il s'agit soit d'une attaque de l'homme du milieu en cours, soit d'une mauvaise configuration du serveur, désactivant le compte !
ru: Ваш сервер предлагал методы SCRAM-PLUS, но не объявлял типы привязки каналов с использованием XEP-0440, что является обязательным требованием XEP-0388. Это либо продолжающаяся атака «человек посередине», либо неправильная настройка сервера, отключение учетной записи!
uk: Ваш сервер пропонував методи SCRAM-PLUS, але не анонсував жодних типів зв"язування каналів за допомогою XEP-0440, який є обов"язковим для XEP-388. Це або постійна атака людини посередині, або неправильна конфігурація сервера, яка вимикає обліковий запис!

source: Request Voice
et: Kasuta häälkõnet
uk: Запит Голосу

source: Requesting Voice
et: Proovin häälkõnet kasutusele võtta
uk: Запит голосу

source: The user %@ (%@) denied your contact request. You can try again, if you think this was a mistake.
es_ar: The user %1$@ (%2$@) denied your contact request. You can try again, if you think this was a mistake.
et: The user %1$@ (%2$@) denied your contact request. You can try again, if you think this was a mistake.
pl: The user %1$@ (%2$@) denied your contact request. You can try again, if you think this was a mistake.
pt_br: The user %1$@ (%2$@) denied your contact request. You can try again, if you think this was a mistake.
uk: Користувач %1$@ (%2$@) відхилив ваш запит на зв'язок. Ви можете спробувати ще раз, якщо вважаєте, що це була помилка.

source: The user %@ (%@) removed you from their contact list. You can send out a new contact request, if you think this was a mistake.
es_ar: The user %1$@ (%2$@) removed you from their contact list. You can send out a new contact request, if you think this was a mistake.
et: The user %1$@ (%2$@) removed you from their contact list. You can send out a new contact request, if you think this was a mistake.
pl: The user %1$@ (%2$@) removed you from their contact list. You can send out a new contact request, if you think this was a mistake.
pt_br: The user %1$@ (%2$@) removed you from their contact list. You can send out a new contact request, if you think this was a mistake.
uk: Користувач %1$@ (%2$@) видалив вас зі свого списку контактів. Ви можете надіслати новий запит на встановлення контакту, якщо вважаєте, що це була помилка.

source: Visitor
et: Külaline
uk: Відвідувач

source: You currently aren't allowed to write messages in this Channel.
et: Sul hetkel pole õigust siia kanalisse sõnumeid saata.
uk: Наразі вам не дозволено писати повідомлення в цьому каналі.

source: You don't have voice in this chat
uk: У вас немає голосу в цьому чаті

source: You were granted voice in this channel.
uk: Вам надано право голосу в цьому каналі.

source: GPS
eu: GPSa
ta: உலக இடம் காட்டும் அமைப்பு
tr: Küresel Konumlama Sistemi

source: TLS 1.2
ta: டி.எல்.எச் 1.2

source: TLS 1.3
ta: டி.எல்.எச் 1.3

source: user@domain.tld
es_ar: usuario@dominio.tld
et: kasutaja@toredomeen.tld
eu: erabiltzailea@domeinua.eus
fr: utilisateur@domaine.tld
tr: kullanıcı@domain.tld

source: user@example.org/resource
cs: uživatel@domé.na/zdroj
de: benutzer@beispiel.org/ressource
es_ar: usuario@ejemplo.org/recurso
et: kasutaja@toredomeen.org/ressursinimi
eu: erabiltzailea@domeinua.eus/baliabidea
fr: utilisateur@exemple.org/ressource
pl: użytkownik@domena.org/zasób
ro: utilizator@examplu.ro/resursa
tr: kullanıcı@ornek.org/kaynaklar

source: Detected a new %@ omemo device on your account: %@
es_ar: Detected a new %1$@ omemo device on your account: %2$@
et: Detected a new %1$@ omemo device on your account: %2$@
pl: Detected a new %1$@ omemo device on your account: %2$@

source: OMEMO: Detected new %@ device with id: %@
es_ar: OMEMO: Detected new %1$@ device with id: %2$@
et: OMEMO: Detected new %1$@ device with id: %2$@
pl: OMEMO: Detected new %1$@ device with id: %2$@

source: Allow unverified calls in encrypted chats
et: Luba krüptitud vestlustes verifitseerimata klientide kasutamist

source: automatically trusted
et: usaldatud automaatselt

source: Networking
et: Võrgundus

source: trusted
et: usaldatud

source: Trusted but unverified and unused key
et: Usaldusväärne, aga verifitseerimata ja mittekasutatud võti

source: untrusted
et: usaldusetu

source: %@ (Pending Approval)
cs: %@ (čeká na schválení)
ro: %@ (Aprobare în așteptare)

source: %ld (This device)
cs: %ld (toto zařízení)
ro: %ld (Acest dispozitiv)

source: (autojoin)
cs: (automatické připojení)
ro: (autoconectare)

source: [This message is OMEMO encrypted]
cs: [Tato zpráva je šifrována pomocí OMEMO]
ro: [Acest mesaj este criptat OMEMO]

source: Accept
cs: Přijmout
ro: Acceptă

source: Account To Use
cs: Použít účet
ro: Cont de utilizat

source: Accounts
cs: Účty
ro: Conturi

source: Accounts With Logs
cs: Účty s protokoly
ro: Conturi cu jurnale

source: Active chat but no messages found in history for %@.
cs: Chat je aktivní, ale v historii nenalezeny žádné zprávy pro %@.
ro: Discuție activă, dar nu au fost găsite mesaje în istoric pentru %@.

source: Add Channel to Favorites
cs: Přidat kanál do oblíbených
ro: Adăugați canalul la favorite

source: Add Contact
cs: Přidat kontakt
ro: Adaugă contact

source: Add Group to Favorites
cs: Přidat skupinu do oblíbených
ro: Adăugați grupul la favorite

source: Add New Account
cs: Přidat nový účet
ro: Adaugă un cont nou

source: Advanced
cs: Rozšířené
ro: Avansate

source: All messages already present in local history!
cs: Všechny zprávy jsou již přítomny v místní historii!
ro: Toate mesajele sunt deja prezente în istoria locală!

source: Allow
cs: Povolit
ro: Permite

source: Allow %@ to contact you?
cs: Povolit uživateli %@, aby Vás kontaktoval?
ro: Permiteți %@ să vă contacteze?

source: Allowing someone to add you as a contact lets them see when you are online. It also allows you to send encrypted messages. Tap to approve. Swipe to reject.
cs: Uživatelům, kterým povolíte, aby si Vás přidali mezi své kontakty, umožníte vidět, kdy jste online. Zároveň Vám to umožňuje posílat si s nimi šifrované zprávy. Klepnutím potvrďte. Přejetím odmítněte.
ro: Permițând cuiva să vă adauge drept contact, îi permiteți să vadă când sunteți conectați. De asemenea, vă permite să trimiteți mesaje criptate. Atingeți pentru a aproba. Glisați pentru a respinge.

source: Appserver error
ro: Eroare a serverului de aplicație

source: Appserver returned invalid data
ro: Serverului de aplicație a returnat date invalide

source: Archive only if the contact is in contact list
cs: Archivovat pouze u kontaktů v seznamu kontaktů
ro: Arhivează numai dacă persoana de contact se află în lista de contacte

source: Archive only if the contact is in roster
cs: Archivovat pouze je-li kontakt ve Vašem seznamu kontaktů
ro: Arhivează numai dacă aveți în listă contactul

source: Audio recoder init fail.
cs: Při inicializaci zvukového záznamu došlo k chybě.
ro: Eroare la inițializarea codării audio.

source: Audio recoder prepareToRecord fail.
ro: Eroare la inițializarea codării audio prepareToRecord.

source: Audio Recoder recode fail
cs: Překódování nahrávky se nezdařilo
ro: Eroare la recodarea audio

source: Audio recoder record fail.
cs: Nahrávání hlasu se nezdařilo.
ro: Eroare la codarea înregistrării audio.

source: Audio Recoder set active error: %@
ro: Codor audio eroare activare: %@

source: Audio Recoder set category error: %@
ro: Codor audio eroare categorie: %@

source: Auto Join
cs: Automaticky připojit
ro: Alăturare automată

source: Auto-Download Media
cs: Automatické stahování médií
ro: Descărcați automat fișierele

source: Auto-Download Media Settings
cs: Nastavení automatického stahování médií
ro: Setări descărcare automată fișiere

source: Autodelete all messages after 3 days
cs: Automaticky mazat zprávy po 3 dnech
ro: Ștergerea automată a tuturor mesajelor după 3 zile

source: Automatic media download
cs: Automatické stahování médií
ro: Descărcare automată a conținutului media
