Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Do you really want to reset the OMEMO session? You should only reset the connection if you know what you are doing!
cs: Skutečně chcete resetovat relaci OMEMO? Učiňte tak pouze v případě, že přesně víte, co děláte!
de: Möchtest du die OMEMO-Sitzung wirklich zurücksetzen? Du solltest die Verbindung nur zurücksetzen, wenn du weißt, was du tust!
es_ar: ¿Realmente quiere restablecer la sesión de OMEMO? ¡Solo debe restablecer la conexión si sabe lo que está haciendo!
eu: Ziur zaude OMEMO saioa berrezarri nahi duzula? Zer egiten ari zaren baldin badakizu soilik berrezarri konexioa!
fr: Voulez-vous vraiment réinitialiser la session OMEMO ? Soyez sûr que vous savez exactement ce que vous faites !
ja: 本当に OMEMO セッションをリセットしますか ? 接続をリセットするのは、自分が何をしているのかわかっている場合にのみにしてください。
pl: Czy na pewno chcesz zresetować sesję OMEMO? Sesja powinna być zresetowana tylko wtedy, gdy wiesz, co robisz!
pt_br: Deseja realmente reiniciar a sessão OMEMO? Você deve fazer isto apenas se souber o que está fazendo!
ru: Вы действительно хотите сбросить OMEMO сессию? Скорее всего, вам нужно лишь переподключиться к сети.
ta: ஓம்மோ அமர்வை மீட்டமைக்க விரும்புகிறீர்களா? நீங்கள் என்ன செய்கிறீர்கள் என்று உங்களுக்குத் தெரிந்தால் மட்டுமே இணைப்பை மீட்டமைக்க வேண்டும்!
tr: OMEMO oturumunu gerçekten sıfırlamak istiyor musunuz? Bağlantıyı yalnızca ne yaptığınızı biliyorsanız sıfırlamalısınız!
uk: Ви дійсно хочете скинути сесію OMEMO? Скидайте з'єднання, тільки якщо ви знаєте, що робите!
zh_hans: 是否确定要重置 OMEMO 会话？如果您不确定，您就应该只重置连接！
zh_hant: 您確實要重置 OMEMO 會話嗎？只有當您知道自己在做什麼時，才應該重置連接！

source: Do you want to block this user from entering this group/channel?
de: Möchtest du diesem Benutzer den Zugang zu dieser Gruppe/diesem Channel verweigern?
es_ar: ¿Quiere bloquear el ingreso de este usuario a este grupo/canal?
et: Kas sa soovid blokeerida antud kasutaja ligipääsu sellesse gruppi/sellele kanalile?
eu: Erabiltzaile honi taldean / kanalean sartzea galarazi nahi diozu?
fr: Voulez-vous empêcher cet utilisateur d’entrer dans ce groupe/salon ?
pl: Czy chcesz zablokować dostęp do tej grupy/tego kanału tej osobie?
pt_br: Deseja bloquear a participação deste usuário neste grupo/canal?
ru: Хотите запретить этому пользователю заходить в эту группу/канал?
ta: இந்த குழு/சேனலை உள்ளிடுவதைத் தடுக்க விரும்புகிறீர்களா?
tr: Bu kullanıcının bu gruba/kanala girmesini engellemek istiyor musunuz?
uk: Ви хочете заблокувати цьому користувачеві доступ до цієї групи/каналу?
zh_hans: 是否要阻止此用户进入此群组/频道？
zh_hant: 是否要封鎖此使用者進入此群組/頻道？

source: Do you want to remove that user from this channel? That user will be able to enter it again if you don't block them.
de: Möchtest du diesen Nutzer aus diesem Channel entfernen? Der Nutzer kann ihn wieder betreten, wenn du ihn nicht sperrst.
es_ar: ¿Desea eliminar al usuario de este canal? El usuario podrá ingresar al canal nuevamente si no lo bloquea.
eu: Erabiltzaile hau kanal honetatik kendu nahi duzu? Erabiltzailea berriro sartu ahal izango da blokeatzen ez baduzu.
fr: Voulez-vous supprimer cet utilisateur de ce salon public ? Cet utilisateur pourra à nouveau accéder à ce salon public si vous ne le bloquez pas.
pl: Czy chcesz usunąć tego użytkownika z tego kanału? Będzie on mógł dołączyć ponownie, jeżeli go nie zablokujesz.
pt_br: Deseja remover o usuário deste canal? O usuário será capaz de ingressar novamente se você não bloqueá-lo.
ru: Хотите выгнать этого пользователя из канала? Если его не заблокировать, он сможет снова зайти в канал.
ta: இந்த சேனலில் இருந்து அந்த பயனரை அகற்ற விரும்புகிறீர்களா? நீங்கள் அவற்றைத் தடுக்காவிட்டால் அந்த பயனர் அதை மீண்டும் உள்ளிட முடியும்.
tr: Bu kullanıcıyı bu kanaldan kaldırmak istiyor musunuz? Eğer engellemezseniz bu kullanıcı tekrar kanala girebilecektir.
uk: Ви хочете видалити цього користувача з цього каналу? Цей користувач зможе знову до нього увійти, якщо ви його не заблокуєте.
zh_hans: 是否要从此频道中移除该用户？如果您不屏蔽该用户，该用户将能够再次进入。
zh_hant: 是否要從此頻道中刪除該使用者？如果您不封鎖該使用者，他們將能夠再次加入它。

source: Do you want to remove that user from this group? That user won't be able to enter it again until added back to the group.
de: Möchtest du diesen Nutzer aus dieser Gruppe entfernen? Der Nutzer kann sie erst wieder betreten, wenn er der Gruppe wieder hinzugefügt wird.
es_ar: ¿Desea eliminar al usuario de este grupo? El usuario no podrá reingresar al grupo hasta que sea agregado nuevamente.
eu: Erabiltzaile hau talde honetatik kendu nahi duzu? Erabiltzailea ezingo da berriro sartu taldera berriro gehitzen ez baduzu.
fr: Voulez-vous supprimer cet utilisateur de ce groupe ? Cet utilisateur ne pourra plus y accéder tant qu'il n'aura pas été réintégré au groupe.
pl: Czy chcesz usunąć tego użytkownika z tej grupy? Będzie on mógł dołączyć ponownie, jeżeli go nie zablokujesz.
pt_br: Deseja remover o usuário deste grupo? O usuário não será capaz de ingressar novamente até que seja adicionado novamente ao grupo.
ru: Хотите выгнать этого пользователя из группы? Он не сможет сам снова в неё зайти, если его не добавить.
ta: இந்த குழுவிலிருந்து அந்த பயனரை அகற்ற விரும்புகிறீர்களா? குழுவில் மீண்டும் சேர்க்கும் வரை அந்த பயனரால் அதை மீண்டும் உள்ளிட முடியாது.
tr: Bu kullanıcıyı bu gruptan kaldırmak istiyor musunuz? Bu kullanıcı gruba geri eklenene kadar gruba tekrar giremeyecektir.
uk: Ви хочете видалити цього користувача з цієї групи? Цей користувач не зможе знову до неї увійти, доки його не буде знову додано до групи.
zh_hans: 是否要从此群组中移除该用户？在添加回群组之前，该用户将无法再次进入。
zh_hant: 是否要從此群組中刪除該使用者？該使用者將無法再次加入，直到將其添加回該群組。

source: Do you want to trust the scanned fingerprints of contact %@ when using your account %@?
de: Möchtest du den gescannten Fingerabdrücken des Kontakts %@ vertrauen, das du mit deinem Konto %@ benutzt?
es_ar: ¿Quiere confiar en las huellas digitales escaneadas del contacto %@ cuando utilice su cuenta %@?
eu: %@ kontua erabiltzean, eskaneatu zenituen %@ kontaktuaren hatz-markez fidatu nahi duzu?
fr: Voulez-vous faire confiance aux empreintes digitales numérisées du contact %@ lorsque vous utilisez votre compte %@ ?
ja: アカウント %@ を使用するときに、相手先 %@ のスキャンされた指紋を信頼しますか ?
pl: Czy chcesz zaufać zeskanowanym odciskom kontaktu %@ używając konta %@?
pt_br: Deseja confiar nas identificações de chave digitalizadas do contato %@ quando utilizando a conta %@?
ru: Доверять сканированному отпечатку контакта %@ при использовании вашей учётной записи %@?
ta: உங்கள் கணக்கைப் பயன்படுத்தும் போது தொடர்பு %of இன் ச்கேன் செய்யப்பட்ட கைரேகைகளை நம்ப விரும்புகிறீர்களா?
tr: Hesabınızı %@ kullanırken %@ kişisinin taranmış parmak izlerine güvenmek istiyor musunuz?
uk: Ви хочете довіряти відсканованим відбиткам контакту %@ при користуванні вашим акаунтом %@?
zh_hans: 是否要信任联系人 %@ 的扫描指纹，在您使用账号 %@ 时？
zh_hant: 在使用您的帳戶 %@ 時，您是否要信任聯絡人 %@ 的掃描指紋？

source: Doing a lot of work...
ja: 大量に処理中...
zh_hans: 大量工作中…
zh_hant: 大量工作中...

source: Domain missing
cs: Chybí doména
de: Domain fehlt
es_ar: Falta el dominio
et: Domeen on puudu
eu: Domeinua falta da
fr: Domaine manquant
ja: ドメインがありません
pl: Brak domeny
pt_br: Domínio não informado
ro: Nume domeniu lipsă
ru: Отсутствует домен
ta: டொமைன் இல்லை
tr: Alan adı eksik
uk: Домен відсутній
zh_hans: 缺少域名
zh_hant: 缺少域名

source: Dominica
eu: Dominika
fr: Dominique
ru: Доминика
ta: டொமினிக்கா
tr: Dominik
uk: Домініка
zh_hans: 多米尼克
zh_hant: 多明尼加

source: Dominican Rep.
de: Dominikanische Republik
es_ar: República Dominicana
et: Dominikaani Vabariik
eu: Dominikar Errepublika
fr: République dominicaine
pt_br: Rep. Dominicana
ru: Доминиканская Республика
ta: டொமினிகன் சார்பாளர்.
tr: Dominik Cumhuriyeti.
uk: Домініканська Республіка.
zh_hans: 多米尼加
zh_hant: 多明尼加共和國

source: Don't show onboarding
de: Einweisung nicht anzeigen
es_ar: No mostrar pantalla de bienvenida
et: Ära näita sissejuhatavat teavet
eu: Ez erakutsi sarrera
fr: Ne pas afficher l’écran de démarrage
pl: Nie pokazuj poradnika
pt_br: Não exibir o tour de apresentação
ru: Пропустить обучение
ta: ஆன் போர்டிங் காட்ட வேண்டாம்
tr: İlk katılımı gösterme
uk: Не показувати інформацію про адаптацію
zh_hans: 不显示新用户引导流程
zh_hant: 不顯示新用戶引導流程

source: Don't trust Key
de: Schlüssel nicht vertrauen
es_ar: No confíe en la llave
et: Ära usalda võtit
eu: Ez fidatu gakoaz
fr: Ne pas faire confiance à cette clé
ja: 鍵を信頼しない
pl: Nie ufaj kluczowi
pt_br: Não confiar na chave
ru: Не доверять ключу
ta: விசையை நம்ப வேண்டாம்
tr: Anahtara güvenme
uk: Не довіряти ключу
zh_hans: 不信任密钥
zh_hant: 不信任金鑰

source: Done
de: Erledigt
es_ar: Hecho
et: Valmis
eu: Eginda
fr: Fait
ja: 完了
pl: Gotowe
pt_br: Finalizado
ro: Gata
ru: Готово
ta: முடிந்தது
tr: Tamamlandı
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Dont' trust Key
de: Schlüssel nicht vertrauen
es_ar: No confíe en la llave
et: Ära usalda võtit
eu: Ez fidatu gakoaz
fr: Ne pas faire confiance à cette clé
ja: 鍵を信頼しない
pl: Nie ufaj kluczowi
pt_br: Não confiar na chave
ru: Не доверять ключу
ta: விசுவாசத்தை நம்ப வேண்டாம்
tr: Anahtara güvenme
uk: Не довіряти ключу
zh_hans: 不信任密钥
zh_hant: 不要信任金鑰

source: Download
cs: Stáhnout
es_ar: Descargar
et: Laadi alla
eu: Deskargatu
fr: Télécharger
ja: ダウンロード
pl: Pobierz
ro: Descărcare
ru: Скачать
ta: பதிவிறக்கம்
tr: İndir
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

source: Download error
cs: Chyba stahování
de: Downloadfehler
es_ar: Error de descarga
et: Viga allalaadimisel
eu: Errorea deskargatzean
fr: Échec du téléchargement
ja: ダウンロードエラー
pl: Błąd pobierania
pt_br: Erro de download
ro: Eroare la descărcare
ru: Сбой загрузки
ta: பிழையைப் பதிவிறக்கவும்
tr: Karşıdan yükleme hatası
uk: Помилка завантаження
zh_hans: 下载错误
zh_hant: 下載錯誤

source: Download Settings
de: Download-Einstellungen
es_ar: Descargar configuración
et: Allalaadimise seadistused
eu: Deskargen ezarpenak
fr: Préférences de téléchargement
ja: ダウンロード設定
pl: Ustawienia pobierania
pt_br: Configurações de Download
ru: Параметры загрузок
ta: அமைப்புகளை பதிவிறக்கவும்
tr: Ayarları indir
uk: Налаштування завантаження
zh_hans: 下载设置
zh_hant: 下載設定

source: Draft:
cs: Koncept:
de: Entwurf:
es_ar: Borrador:
et: Kavand:
eu: Zirriborroa:
fr: Brouillon :
ja: 下書き:
pl: Projekt:
pt_br: Rascunho:
ro: Ciornă:
ru: Черновик:
ta: வரைவு:
tr: Taslak:
uk: Чернетка:
zh_hans: 草稿：
zh_hant: 草稿:

source: Duplicate Account
cs: Duplikovat účet
de: Konto duplizieren
es_ar: Cuenta duplicada
et: Topeltkonto
eu: Bikoiztu kontua
fr: Dupliquer un compte
ja: 重複アカウント
pl: Zduplikowane konto
pt_br: Conta Duplicada
ro: Cont duplicat
ru: Дубликат учётной записи
ta: நகல் கணக்கு
tr: Yinelenen Hesap
uk: Дублікат облікового запису
zh_hans: 重复账号
zh_hant: 帳戶重複

source: Duplicate Account!
de: Doppeltes Konto!
es_ar: ¡Cuenta duplicada!
et: Topeltkonto!
eu: Bikoiztutako kontua!
fr: Compte en doublon !
ja: アカウントが重複しています。
pl: To konto już istnieje!
pt_br: Conta Duplicada!
ro: Cont duplicat!
ru: Повторяющаяся учётная запись.
ta: நகல் கணக்கு!
tr: Yinelenen Hesap!
uk: Дублікат облікового запису!
zh_hans: 重复的账号！
zh_hant: 重複帳戶！

source: Duplicate jid!
de: Doppelte XMPP-Adresse!
es_ar: ¡Dirección XMPP duplicada!
et: Topelt JID!
eu: Bikoiztutako JIDa!
fr: JID en doublon !
ja: JID が重複しています。
pl: Ten JID już istnieje!
pt_br: JID Duplicado!
ro: Adresă duplicat!
ru: Повторяющийся адрес XMPP.
ta: நகல் சிட்!
tr: Yinelenen jid!
uk: Дублікат jid!
zh_hans: 重复的 JID！
zh_hant: 重複 Jid！

source: E-Mail not enabled on device
de: E-Mail auf dem Gerät nicht aktiviert
es_ar: Correo electrónico no habilitado en el dispositivo
et: E-post pole selles seadmes seadistatud
eu: ePosta ez dago gailuan gaituta
fr: L’e-mail n’est pas activé sur ce périphérique
ja: デバイスで E-Mail が有効ではありません
pl: E-Mail nie jest włączony na tym urządzeniu
pt_br: E-Mail não habilitado no dispositivo
ru: На устройстве не настроена электронная почта
ta: சாதனத்தில் மின்னஞ்சல் இயக்கப்படவில்லை
tr: E-posta aygıtta etkinleştirilmedi
uk: На пристрої не ввімкнено електронну пошту
zh_hans: 设备上未启用电子邮件
zh_hant: 裝置上未啟用電子郵件

source: Ecuador
eu: Ekuador
fr: Équateur
pt_br: Equador
ru: Эквадор
ta: ஈக்வடார்
tr: Ekvador
uk: Еквадор
zh_hans: 厄瓜多尔
zh_hant: 厄瓜多

source: Edit
cs: Upravit
de: Bearbeiten
es_ar: Editar
et: Muuda
eu: Editatu
fr: Modifier
ja: 編集
pl: Edytuj
pt_br: Editar
ro: Editare
ru: Правка
ta: தொகு
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

source: Egypt
de: Ägypten
es_ar: Egipto
et: Egiptus
eu: Egipto
fr: Égypte
pt_br: Egito
ru: Египет
ta: எகிப்து
tr: Mısır
uk: Єгипет
zh_hans: 埃及
zh_hant: 埃及

source: Either this is a man-in-the-middle attack OR your server neither implements XEP-0474 nor does it fully implement XEP-0440 which mandates support for tls-server-end-point channel-binding. In either case you should inform your server admin! Account disabled now.
de: Entweder handelt es sich um einen Man-in-the-Middle-Angriff ODER dein Server implementiert weder XEP-0474 noch XEP-0440, das die Unterstützung für tls-server-end-point channel-binding vorschreibt. In jedem Fall solltest du deinen Server-Admin informieren! Konto jetzt deaktiviert.
es_ar: O bien este es un ataque MITM o su servidor no implemente el XEP-0474 ni implemente el XEP-0440 que ordena tener soporte para tls-server-end-point channel-binding. ¡Sea como fuera, usted debería informar al administrador de su servidor! Cuenta inhabilitada ahora.
eu: MITM eraso honek edo zure zerbitzariak ez du XEP-0474 inplementatzen, ezta XEP-0440 osorik ere, tls-server-end-point channel-binding ahalbidetzen duena. Jakinarazi zure zerbitzariaren administratzaileari. Kontua ezgaitu da.
fr: Soit il s'agit d'une attaque de type MITM, soit votre serveur n'implémente pas XEP-0474 et n'implémente pas non plus entièrement XEP-0440 qui impose la prise en charge de la liaison de canal de point de terminaison du serveur TLS. Dans les deux cas, vous devez en informer l’administrateur de votre serveur ! Compte désactivé maintenant.
ja: これは中間者攻撃、またはサーバーが XEP-0474 を実装していないもしくは tls-server-end-point チャンネルバインディングの対応を義務付ける XEP-0440 を完全に実装していない、のいずれかです。いずれにしても、サーバー管理者に通知する必要があります。現在アカウントは無効になっています。
pl: Możliwe, że jest to albo atak typu man-in-the-middle, lub Twój serwer nie wspiera XEP-0474 albo nie ma pełnego wsparcia dla XEP-0440, który wymusza wsparcie dla powiązania kanału TLS z serwerem. W jakiejkolwiek sytuacji jesteś, poinformuj administrację swojego serwera! Konto zostało wyłączone.
pt_br: Ou este é um ataque do tipo MITM OU seu servidor não implementa o XEP-0474 nem implementa totalmente o XEP-0440, que exige suporte para vinculação de canal na terminação TLS. Em ambos os casos, você deve informar o administrador do servidor! Conta desativada agora.
ru: Это либо атака по типу MITM, либо ваш сервер не поддерживает ни XEP-0474 ни XEP-0440 в полном объёме, которые требуют привязку к каналу для TLS сервера конечного узла. В любом случае, об этом нужно сообщить системному администратору вашего сервера. Учётная запись пока деактивирована.
ta: இது ஒரு மனித-நடுத்தர தாக்குதல் அல்லது உங்கள் சேவையகம் XEP-0474 ஐ செயல்படுத்தவில்லை அல்லது XEP-0440 ஐ முழுமையாக செயல்படுத்தவில்லை, இது TLS-Server-end-point சேனல்-பிணைப்புக்கான ஆதரவை கட்டாயப்படுத்துகிறது. இரண்டிலும் நீங்கள் உங்கள் சேவையக நிர்வாகிக்கு தெரிவிக்க வேண்டும்! கணக்கு இப்போது முடக்கப்பட்டுள்ளது.
tr: Ya bu bir ortadaki adam saldırısıdır YA DA sunucunuz ne XEP-0474'ü uygulamaktadır ne de tls-server-end-point kanal bağlama desteğini zorunlu kılan XEP-0440'ı tam olarak uygulamaktadır. Her iki durumda da sunucu yöneticinizi bilgilendirmelisiniz! Hesap şimdi devre dışı bırakıldı.
uk: Або це атака людини посередині, АБО ваш сервер не реалізує XEP-0474 і повністю не реалізовує XEC-0440, що вимагає підтримки прив"язування каналів tls-server-end-point. У будь-якому випадку ви повинні повідомити адміністратора свого сервера! Обліковий запис вимкнено.
zh_hans: 这要么是中间人攻击，要么是服务器既没有实施 XEP-0474 也没有完全实施 XEP-0440，后者强制执行 tls-server-end-point 通道绑定。无论是哪种情况，您都应该立即通知服务器管理员！账号现已禁用。
zh_hant: 這是中間人攻擊，或者您的伺服器既未實現 XEP-0474，也不完全實現 XEP-0440，後者要求支援TLS 伺服器端點 通道綁定。無論哪種情況，您都應該通知您的伺服器管理員！帳戶現已禁用。

source: El Salvador
fr: Salvador
ru: Сальвадор
ta: எல் சால்வடார்
uk: Сальвадор
zh_hans: 萨尔瓦多
zh_hant: 薩爾瓦多

source: Email Error
de: E-Mail-Fehler
es_ar: Error de email
et: Saada veateade e-postiga
eu: ePostaren errorea
fr: Erreur d’email
ja: 電子メールのエラー
pl: Błąd Email
pt_br: Erro de E-mail
ru: Ошибка электронной почты
ta: மின்னஞ்சல் பிழை
tr: E-posta Hatası
uk: Помилка електронної пошти
zh_hans: 电子邮件错误
zh_hant: 電子郵件錯誤

source: Email Support
cs: E-mailová podpora
de: Hilfe per E-Mail
es_ar: Correo de soporte
et: E-postipõhine kasutajatugi
eu: Bidali laguntza eskaera
fr: Assistance par courriel
ja: 電子メールでのサポート
pl: Wsparcie e-mail
pt_br: Suporte por E-mail
ro: Asistență prin e-mail
ru: Поддержка по электронной почте
ta: மின்னஞ்சல் மூலம் உதவி
tr: E-posta desteği
uk: Підтримка електронною поштою
zh_hans: 电子邮件支持
zh_hant: 提供意見

source: Empty Values!
de: Leere Werte!
es_ar: ¡Valores vacíos!
et: Tühjad väärtused!
eu: Balioak hutsik daude!
fr: Valeurs vides !
ja: 値が空です。
pl: Puste wartości!
pt_br: Valores Vazios!
ru: Незаполненные значения.
ta: வெற்று மதிப்புகள்!
tr: Boş Değerler!
uk: Порожні значення!
zh_hans: 值为空！
zh_hant: 值為空！

source: Enable
de: Aktivieren
es_ar: Habilitado
et: Võta kasutusele
eu: Gaitu
fr: Activer
ja: 有効化
pl: Włącz
pt_br: Ativar
ru: Активировать
ta: இயக்கு
tr: Etkinleştir
uk: Увімкнути
zh_hans: 启用
zh_hant: 啓用

source: Enable encryption by default for new chats
de: Verschlüsselung für neue Chats standardmäßig aktivieren
es_ar: Activar encriptación por defecto en los chats nuevos
et: Vaikimisi kasuta uutes vestlustes krüptimist
eu: Gaitu zifratzea defektuz txat berrietarako
fr: Activer le chiffrement par défaut pour les nouvelles discussions
ja: 新しい会話はデフォルトで暗号化
pl: Włącz szyfrowanie domyślnie dla nowych konwersacji
pt_br: Ativar criptografia por padrão para novas conversas
ru: Включить шифрование для новых переписок
ta: புதிய அரட்டைகளுக்கு இயல்பாக குறியாக்கத்தை இயக்கவும்
tr: Yeni sohbetler için şifrelemeyi varsayılan olarak etkinleştirin
uk: Увімкнути шифрування за замовчуванням для нових чатів
zh_hans: 默认情况下为新聊天启用加密
zh_hant: 預設為新聊天啟用加密

source: Enabled
cs: Povoleno
de: Aktiviert
es_ar: Habilitado
et: Kasutusel
eu: Gaituta
fr: Activé
ja: 有効
pl: Włączone
pt_br: Ativado
ro: Activat
ru: Включено
ta: இயக்கப்பட்டது
tr: Etkin
uk: Увімкнено
zh_hans: 已启用
zh_hant: 已啟用

source: Encrypted message was sent in an older format Monal can't decrypt. Please ask them to update their client. (GCM error)
cs: Šifrovaná zpráva byla odeslána ve starším formátu, který Monal nemůže dešifrovat. Prosíme, požádejte odesílatele, aby si aktualizoval svého klienta. (GCM error)
de: Die verschlüsselte Nachricht wurde in einem älteren Format gesendet, das Monal nicht entschlüsseln kann. Bitte den Kontakt, ihren Client zu aktualisieren. (GCM-Fehler)
es_ar: El mensaje encriptado se envió en un formato anterior que Monal no puede desencriptar. Pídales que actualicen sus clientes. (Error de GCM)
eu: Zifratutako mezuak formatu zaharra dauka eta Monalek ezin du deszifratu. Eskatu euren aplikazioa eguneratu dezatela. (GCM errorea)
fr: Un message chiffré a été envoyé dans un ancien format que Monal ne peut pas déchiffrer. Veuillez leur demander de mettre à jour le client. (GCM error)
ja: 暗号化されたメッセージは、Monal が復号できない古い形式で送信されました。クライアントを更新するよう依頼してください。 (GCMエラー)
pl: Zaszyfrowna wiadomość została wysłana w starszym formacie, którego Monal nie wspiera. Poproś kontakt o aktualizację używanego klienta. (GCM error)
pt_br: A mensagem criptografada foi enviada em um formato mais antigo que o Monal não pode descriptografar. Por favor, peça-lhes para atualizar seu cliente. (erro GCM)
ro: Mesajul criptat a fost trimis într-un format mai vechi pe care Monal nu îl poate decripta. Vă rugăm să le cereți să își actualizeze clientul. (Eroare GCM)
ru: Шифрованное сообщение отправлено в старом формате, поэтому Monal не в состоянии расшифровать его. Пожалуйста, попросите собеседника обновить клиентское приложение. (ошибка GCM)
ta: மறைகுறியாக்கப்பட்ட (Encrypt ) செய்தி பழைய வடிவத்தில் அனுப்பப்பட்டது, மோனால் டீக்ரிப்ட்(Decrypt) செய்ய முடியாது. தங்கள் சொப்ட்வேரை (software) புதுப்பிக்கும்படி அவர்களிடம் கேளுங்கள். (GCM பிழை)
tr: Şifreli mesaj, Monal'ın şifresini çözemediği daha eski bir formatta gönderildi. Karşı taraftan uygulamasını güncellemesini isteyin. (GCM hatası)
uk: Зашифроване повідомлення було надіслано у старому форматі, який Monal не може розшифрувати. Будь ласка, попросіть контакт оновити свій застосунок. (Помилка GCM)
zh_hans: 加密消息以较旧的格式发送，Monal 无法解密。请告诉对方更新客户端。 （GCM 错误）
zh_hant: 加密郵件以較舊的格式傳送，Monal無法解密。請要求他們更新其客戶端。（GCM錯誤）

source: Encrypted session to this device broken beyond repair.
de: Verschlüsselte Sitzung zu diesem Gerät irreparabel kaputt.
es_ar: La sesión cifrada con dispositivo está rota y no se puede reparar.
et: Selle seadmesse viitav krüptitud sessioon on nii katki, et parandamine pole võimalik.
eu: Gailu honetako zifratutako saioa kaltetuta dago eta ezin da konpondu.
fr: Session de chiffrement vers cet appareil cassée au-delà du réparable.
ja: このデバイスへの暗号化されたセッションは修復不可能なほど壊れています。
pl: Szyfrowana sesja z tym urządzeniem nie może zostać naprawiona.
pt_br: Sessão criptografada para este dispositivo está irrecuperável.
ru: Сессия шифрования для этого устройства нарушена без возможности восстановления.
ta: இந்த சாதனத்திற்கு மறைகுறியாக்கப்பட்ட அமர்வு பழுதுபார்ப்புக்கு அப்பாற்பட்டது.
tr: Bu cihazın şifreli oturumu onarılamayacak şekilde bozuldu.
uk: Зашифрований сеанс зв'язку з цим пристроєм зламано без можливості відновлення.
zh_hans: 此设备的加密会话已损坏且无法修复。
zh_hant: 與此裝置的加密會話已中斷，無法修復。

source: Encryption
de: Verschlüsselung
es_ar: Encriptación
et: Krüptimine
eu: Zifratzea
fr: Chiffrement
ja: 暗号化
pl: Szyfrowanie
pt_br: Criptografia
ru: Защита данных
ta: குறியாக்கம்
tr: Şifreleme
uk: Шифрування
zh_hans: 加密
zh_hant: 加密

source: Encryption Keys
cs: Šifrovací klíče
de: Schlüssel
es_ar: Llaves de encriptación
et: Krüptovõtmed
eu: Zifratze-gakoak
fr: Clés de chiffrement
ja: 暗号化鍵
pl: Klucze szyfrujące
pt_br: Chaves de Criptografia
ro: Chei de criptare
ru: Ключи шифрования
ta: குறியாக்க (Encryption) விசைகள்
tr: Şifreleme Anahtarları
uk: Ключі шифрування
zh_hans: 加密密钥
zh_hant: 加密金鑰

source: Encryption Keys (OMEMO)
cs: Šifrovací klíče (OMEMO)
de: Schlüssel (OMEMO)
es_ar: Llaves de encriptación (OMEMO)
et: Krüptovõtmed (OMEMO)
eu: Zifratze-gakoak (OMEMO)
fr: Clés de chiffrement (OMEMO)
ja: 暗号化鍵 (OMEMO)
pl: Klucze szyfrujące OMEMO
pt_br: Chaves de Criptografia (OMEMO)
ro: Chei de criptare (OMEMO)
ru: Ключи шифрования OMEMO
ta: குறியாக்க விசைகள் (ஓமமோ)
tr: Şifreleme Anahtarları (OMEMO)
uk: Ключі шифрування (OMEMO)
zh_hans: 加密密钥 (OMEMO)
zh_hant: 加密金鑰 (OMEMO)

source: Encryption Not Supported
cs: Šifrování není podporováno
de: Verschlüsselung nicht unterstützt
es_ar: Encriptación no soportada
et: Krüptimine pole toetatud
eu: Zifratzea ez da bateragarria
fr: Chiffrement non pris en charge
ja: 暗号化に対応していません
pl: Szyfrowanie nie wspierane
pt_br: Criptografia Não Disponível
ro: Criptarea nu este suportată
ru: Шифрование не поддерживается
ta: குறியாக்கம் (Encryption) ஆதரிக்கப்படவில்லை
tr: Şifreleme Desteklenmiyor
uk: Шифрування не підтримується
zh_hans: 不支持加密
zh_hant: 不支援加密

source: Enter the jid that you want to block
cs: Zadejte JID, které chcete zablokovat
de: Gib die XMPP-Adresse ein, die du sperren möchtest
es_ar: Entra el jid que quieres bloquear
et: Sisesta JID, mida tahad blokeerida
eu: Idatzi blokeatu nahi duzunaren JIDa
fr: Entrez le JID que vous souhaitez bloquer
ja: ブロックしたい JID を入力してください
pl: Wpisz JID, który chcesz zablokować
pt_br: Informe o JID que você deseja bloquear
ro: Introduceți adresa XMPP pe care doriți să o blocați
ru: Введите адрес XMPP, который хотите заблокировать
ta: நீங்கள் தடுக்க விரும்பும் குழந்தையை உள்ளிடவும்
tr: Engellemek istediğiniz jid'i girin
uk: Введіть jid того, кого хочете заблокувати
zh_hans: 输入您想屏蔽的 JID
zh_hant: 輸入您要封鎖的Jid
