Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Audio Recorder set active error: %@
de: Audiorekorder hat einen Aktivierungsfehler: %@
es_ar: Error al marcar la grabadora de audio como activa: %@
eu: Errorea audio-grabagailua aktibo ezartzean: %@
pt_br: Erro ativo do conjunto do gravador de áudio: %@
ru: Ошибка активации записи аудио: %@
ta: ஆடியோ ரெக்கார்டர் செட் செயலில் பிழை: %@
tr: Ses Kaydedici etkin olarak ayarlama hatası: %@
uk: Помилка активації аудіозаписувача: %@
zh_hans: 录音机设置激活错误：%@
zh_hant: 錄音機設定活動錯誤： %@

source: Audio Recorder set category error: %@
de: Audiorekorder hat einen Kategoriefehler: %@
es_ar: Error al establecer la categoría de la grabadora de audio: %@
eu: Errorea audio-grabagailuaren kategoria ezartzean: %@
pt_br: Erro na categoria do conjunto do gravador de áudio: %@
ru: Ошибка установки категории при записи аудио: %@
ta: ஆடியோ ரெக்கார்டர் தொகுப்பு வகை பிழை: %@
tr: Ses Kaydedici kategori ayarlama hatası: %@
uk: Помилка встановлення категорії аудіозапису: %@
zh_hans: 录音机设置类别错误：%@
zh_hant: 錄音機設定類別錯誤：%@

source: Audio Recorder: failed to record
de: Audiorekorder: Aufzeichnung fehlgeschlagen
es_ar: Grabadora de audio: fallo al grabar
eu: Audio-grabagailua: grabaketak kale egin du
pt_br: Gravador de áudio: falha ao gravar
ru: Не удалось записать аудио
ta: ஆடியோ ரெக்கார்டர்: பதிவு செய்வதில் தோல்வி
tr: Ses Kaydedici: kayıt yapılamadı
uk: Аудіодиктофон: не вдалося записати
zh_hans: 录音机：录制失败
zh_hant: 錄音機：錄製失敗

source: Australia
de: Australien
et: Austraalia
fr: Australie
pt_br: Austrália
ru: Австралия
ta: ஆச்திரேலியா
tr: Avustralya
uk: Австралія
zh_hans: 澳大利亚
zh_hant: 澳大利亞

source: Australian External Territories
de: Australische Außenterritorien
es_ar: Australia, Territorios Externos
et: Austraalia Välisterritoorumid
eu: Australiako Kanpo Lurraldeak
fr: Territoires extérieurs Australiens
pt_br: Territórios Externos Australianos
ru: Внешние территории Австралии
ta: ஆச்திரேலிய வெளிப்புற பிரதேசங்கள்
tr: Avustralya Dış Bölgeleri
uk: Австралійські зовнішні території
zh_hans: 澳大利亚海外领地
zh_hant: 澳大利亞海外領土

source: Austria
de: Österreich
fr: Autriche
pt_br: Áustria
ru: Австрия
ta: ஆச்திரியா
tr: Avusturya
uk: Австрія
zh_hans: 奥地利
zh_hant: 奧地利

source: Auto-Download Media and Files
de: Automatischer Download von Medien und Dateien
es_ar: Descargar automática de archivos y multimedia
et: Laadi automaatselt alla meediumid ja failid
eu: Deskargatu automatikoa multimedia eta fitxategiak
fr: Télécharger automatiquement les média et fichiers
pl: Pobieraj media oraz pliki automatycznie
pt_br: Download automático de arquivos e mídias
ru: Автоскачивание медиафайлов
ta: ஆட்டோ-டவுன்லோட் மீடியா மற்றும் கோப்புகள்
tr: Medya ve Dosyaları Otomatik İndir
uk: Автоматичне завантаження медіафайлів та файлів
zh_hans: 自动下载媒体和文件
zh_hant: 自動下載媒體和文件

source: Autodelete all messages older than
de: Automatisches Löschen aller Nachrichten älter als
es_ar: Eliminar automáticamente todos los mensajes anteriores a
et: Kustuta automaatselt sõnumid, mis on vanemad kui
eu: Ezabatu automatikoki ondorengo data baino zaharragoak diren mezuak
fr: Supprimer automatiquement les messages plus vieux que
ja: 古いメッセージを自動削除
pl: Automatycznie usuwaj wiadomości starsze niż
pt_br: Excluir automaticamente todas mensagens com mais de
ru: Удалять сообщения старше
ta: எல்லா செய்திகளையும் விட பழைய செய்திகளை தன்னியக்கமாக்கவும்
tr: Daha eski tüm mesajları otomatik sil
uk: Автоматично видаляти всі повідомлення, старіші за
zh_hans: 自动删除所有早于此时间的消息
zh_hant: 自動刪除早於以下時間的所有訊息

source: Autofocus text input on chat open
de: Autofokus-Texteingabe bei geöffnetem Chat
es_ar: Hacer foco en la caja de texto automáticamente al abrir una conversación
et: Vestluse avamisel aseta fookus tekstisisestuskasti
eu: Fokatu automatikoki testu-sarreran txata irekitzean
fr: Saisie de texte avec focus automatique lors de l'ouverture du chat
ja: チャットを開くとき入力欄に自動移動
pl: Uruchom klawiaturę po otwarciu czatu
pt_br: Focar automaticamente o campo de texto ao abrir conversa
ru: Автофокус на поле ввода при открытии переписки
ta: அரட்டையில் ஆட்டோஃபோகச் உரை உள்ளீடு திறந்திருக்கும்
tr: Sohbet açıkken metin girişine otomatik odaklan
uk: Автофокусування введення тексту під час відкриття чату
zh_hans: 打开聊天时自动对焦文本输入
zh_hant: 聊天打開時自動聚焦文字輸入

source: Avatar
de: Profilbild
et: Tunnuspilt
eu: Abatarra
ja: アバター
pl: Awatar
ru: Аватар
ta: அவதார்
tr: Profil Fotoğrafı
uk: Аватар
zh_hans: 头像
zh_hant: 大頭貼

source: Azerbaijan
de: Aserbaidschan
es_ar: Azerbaiyán
et: Aserbaidžaan
fr: Azerbaïdjan
pt_br: Azerbaijão
ru: Азербайджан
ta: அசர்பைசான்
tr: Azerbaycan
uk: Азербайджан
zh_hans: 阿塞拜疆
zh_hant: 亞塞拜然

source: Bahamas
et: Bahama
eu: Bahamak
ru: Багамы
ta: பகாமாச்
tr: Bahamalar
uk: Багами
zh_hans: 巴哈马
zh_hant: 巴哈馬

source: Bahrain
es_ar: Baréin
et: Bahrein
fr: Bahreïn
pt_br: Bahrein
ru: Бахрейн
ta: பக்ரெயின்
tr: Bahreyn
uk: Бахрейн
zh_hans: 巴林
zh_hant: 巴林

source: Bangladesh
de: Bangladesch
es_ar: Bangladés
ru: Бангладеш
ta: வங்காளதேசம்
tr: Bangladeş
uk: Бангладеш
zh_hans: 孟加拉国
zh_hant: 孟加拉國

source: Barbados
fr: Barbade
ru: Барбадос
ta: பார்படாச்
uk: Барбадос
zh_hans: 巴巴多斯
zh_hant: 巴巴多斯

source: Be warned: Message will only be deleted on incoming pushes or if you open the app! This is especially true for shorter time intervals!
de: Warnung! Die Nachricht wird nur bei eingehenden Pushs oder beim Öffnen der App gelöscht! Dies gilt insbesondere für kürzere Zeitintervalle!
es_ar: Advertencia: Los mensajes solo serán eliminados al ingresar vía "push" o cuando abra la aplicación. ¡Esto es especialmente cierto en los intervalos de tiempo más cortos!
eu: Ohart ongi: mezua jakinarazpenak jasotzean edo aplikazioa irekitzean ezabatuko da soilik! Hau are ageriagoa da denbora-tarte laburragoetan!
fr: Attention : le message ne sera supprimé que lors des push entrants ou si vous ouvrez l'application ! Cela est particulièrement vrai pour les intervalles de temps plus courts !
ja: 注意: メッセージは受信プッシュ時またはアプリを開いた場合にのみ削除されます。これは特に、時間間隔が短い場合に当てはまります。
pl: Uwaga: wiadomości będą usuwane w przypadku otrzymania powiadomienia lub otwarcia aplikacji! To może być uciążliwe w szczególności dla krótszych interwałów!
pt_br: Atenção: Mensagem será deletada apenas no recebimento de push ou se você abrir o aplicativo! Isto é válido especialmente para curtos intervalos de tempo!
ru: Предупреждение: Сообщение будет удалено только по получении push-уведомлений либо при открытии приложения. Это имеет значение на коротких временных интервалах.
ta: எச்சரிக்கையாக இருங்கள்: உள்வரும் தள்ளுதல்களில் மட்டுமே செய்தி நீக்கப்படும் அல்லது பயன்பாட்டைத் திறந்தால்! குறுகிய நேர இடைவெளிகளுக்கு இது குறிப்பாக உண்மை!
tr: Dikkatli olun: Mesaj yalnızca gelen push'larda veya uygulamayı açtığınızda silinecektir! Bu özellikle kısa zaman aralıkları için geçerlidir!
uk: Будьте обережні: повідомлення буде видалено лише після вхідних push-повідомлень або після відкриття застосунку! Це особливо актуально для коротших інтервалів часу!
zh_hans: 请注意： 只有在收到推送或打开应用时，消息才会被删除！时间间隔较短时尤其如此！
zh_hant: 請注意：只有在收到推送或您打開應用程式時，訊息才會被刪除！對於較短的時間間隔尤其如此！

source: Become part of a worldwide decentralized chat network!
de: Werde Teil eines weltweiten dezentralen Chat-Netzwerks!
es_ar: ¡Forma parte de una red mundial de chat descentralizada!
et: Osale maailma suurimas hajutatud suhtlusvõrgus!
eu: Izan zaitez munduko txat-sare deszentralizatuko partaide!
fr: Rejoignez un réseau de chat mondial décentralisé !
pl: Stań się częścią ogólnoświatowej, zdecentralizowanej sieci do komunikacji!
pt_br: Faça parte da rede de conversas descentralizadas global!
ru: Присоединитесь к международной децентарлизованной сети обмена сообщениями!
ta: உலகளாவிய பரவலாக்கப்பட்ட அரட்டை நெட்வொர்க்கின் ஒரு பகுதியாக மாறுங்கள்!
tr: Dünya çapında merkezi olmayan bir sohbet ağının bir parçası ol!
uk: Станьте частиною всесвітньої децентралізованої мережі чатів!
zh_hans: 成为全球去中心化聊天网络的一部分！
zh_hant: 成為全球去中心化聊天網路的一部分！

source: Belarus
es_ar: Bielorrusia
et: Valgevene
eu: Bielorrusia
fr: Biélorussie
pt_br: Bielorrússia
ru: Беларусь
ta: பெலாரச்
uk: Білорусь
zh_hans: 白俄罗斯
zh_hant: 白俄羅斯

source: Belgium
de: Belgien
es_ar: Bélgica
et: Belgia
eu: Belgika
fr: Belgique
pt_br: Bélgica
ru: Бельгия
ta: பெல்சியம்
tr: Belçika
uk: Бельгія
zh_hans: 比利时
zh_hant: 比利時

source: Belize
es_ar: Belice
ru: Белиз
ta: பெலிச்
uk: Беліз
zh_hans: 伯利兹
zh_hant: 伯利茲

source: Benin
es_ar: Benín
fr: Bénin
ru: Бенин
ta: பெனின்
uk: Бенін
zh_hans: 贝宁
zh_hant: 貝南

source: Bermuda
fr: Bermudes
pt_br: Bermudas
ru: Бермуды
ta: பெர்முடா
uk: Бермудські острови
zh_hans: 百慕大群岛
zh_hant: 百慕達

source: Bhutan
es_ar: Bután
fr: Bhoutan
pt_br: Butão
ru: Бутан
ta: பூட்டான்
tr: Butan
uk: Бутан
zh_hans: 不丹
zh_hant: 不丹

source: Block
cs: Blokovat
de: Sperren
es_ar: Bloquear
et: Blokeeri
eu: Blokeatu
fr: Bloquer
ja: ブロック
pl: Zablokuj
pt_br: Bloquear
ro: Blocare
ru: Заблокировать
ta: தொகுதி
tr: Engelle
uk: Заблокувати
zh_hans: 屏蔽
zh_hant: 封鎖

source: Block Contact
de: Kontakt sperren
es_ar: Bloquear contacto
et: Blokeeri kontakt
eu: Blokeatu kontaktua
fr: Bloquer le contact
ja: 相手先をブロック
pl: Zablokuj kontakt
pt_br: Bloquear Contato
ro: Blocare contact
ru: Заблокировать Контакт
ta: தொகுதி தொடர்பு
tr: Kişiyi Engelle
uk: Заблокувати контакт
zh_hans: 屏蔽联系人
zh_hant: 封鎖聯絡人

source: Block user?
de: Nutzer sperren?
es_ar: ¿Bloquear usuario?
et: Kas blokeerid kasutaja?
eu: Erabiltzailea blokeatu?
fr: Bloquer cet utilisateur ?
ja: ユーザーをブロックしますか ?
pl: Zablokować użytkownika?
pt_br: Bloquear usuário?
ru: Заблокировать пользователя?
ta: தொகுதி பயனரா?
tr: Kullanıcıyı engelle?
uk: Заблокувати користувача?
zh_hans: 屏蔽用户？
zh_hant: 封鎖該使用者？

source: Blocked
de: Gesperrt
es_ar: Bloqueado
et: Blokeeritud
eu: Blokeatuta
fr: Bloqué·e
pl: Zablokowany/-a
pt_br: Bloqueado
ru: Заблокирован
ta: தடுக்கப்பட்டது
tr: Engellendi
uk: Заблоковано
zh_hans: 已屏蔽
zh_hant: 已封鎖

source: Blocked Users
cs: Blokovaní uživatelé
de: Gesperrte Benutzer
es_ar: Usuarios bloqueados
et: Blokeeritud kasutajad
eu: Blokeatutako erabiltzaileak
fr: Utilisateurs bloqués
ja: ブロックされているユーザー
pl: Zablokowani użytkownicy
pt_br: Usuários Bloqueados
ro: Utilizatori blocați
ru: Заблокированные пользователи
ta: தடுக்கப்பட்ட பயனர்கள்
tr: Engellenen Kullanıcılar
uk: Заблоковані користувачі
zh_hans: 已屏蔽的用户
zh_hant: 通訊錄黑名單

source: Blocking %@
de: %@ sperren
es_ar: Bloqueando %@
et: Blokeerin kasutajat %@
eu: %@ blokeatzen
fr: Bloquant %@
pl: Blokowanie %@
pt_br: Bloqueando %@
ru: Блокировка %@
ta: தடுப்பு %@
tr: Engelle %@
uk: Блокування %@
zh_hans: 正在屏蔽 %@
zh_hant: 正在封鎖 %@

source: Blocking is not supported by the server
cs: Blokování není podporováno serverem
de: Sperren wird vom Server nicht unterstützt
es_ar: El servidor no permite bloqueos
et: Blokeerimine pole selle serveri poolt toetatud
eu: Zerbitzariak ez du blokeatzen uzten
fr: Le blocage n'est pas pris en charge par le serveur
ja: このサーバーはブロックに対応していません
pl: Blokowanie nie jest obsługiwane przez serwer
pt_br: Bloqueio não é suportado pelo servidor
ro: Blocarea nu este suportată de server
ru: Блокировка не поддерживается сервером
ta: தடுப்பதை சேவையகத்தால் ஆதரிக்கவில்லை
tr: Engelleme sunucu tarafından desteklenmiyor
uk: Блокування не підтримується сервером
zh_hans: 服务器不支持屏蔽
zh_hant: 伺服器不支援封鎖

source: Blocking member
de: Mitglied sperren
es_ar: Bloqueando miembro
et: Blokeerin kasutajat
eu: Kidea blokeatzen
fr: Membre bloquant
pl: Blokowanie członka
pt_br: Bloqueando membro
ru: Блокировка участника
ta: தடுக்கும் உறுப்பினர்
tr: Üye engelle
uk: Блокуючий член
zh_hans: 正在屏蔽成员
zh_hant: 正在封鎖成員

source: Blocking/Unblocking Not Supported
de: Sperren/Entsperren nicht unterstützt
es_ar: Bloqueo/Desbloqueo no soportado
et: Blokeerimine ja blokeerimise lõpetamine pole toetatud
eu: Blokeatzea / blokeatzeari uztea ez dago gaituta
fr: Blocage/déblocage non supporté
ja: ブロック/ブロック解除は非対応
pl: Blokowanie/odblokowywanie nie jest wspierane
pt_br: Bloqueio/Desbloqueio Não Suportado
ru: Блокировка/Разблокировка не поддерживается
ta: தடுப்பது/தடை செய்வது ஆதரிக்கப்படவில்லை
tr: Engelleme/Engellemeyi Kaldırma Desteklenmiyor
uk: Блокування/розблокування не підтримується
zh_hans: 不支持屏蔽/解除屏蔽
zh_hant: 不支援封鎖/取消封鎖

source: BODY
zh_hans: 主体
zh_hant: 主體

source: Bolivia (Plurinational State of)
de: Bolivien
es_ar: Bolivia (Estado Plurinacional de)
et: Boliivia
eu: Bolivia
fr: Bolivie (État plurinational de)
pt_br: Bolívia (Estado Plurinacional de)
ru: Боливия (Многонациональное Государство)
ta: பொலிவியா (ப்ளூரேசனல் நிலை)
tr: Bolivya (Çokuluslu Devlet)
uk: Болівія (Багатонаціональна Держава)
zh_hans: 玻利维亚
zh_hant: 玻利維亞（多民族國）

source: Bonaire, Sint Eustatius and Saba
de: Bonaire, St. Eustatius und Saba
es_ar: Bonaire, San Eustaquio y Saba
et: Bonaire, Sint Eustatius ja Saba
eu: Bonaire, San Eustakio eta Saba
fr: Bonaire, Saint-Eustache et Saba
pt_br: Bonaire, Santo Eustáquio e Saba
ru: Бонайре, Синт-Эстатиус и Саба
ta: பொனெய்ர், சிண்ட் யூச்டேடியச் மற்றும் சபா
tr: Bonaire, Sint Eustatius ve Saba
uk: Бонайре, Сінт-Естатіус і Саба
zh_hans: 博奈尔岛、圣尤斯特歇斯岛和萨巴岛
zh_hant: 博內爾島、聖尤斯特歇斯島和薩巴島

source: Bosnia and Herzegovina
de: Bosnien und Herzegowina
es_ar: Bosnia y Herzegovina
et: Bosnia ja Hertsegoviina
eu: Bosnia eta Herzegovina
fr: Bosnie-Herzégovine
pt_br: Bósnia e Herzegovina
ru: Босния и Герцеговина
ta: போச்னியா எர்சிகோவினா
tr: Bosna Hersek
uk: Боснія і Герцеговина
zh_hans: 波斯尼亚和黑塞哥维那
zh_hant: 波士尼亞和黑塞哥維那

source: Botswana
es_ar: Botsuana
ru: Ботсвана
ta: போட்ச்வானா
tr: Botsvana
uk: Ботсвана
zh_hans: 博茨瓦纳
zh_hant: 博茨瓦納

source: Brazil
de: Brasilien
es_ar: Brasil
et: Brasiilia
eu: Brasil
fr: Brésil
pt_br: Brasil
ru: Бразилия
ta: பிரேசில்
tr: Brezilya
uk: Бразилія
zh_hans: 巴西
zh_hant: 巴西

source: British Virgin Islands
de: Britische Jungferninseln
es_ar: Islas Vírgenes Británicas
et: Briti Neitsisaared
eu: Birjina Uharte Britainiarrak
fr: Îles Vierges britanniques
pt_br: Ilhas Virgens Britânicas
ru: Британские Виргинские острова
ta: ப்ரிட்டீச் விர்சின் தீவுகள்
tr: Britanya Virjin Adaları
uk: Британські Віргінські острови
zh_hans: 英属维尔京群岛
zh_hant: 英屬維爾京群島

source: Brunei Darussalam
de: Brunei
es_ar: Brunéi Darusalam
et: Brunei
eu: Brunei
ru: Бруней-Даруссалам
ta: ப்ரூனே தருசலம்
tr: Brunei Darüsselam
uk: Бруней-Даруссалам
zh_hans: 文莱
zh_hant: 汶萊達魯薩蘭國

source: Bulgaria
de: Bulgarien
et: Bulgaaria
fr: Bulgarie
pt_br: Bulgária
ru: Болгария
ta: பல்கேரியா
tr: Bulgaristan
uk: Болгарія
zh_hans: 保加利亚
zh_hant: 保加利亞

source: Burkina Faso
ru: Буркина-Фасо
ta: பர்கினோ பாசோ
uk: Буркіна-Фасо
zh_hans: 布基纳法索
zh_hant: 布吉納法索

source: Burundi
ru: Бурунди
ta: புருண்டி
uk: Бурунді
zh_hans: 布隆迪
zh_hant: 蒲隆地

source: Call ended
de: Anruf beendet
es_ar: Llamada finalizada
et: Kõne lõppes
eu: Deia amaitu da
fr: Appel fini
ja: 通話終了
pl: Rozmowa zakończona
pt_br: Chamada finalizada
ru: Вызов завершён
ta: அழைப்பு முடிந்தது
tr: Çağrı sona erdi
uk: Дзвінок завершено
zh_hans: 通话结束
zh_hant: 通話已結束

source: Call ended for an unknown reason
de: Anruf aus unbekanntem Grund beendet
es_ar: Llamada finalizada por razón desconocida
et: Kõne lõppes tundmatul põhjusel
eu: Deia arrazoi ezezagun bat dela-eta amaitu da
fr: L'appel s'est terminé pour une raison inconnue
ja: 不明な理由により通話終了
pl: Rozmowa zakończona z nieznanego powodu
pt_br: Chamada finalizada por razão desconhecida
ru: Вызов завершён по неизвестной причине
ta: அறியப்படாத காரணத்திற்காக அழைப்பு முடிந்தது
tr: Arama bilinmeyen bir nedenle sona erdi
uk: Дзвінок завершився з невідомої причини
zh_hans: 通话因未知原因结束
zh_hant: 通話因未知原因結束

source: Call ended, duration: %@
de: Anruf beendet, Dauer: %@
es_ar: Llamada finalizada. Duración: %@
et: Kõne lõppes, kestus: %@
eu: Deia amaitu da, iraupena: %@
fr: L'appel est terminé, il a duré %@
ja: 通話終了。継続時間: %@
pl: Rozmowa zakończona. Czas trwania: %@
pt_br: Chamada finalizada, duração: %@
ru: Вызов завершён, продолжительность: %@
ta: அழைப்பு முடிந்தது, காலம்: %@
tr: Arama sona erdi, süre: %@
uk: Дзвінок завершено, тривалість: %@
zh_hans: 通话结束，时长：%@
zh_hant: 通話已結束，持續時間: %@

source: Call ended: answered with other device
de: Anruf beendet: mit anderem Gerät angenommen
es_ar: Llamada finalizada: respondida con otro dispositivo
et: Kõne lõppes: vastamine teises seadmes
eu: Deia amaitu da: beste gailu batean erantzun diote
fr: Un autre appareil a répondu à l'appel
ja: 通話終了: 他のデバイスで応答しました
pl: Rozmowa zakończona: odebrano na innym urządzeniu
pt_br: Chamada finalizada: atendida por outro dispositivo
ru: Вызов завершён: принят с другого устройства
ta: அழைப்பு முடிந்தது: பிற சாதனங்களுடன் பதிலளித்தது
tr: Arama sonlandırıldı: diğer cihazla cevaplandı
uk: Дзвінок завершився: відповіли з іншого пристрою
zh_hans: 通话结束：用其他设备接听
zh_hant: 通話已結束：已使用其他裝置回應

source: Call ended: application error
de: Anruf beendet: Anwendungsfehler
es_ar: Llamada finalizada: error de aplicación
et: Kõne lõppes: rakenduse viga
eu: Deia amaitu da: aplikazioaren errorea
fr: Appel fini : erreur applicative
ja: 通話終了: アプリケーションエラー
pl: Rozmowa zakończona: błąd aplikacji
pt_br: Chamada finalizada: erro de aplicação
ru: Вызов завершён: сбой в работе приложения
ta: அழைப்பு முடிந்தது: பயன்பாட்டு பிழை
tr: Çağrı sona erdi: uygulama hatası
uk: Дзвінок завершено: помилка програми
zh_hans: 通话结束：应用程序错误
zh_hant: 呼叫已結束：應用程式錯誤

source: Call ended: connection failed
de: Anruf beendet: Verbindung fehlgeschlagen
es_ar: Llamada finalizada: falló la conexión
et: Kõne lõppes: ühenduse viga
eu: Deia amaitu da: konexioak kale egin du
fr: Appel terminé : échec de la connexion
ja: 通話終了: 接続失敗
pl: Rozmowa zakończona: połączenie się nie udało
pt_br: Chamada finalizada: conexão falhou
ru: Вызов завершён: разрыв соединения
ta: அழைப்பு முடிந்தது: இணைப்பு தோல்வியடைந்தது
tr: Arama sona erdi: bağlantı başarısız oldu
uk: Виклик завершено: не вдалося встановити з'єднання
zh_hans: 通话结束：连接失败
zh_hant: 呼叫已結束：連接失敗

source: Call ended: connection failed Duration: %@
de: Anruf beendet: Verbindung fehlgeschlagen Dauer: %@
es_ar: Llamada finalizada: falló la conexión Duración: %@
et: Kõne lõppes: ühenduse viga Kestus: %@
eu: Deia amaitu da: konexioak kale egin du Iraupena: %@
fr: Appel fini : échec de connexion Durée : %@
ja: 通話終了: 接続失敗 継続時間: %@
pl: Rozmowa zakończona: błąd połączenia Czas trwania: %@
pt_br: Chamada finalizada: conexão falhou Duração: %@
ru: Вызов завершён: разрыв соединения Продолжительность: %@
ta: அழைப்பு முடிந்தது: இணைப்பு தோல்வியடைந்தது காலம்: %@
tr: Çağrı sona erdi: bağlantı başarısız oldu Süre: %@
uk: Дзвінок завершено: не вдалося встановити з'єднання Тривалість: %@
zh_hans: 通话结束：连接失败 时长：%@
zh_hant: 呼叫已結束：連接失敗 持續時間: %@

source: Call ended: couldn't establish encryption
de: Anruf beendet: Verschlüsselung konnte nicht hergestellt werden
es_ar: Llamada finalizada: no se pudo establecer encriptación
et: Kõne lõppes: krüptimist ei õnnestunud kasutusele võtta
eu: Deia amaitu da: ezin izan da zifratzea ezarri
fr: Appel fini : impossible d’établir le chiffrement
ja: 通話終了: 暗号化を確立できませんでした
pl: Rozmowa zakończona: nie można włączyć szyfrowania
pt_br: Chamada finalizada: não foi possível estabelecer criptografia
ru: Вызов завершён: не удалось активировать защиту передаваемых данных
ta: அழைப்பு முடிந்தது: குறியாக்கத்தை நிறுவ முடியவில்லை
tr: Arama sonlandırıldı: şifreleme kurulamadı
uk: Дзвінок завершено: не вдалося встановити шифрування
zh_hans: 通话结束：无法建立加密
zh_hant: 呼叫結束：無法建立加密

source: Call ended: declined
de: Anruf beendet: abgelehnt
es_ar: Llamada finalizada: rechazada
et: Kõne lõppes: teine osapool keeldus
eu: Deia amaitu da: uko egin diote
fr: Fin de l'appel : appel refusé
ja: 通話終了: 拒否されました
pl: Rozmowa zakończona: odrzucono
pt_br: Chamada finalizada: recusada
ru: Вызов завершён: отклонён
ta: அழைப்பு முடிந்தது: மறுக்கப்பட்டது
tr: Arama sona erdi: reddedildi
uk: Дзвінок завершено: відхилено
zh_hans: 通话结束：已拒绝
zh_hant: 呼叫結束：對方已拒絕

source: Call ended: hung up
ja: 通話終了: 切断
zh_hans: 通话结束：已挂断
zh_hant: 呼叫已結束：掛斷

source: Call ended: remote busy
de: Anruf beendet: Gegenstelle besetzt
es_ar: Llamada finalizada: ocupado
et: Kõne lõppes: teine seade on hõivatud
eu: Deia amaitu da: hartzailea ez dago erantzuteko moduan
fr: Appel terminé : correspondant·e occupé·e
ja: 通話終了: 話し中
pl: Rozmowa zakończona: linia zajęta
pt_br: Chamada finalizada: ocupado
ru: Вызов завершён: абонент занят
ta: அழைப்பு முடிந்தது: தொலைநிலை பிசியாக
tr: Çağrı sonlandırıldı: karşı taraf meşgul
uk: Виклик завершено: сервер зайнятий
zh_hans: 通话结束：远程占线
zh_hant: 呼叫結束: 遠端忙線中

source: Call security help
de: Hilfe zur Anrufsicherheit
es_ar: Llame al servicio de seguridad
et: Kõne turvalisuse abiteave
eu: Deien segurtasunari buruzko laguntza
fr: Aide sur la sécurité des appels
ja: 通話のセキュリティの説明
pl: Bezpieczeństwo rozmowy
pt_br: Ajuda sobre segurança de chamada
ru: О безопасности звонков
ta: பாதுகாப்பு உதவியை அழைக்கவும்
tr: Güvenlik yardımını arayın
uk: Викликати службу безпеки
zh_hans: 呼叫安全帮助
zh_hant: 呼叫安全説明

source: Call Type
de: Art des Anrufs
es_ar: Tipo de llamada
et: Kõne tüüp
eu: Dei mota
fr: Type d’appel
ja: 通話のタイプ
pl: Rodzaj rozmowy
pt_br: Tipo de Chamada
ru: Тип Вызова
ta: அழைப்பு வகை
tr: Çağrı Türü
uk: Тип дзвінка
zh_hans: 通话类型
zh_hant: 呼叫類型

source: Call was not answered
de: Anruf wurde nicht beantwortet
es_ar: La llamada no fue respondida
et: Kõne jäi vastamata
eu: Ez diote deiari erantzun
fr: Votre correspondant·e n’a pas répondu
pl: Nie odebrano połączenia
pt_br: Chamada não foi atendida
ru: Вызов без ответа
ta: அழைப்புக்கு பதிலளிக்கப்படவில்லை
tr: Çağrı cevaplanmadı
uk: На дзвінок не відповіли
zh_hans: 通话未接听
zh_hant: 呼叫對方無應答

source: Calls: Allow P2P sessions
de: Anrufe: P2P-Sitzungen zulassen
es_ar: Llamadas: Permitir sesiones P2P
et: Kõned: luba võrdõigusvõrgu (P2P) kasutamist
eu: Deiak: ahalbidetu P2P saioak
fr: Appels : autoriser les sessions pair-à-pair
ja: 通話: P2P セッションを許可
pl: Połączenia: zezwalaj na sesje peer-to-peer
pt_br: Chamadas: Permitir sessões Peer-to-Peer
ru: Звонки: Разрешить P2P сессии
ta: அழைப்புகள்: பி 2 பி அமர்வுகளை அனுமதிக்கவும்
tr: Çağrılar: P2P oturumlarına izin ver
uk: Дзвінки: Дозволити P2P-сеанси
zh_hans: 呼叫：允许 P2P 会话
zh_hant: 呼叫：允許 P2P 會話

source: Calls: Allow TURN fallback to Monal-Servers
de: Aufrufe: TURN-Fallback zu Monal-Servern zulassen
es_ar: Llamadas: permitir que TURN utilice servidores Monal como alternativa
et: Kõned: Luba TURN-teenuse varuvariandina Monali serverite kasutamist
eu: Deiak: ahalbidetu Monalen zerbitzariak TURNek kale egitean
fr: Appels : autoriser l’usage des serveurs TURN de Monal
ja: 通話: Monal サーバーへの TURN フォールバックを許可
pl: Połączenia: zezwalaj na awaryjne przełączenie się do trybu TURN do serwerów Monala
pt_br: Chamadas: Permitir uso de TURN dos servidores do Monal em caso de falha
ru: Звонки: TURN на серверы Monal как запасной вариант
ta: அழைப்புகள்: மோனால்-சேவையகங்களுக்கு திருப்பத்தை அனுமதிக்கவும்
tr: Çağrılar: Monal-Sunuculara TURN geri dönüşüne izin ver
uk: Виклики: Дозволити повернення TURN до Monal-Servers
zh_hans: 呼叫：允许 TURN 回退到 Monal 服务器
zh_hant: 呼叫：允許 TURN 回退到 Monal 伺服器

source: Cambodia
de: Kambodscha
es_ar: Camboya
et: Kambodža
eu: Kanbodia
fr: Cambodge
pt_br: Camboja
ru: Камбоджа
ta: கம்போடியா
tr: Kamboçya
uk: Камбоджа
zh_hans: 柬埔寨
zh_hant: 柬埔寨

source: Camera
cs: Kamera
de: Kamera
es_ar: Cámara
et: Kaamera
eu: Egin eta bidali argazkia
fr: Appareil photo
ja: カメラ
pl: Aparat
pt_br: Câmera
ro: Aparat foto
ru: Камера
ta: புகைப்பட கருவி
tr: Kamera
uk: Камера
zh_hans: 摄像头
zh_hant: 攝影機

source: Camera permissions missing
cs: Chybí oprávnění přístupu ke kameře
de: Fehlende Kameraberechtigungen
es_ar: No hay permiso para usar la cámara
et: Puuduvad õigused kaamera kasutamiseks
eu: Kamera erabiltzeko baimena falta da
fr: Permission pour la caméra manquante
ja: カメラの権限がありません
pl: Brak uprawnień do aparatu
pt_br: Permissões de Câmera ainda não configuradas
ro: Permisiunile camerei lipsesc
ru: Нет разрешения для доступа к камере
ta: கேமரா அனுமதிகள் இல்லை
tr: Kamera izinleri eksik
uk: Відсутні дозволи на камеру
zh_hans: 缺少摄像头权限
zh_hant: 缺少攝影機存取權

source: Cameroon
de: Kamerun
es_ar: Camerún
et: Kamerun
eu: Kamerun
fr: Cameroun
pt_br: Camarões
ru: Камерун
ta: கேமரூன்
tr: Kamerun
uk: Камерун
zh_hans: 喀麦隆
zh_hant: 喀麥隆
