Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: These are SRV resource records found for your domain.
de: Dies sind SRV-Ressourceneinträge, die für deine Domäne gefunden wurden.
es_ar: Estos son los registros SRV encontrados para tu dominio.
et: Need on sinu domeeni kohta nimeserveris leiduvad SRV-kirjed.
eu: Hauek dira zure domeinurako aurkitu diren SRV erregistroak.
fr: Des enregistrements SRV de ressources ont été trouvés pour votre domaine.
ja: これらは、ドメインに見つかった SRV リソースレコードです。
pl: To są rekordy zasobów SRV znalezione dla Twojej domeny.
pt_br: Estes são registros de recursos SRV encontrados para o seu domínio.
ru: Для вашего домена в DNS найдены следующие служебные записи (SRV).
ta: இவை உங்கள் டொமைனுக்காக காணப்படும் SRV வள பதிவுகள்.
tr: Bunlar, etki alanınız için bulunan SRV kaynak kayıtlarıdır.
uk: Це SRV-записи ресурсів, знайдені для вашого домену.
zh_hans: 这些是为您的域名查找到的 SRV 资源记录。
zh_hant: 這些是為您的域找到的SRV資源記錄。

source: These are STUN and TURN services announced by your server (blue entries are used by Monal).
de: Dies sind die von deinem Server gemeldeten STUN- und TURN-Dienste (die blauen Einträge werden von Monal verwendet).
es_ar: Estos son los servicios STUN y TURN anunciados por su servidor (las entradas azules son utilizadas por Monal).
et: Need on sinu serveri STUN- ja TURN-teenused (Monal kasutab sinisega märgitud kirjeid).
eu: Hauek dira zure zerbitzariak iragarritako STUN eta TURN zerbitzuak (Monalek erabilitakoak, urdinez).
fr: Voici les services STUN et TURN annoncés par votre serveur (les entrées en bleu sont utilisées par Monal).
ja: これらは、サーバーで広告されている STUN と TURN のサービスです(青色の欄は Monal で使用されます).
pl: To są usługi typu STUN i TURN, które Twój serwer rozgłasza (na niebiesko zaznaczone są użyte przez Monala).
pt_br: Estes são serviços STUN e TURN anunciados pelo seu servidor (entradas azuis são usadas pelo Monal).
ru: Ваш сервер анонсирует следующие STUN и TURN службы (синим выделены те, что использует Monal).
ta: இவை உங்கள் சேவையகத்தால் அறிவிக்கப்பட்ட ச்டன் மற்றும் டர்ன் சேவைகள் (நீல உள்ளீடுகள் மோனால் பயன்படுத்தப்படுகின்றன).
tr: Bunlar sunucunuz tarafından duyurulan STUN ve TURN hizmetleridir (mavi girişler Monal tarafından kullanılır).
uk: Це сервіси STUN та TURN, оголошені вашим сервером (сині записи використовуються Monal).
zh_hans: 这些是服务器宣布的 STUN 和 TURN 服务（Monal 使用的是蓝色条目）。
zh_hant: 這些是您的伺服器宣佈的 STUN 和 TURN 服務（Monal 使用藍色條目）。

source: These are the channel-binding types your server supports to detect attacks on the TLS layer (used one in blue, orange ones unsupported by Monal).
de: Dies sind die Kanalbindungsarten, die dein Server unterstützt, um Angriffe auf die TLS-Schicht zu erkennen (die verwendeten in blau, die orangefarbenen werden von Monal nicht unterstützt).
es_ar: Estos son los tipos de "channel-binding" soportados por su servidor para detectar ataques en la capa TLS (los azules están en uso, Monal no tiene soporte para los naranja).
eu: Honakoak dira zure zerbitzariarekin bateragarriak diren channel-binding motak TLS geruzan erasoak antzemateko (erabilitakoa, urdinez; Monalekin bateragarriak ez direnak, laranjaz).
fr: Ce sont les types de channel-binding que votre serveur supporte pour détecter les attaques sur la couche TLS (celle utilisée en bleu, celles en orange ne sont pas prises en charge par Monal).
ja: これらは、TLS 層に対する攻撃を検出するためにサーバーが対応しているチャネルバインディングのタイプです (青色の欄は使用されるもの、オレンジ色の欄は Monal では非対応です)。
pl: To są rodzaje powiązań kanałów, które Twój serwer wspiera, żeby wykrywać ataki na warstwie TLS (na niebiesko zaznaczony jest ten w użyciu, na pomarańczowo niewspierane przez Monal).
pt_br: Estes são os tipos de ligação de canal que seu servidor suporta para detectar ataques na camada TLS (usado em azul, laranja não suportado por Monal).
ru: Ваш сервер поддерживает следующие способы привязки к каналу для обнаружения атак на уровень TLS (синим выделены используемые, оранжевым - неподдерживаемые Monal).
ta: டி.எல்.எச் லேயரில் தாக்குதல்களைக் கண்டறிய உங்கள் சேவையகம் ஆதரிக்கும் சேனல்-பிணைப்பு வகைகள் இவை (நீல நிறத்தில் ஒன்றைப் பயன்படுத்துகின்றன, மோனால் ஆதரிக்கப்படாத ஆரஞ்சு).
tr: Bunlar, sunucunuzun TLS katmanındaki saldırıları tespit etmek için desteklediği kanal bağlama türleridir (mavi olan kullanılır, turuncu olanlar Monal tarafından desteklenmez).
uk: Це типи каналу зв'язку, які підтримує ваш сервер для виявлення атак на рівні TLS (використовується один у синьому, помаранчеві не підтримуються Monal).
zh_hans: 这些是服务器支持的通道绑定类型，用于检测 TLS 层攻击（Monal 使用的是蓝色条目，不支持橙色条目）。
zh_hant: 這些是你的伺服器支援的通道綁定類型，用於檢測 TLS 層上的攻擊（使用藍色的一個，一個是 Monal 不支援的橙色）。

source: These are the modern XMPP capabilities Monal detected on your server after you have logged in.
cs: Toto jsou moderní funkce XMPP, které Monal detekoval na Vašem serveru po přihlášení.
de: Dies sind die modernen XMPP-Fähigkeiten, die Monal auf deinem Server entdeckt hat, nachdem du dich eingeloggt hast.
es_ar: Estas son las capacidades XMPP que Monal detectó en su servidor después iniciar la sesión.
eu: Hauek dira Monalek saioa hasi duzun zerbitzarian topatu dituen XMPP ezaugarri modernoak.
fr: Il y a des fonctionnalités XMPP que Monal a détecté sur votre serveur après que vous vous soyez connecté.
ja: これらはログイン後に Monal がサーバーで検出した現代的な XMPP の機能です。
pl: Są to nowoczesne możliwości XMPP, które Monal wykrył na twoim serwerze po zalogowaniu.
pt_br: Estes são os recursos XMPP modernos que o Monal detectou em seu servidor depois que você fez login.
ro: Acestea sunt capabilitățile moderne XMPP detectate de Monal pe serverul dumneavoastră după ce v-ați autentificat.
ru: Современные возможности XMPP вашего сервера, обнаруженные Monal после входа в систему.
ta: நீங்கள் உள்நுழைந்த பிறகு உங்கள் சேவையகத்தில் மோனல் கண்டறியப்பட்ட நவீன எக்ச்எம்பி.பி திறன்கள் இவை.
tr: Bunlar, Monal'ın oturum açtıktan sonra sunucunuzda algılanan modern XMPP özellikleridir.
uk: Це сучасні можливості XMPP Monal, виявлені на вашому сервері після входу в систему.
zh_hans: 这些是 Monal 在您登录后在服务器上检测到的新式 XMPP 功能。
zh_hant: 這些是在你登入後Monal在你的服務器上檢測到的最新XMPP功能。

source: These are the MUC servers detected by Monal (blue entry used by Monal).
de: Dies sind die von Monal erkannten Gruppen/Channel-Server (blauer Eintrag, der von Monal verwendet wird).
es_ar: Estos son los servidores MUC detectados por Monal (entrada azul utilizada por Monal).
et: Need Monali tuvastatud vestlusgruppide ehk MUC-serverid (Monal kasutab sinisega märgitud kirjeid).
eu: Hauek dira Monalek aurkitu dituen MUC zerbitzariak (Monalek erabilitakoa, urdinez).
fr: Voici les services MUC détectés par Monal (les entrées en bleu sont utilisées par Monal).
ja: これらは、Monal が検出した MUC サーバーです(青色の欄が Monal で使用されます)。
pl: To są serwery typu MUC wykryte przez Monala (na niebiesko zaznaczone są użyte przez Monala).
pt_br: Estes são os servidores MUC detectados pelo Monal (entrada azul usada pelo Monal).
ru: Обнаружены следующие серверы конференций (MUC) (синим выделены те, что использует Monal).
ta: இவை (மோனால் பயன்படுத்தும் நீல நுழைவு) மோனால் கண்டறியப்பட்ட MUC சேவையகங்கள்.
tr: Bunlar Monal tarafından tespit edilen MUC sunucularıdır (Monal tarafından kullanılan mavi giriş).
uk: Це MUC-сервери, виявлені Monal (синій запис, який використовується Monal).
zh_hans: 这些是 Monal 检测到的群聊服务（Monal 使用的是蓝色条目）。
zh_hant: 這些是 Monal 檢測到的 MUC 伺服器（Monal 使用的藍色條目）。

source: These are the SASL2 methods your server supports (used one in blue, orange ones unsupported by Monal).
de: Dies sind die SASL2-Methoden, die dein Server unterstützt (die verwendeten in blau, die orangefarbenen werden von Monal nicht unterstützt).
es_ar: Métodos SASL2 soportados por su servidor (el azul se encuentra en uso, en naranja los que Monal no tiene soporte).
et: Need on SASL2-meetodid, mida sinu server toetab (Monal kasutab sinisega märgitud kirjeid ning oranžid märgivad neid, mida ta kasutada ei oska).
eu: Hauek dira zure zerbitzariarekin bateragarriak diren SASL2 metodoak (erabilitakoa, urdinez; Monalekin bateragarriak ez direnak, laranjaz).
fr: Ce sont les méthodes SASL2 que votre serveur supporte (celle utilisée en bleu, celles en orange ne sont pas prises en charge par Monal).
ja: これらは、サーバーが対応している SASL2 方式です (青色の欄は使用されるもの、オレンジ色の欄は Monal では非対応です)。
pl: To są metody SASL2 wspierane przez Twój serwer (na niebiesko zaznaczona jest ta w użyciu, na pomarańczowo niewspierane przez Monal).
pt_br: Estes são os métodos SASL2 que seu servidor suporta (usado um em azul, laranja não suportado pelo Monal).
ru: Ваш сервер поддерживает следующие SASL2 методы (синим подсвечены используемые, оранжевым - неподдерживаемые Monal).
ta: உங்கள் சேவையகம் ஆதரிக்கும் SASL2 முறைகள் இவை (நீல நிறத்தில் ஒன்றைப் பயன்படுத்துகின்றன, மோனால் ஆதரிக்கப்படாத ஆரஞ்சு).
tr: Bunlar sunucunuzun desteklediği SASL2 yöntemleridir (kullanılan mavi, turuncu olanlar Monal tarafından desteklenmez).
uk: Це методи SASL2, які підтримує ваш сервер (використовується один у синьому, помаранчеві не підтримуються Monal).
zh_hans: 这些是服务器支持的 SASL2 认证方式（Monal 使用的是蓝色条目，不支持橙色条目）。
zh_hant: 這些是你的伺服器支援的SASL2方法（使用藍色、橙色的 Monal 不支援的方法）。

source: These are the TLS versions supported by Monal, the one used to connect to your server will be green.
de: Dies sind die von Monal unterstützten TLS-Versionen; die für die Verbindung zu deinem Server verwendete Version ist grün.
es_ar: Estas son las versiones de TLS compatibles con Monal, la utilizada para conectarse a su servidor será la verde.
et: Need on TLS-i versioonid, mida Monal toetab ja rohelisega on märgitud need, mis on kasutusel.
eu: Hauek dira Monalekin bateragarriak diren TLS bertsioak; zerbitzarira konektatzeko erabili dena berdez agertuko da.
fr: Ce sont les versions TLS supportées par Monal, celle utilisée par votre serveur pour la connexion sera verte.
ja: これらは、 Monal で対応している TLS バージョンです。サーバーへの接続に使用されるものは緑色になります。
pl: To są wersje TLS obsługiwane przez Monal, ta używana do łączenia się z serwerem będzie zaznaczona na zielono.
pt_br: Estas são as versões do TLS suportadas pelo Monal, a usada para se conectar ao seu servidor será verde.
ru: Версии TLS, поддерживаемые Monal; те, что используются для подключения к вашему серверу будут подсвечены зелёным.
ta: மோனால் ஆதரிக்கும் டி.எல்.எச் பதிப்புகள் இவை, உங்கள் சேவையகத்துடன் இணைக்கப் பயன்படும் ஒன்று பச்சை நிறமாக இருக்கும்.
tr: Bunlar Monal tarafından desteklenen TLS sürümleridir, sunucunuza bağlanmak için kullanılan sürüm yeşil olacaktır.
uk: Це версії TLS, які підтримує Monal, та, яка використовується для підключення до вашого сервера, буде зеленою.
zh_hans: 这些是 Monal 支持的 TLS 版本，用于连接到服务器的 TLS 版本将是绿色的。
zh_hant: 這些是 Monal 支援的 TLS 版本，用於連接到您的伺服器的版本將是綠色的。

source: These are your encryption keys. Each device is a different place you have logged in. You should trust a key when you have verified it. Double tap onto a fingerprint to copy to clipboard.
de: Dies sind deine Schlüssel. Jedes Gerät ist ein anderer Ort, an dem du dich angemeldet hast. Du solltest einem Schlüssel vertrauen, wenn du ihn überprüft hast. Doppeltippen auf einen Fingerabdruck, um ihn in die Zwischenablage zu kopieren.
es_ar: Estas son sus llaves criptográficas. Cada dispositivo es un lugar distinto desde el cual se ha conectado. Debería confiar en una llave solo después de haberla verificado. Toque dos veces sobre una huella digital para copiarla al portapapeles.
eu: Honakoak zure zifratze-gakoak dira. Gailu bakoitza saioa hasi duzun leku desberdin bat da. Egiaztatu dituzun gakoez baino ez zaitez fidatu. Sakatu birritan hatz-marka gainean arbelera kopiatzeko.
fr: Il s'agit de vos clés de chiffrement. Chaque appareil est un endroit différent où vous vous êtes connecté. Vous devez faire confiance à une clé lorsque vous l'avez vérifiée. Double-cliquez sur une empreinte pour la copier dans le presse-papiers.
ja: これらは暗号化鍵です。各デバイスはログインした場所が異なります。鍵を検証して、その鍵を信頼する必要があります。指紋をダブルタップしてクリップボードにコピーします。
pl: To są Twoje klucze szyfrujące. Każde urządzenie jest odrębnym miejscem, na którym Twoje konto jest zalogowane. Klucz powinien zostać uznany za zaufany tylko wtedy, gdy został on zweryfikowany. Kliknij podwójnie na odcisk palca, żeby go skopiować do schowka.
pt_br: Estas são suas chaves de criptografia. Cada dispositivo é um lugar diferente em que você fez login. Você deve confiar em uma chave depois de verificá-la. Toque duas vezes em uma impressão digital para copiar para a área de transferência.
ru: Это ваши ключи. Каждое устройство представляет собой отдельный интерфейс входа в систему. Ключ переводится в разряд доверенных после его проверки. Чтобы скопировать отпечаток ключа используйте двойное касание.
ta: இவை உங்கள் குறியாக்க விசைகள். ஒவ்வொரு சாதனமும் நீங்கள் உள்நுழைந்த வெவ்வேறு இடமாகும். நீங்கள் அதை சரிபார்த்தபோது ஒரு விசையை நம்ப வேண்டும். இடைநிலைப்பலகைக்கு நகலெடுக்க கைரேகைக்கு இருமுறை தட்டவும்.
tr: Bunlar şifreleme anahtarlarınızdır. Her cihaz giriş yaptığınız farklı bir yerdir. Bir anahtarı doğruladığınızda ona güvenmelisiniz. Panoya kopyalamak için bir parmak izine çift dokunun.
uk: Це ваші ключі шифрування. Кожен пристрій - це окреме місце, де ви ввійшли в систему. Ви повинні довіряти ключу, коли ви його перевірили. Двічі торкніться відбитка пальця, щоб скопіювати його в буфер обміну.
zh_hans: 这些是您的加密密钥。每台设备都是您登录的不同位置。验证密钥后，您应该信任它。 双击指纹即可复制到剪贴板。
zh_hant: 這些是您的加密金鑰。每台設備都是您登入的不同位置。驗證金鑰后，您應該信任金鑰。按兩下指紋以複製到剪貼簿。

source: They will no longer see when you are online. They may not be able to access your encryption keys.
cs: Neuvidí, kdy jste online. Možná nebudou mít přístup k Vašim šifrovacím klíčům.
de: Sie werden nicht mehr sehen, wenn du online bist. Möglicherweise können sie nicht auf deine Schlüssel zugreifen.
es_ar: Ya no verán cuando esté en línea. Es posible que no puedan acceder a sus llaves de encriptación.
eu: Aurrerantzean ez dute ikusiko noiz zauden linean. Litekeena da beraiek zure zifratze-gakoak ikusi ezin izatea.
fr: Ils ne verront plus lorsque vous serez en ligne. Ils pourraient ne pas pouvoir accéder à vos clés de chiffrement.
ja: あなたがオンラインでも、他人には見えません。他人はあなたの暗号化鍵にアクセスできない可能性があります。
pl: Nie będą już widzieć, kiedy jesteś online. Mogą nie mieć dostępu do kluczy szyfrowania.
pt_br: Eles não verão mais quando você estiver online. Eles podem não conseguir acessar suas chaves de criptografia.
ro: Ei nu vor mai vedea atunci când sunteți conectați. Ei s-ar putea să nu poată să vă acceseze cheile de criptare.
ru: Они не будут видеть статус вашего подключения к сети и могут не иметь доступа к вашим публичным ключам шифрования.
ta: நீங்கள் ஆன்லைனில் இருக்கும்போது அவர்கள் இனி பார்க்க மாட்டார்கள். அவர்களால் உங்கள் குறியாக்க விசைகளை அணுக முடியாமல் போகலாம்.
tr: Artık çevrimiçi olduğunuzda görmeyecekler. Şifreleme anahtarlarınıza erişemeyebilirler.
uk: Вони більше не побачать, коли ви онлайн. Можливо, вони не зможуть отримати доступ до ваших ключів шифрування.
zh_hans: 他们将不再看到您什么时候在线。他们可能无法访问您的加密密钥。
zh_hant: 當你在線時他們將不再看的到。他們可能無法存取您的加密金鑰。

source: They will no longer see when you are online. They may not be able to send you encrypted messages.
cs: Neuvidí, kdy jste online. Možná Vám nebudou moci posílat šifrované zprávy.
de: Sie werden nicht mehr sehen, wenn du online bist. Möglicherweise können sie dir keine verschlüsselten Nachrichten senden.
es_ar: Ya no verán cuando esté en línea. Es posible que no puedan enviarle mensajes encriptados.
eu: Aurrerantzean ez dute ikusiko noiz zauden linean. Litekeena da beraiek zuri mezu zifratuak bidali ezin izatea.
fr: Ils ne verront plus lorsque vous êtes en ligne. Ils pourraient ne plus pouvoir vous envoyer de messages chiffrés.
ja: あなたがオンラインでも、他人には見えません。他人は暗号化されたメッセージを送信できない場合があります。
pl: Nie będą już widzieć, kiedy jesteś online. Mogą nie być w stanie wysyłać Ci zaszyfrowanych wiadomości.
pt_br: Eles não verão mais quando você estiver online. Eles podem não ser capazes de enviar mensagens criptografadas.
ro: Ei nu vor mai vedea atunci când sunteți conectați. Ei s-ar putea să nu poată să vă trimită mesaje criptate.
ru: Они не будут видеть статус вашего подключения к сети и, возможно, не смогут отправлять вам шифрованные сообщения.
ta: நீங்கள் ஆன்லைனில் இருக்கும்போது அவர்கள் இனி பார்க்க மாட்டார்கள். மறைகுறியாக்கப்பட்ட செய்திகளை அவர்களால் உங்களுக்கு அனுப்ப முடியாமல் போகலாம்.
tr: Artık çevrimiçi olduğunuzda görmeyecekler. Size şifreli ileti gönderemeyebilirler.
uk: Вони більше не побачать, коли ви онлайн. Можливо, вони не зможуть надіслати вам зашифровані повідомлення.
zh_hans: 他们将不再看到您什么时候在线。他们可能无法向您发送加密消息。
zh_hant: 當你在線時他們將不再看的到。他們可能無法向您傳送加密訊息。

source: They will see when you are online. They will be able to send you encrypted messages.
cs: Uvidí, kdy jste online. Budou Vám moci posílat šifrované zprávy.
de: Sie werden sehen, wann du online bist. Sie werden dir verschlüsselte Nachrichten senden können.
es_ar: Lo verán cuando esté en línea. Podrán enviarle mensajes encriptados.
eu: Linean noiz zauden ikusi ahal izango dute. Mezu zifratuak bidali ahal izango dizkizute.
fr: Ils verront lorsque vous êtes en ligne. Ils pourront vous envoyer des messages chiffrés.
ja: They will see when you are online. They will be able to send you encrypted messages.あなたがオンラインのとき、他人に見えます。他人は暗号化されたメッセージを送信できます。
pl: Zobaczą, kiedy będziesz online. Będą mogli wysyłać Ci zaszyfrowane wiadomości.
pt_br: Eles vão ver quando você estiver online. Eles poderão enviar mensagens criptografadas.
ro: Ei vor vedea atunci când sunteți conectați. Ei pot să vă trimită mesaje criptate.
ru: Они будут видеть статус вашего подключения к сети и смогут отправлять вам шифрованные сообщения.
ta: நீங்கள் ஆன்லைனில் இருக்கும்போது அவர்கள் பார்ப்பார்கள். மறைகுறியாக்கப்பட்ட செய்திகளை அவர்கள் உங்களுக்கு அனுப்ப முடியும்.
tr: Çevrimiçi olduğunuzda görecekler. Size şifreli mesajlar gönderebilecekler.
uk: Вони побачать, коли ви будете онлайн. Вони зможуть надсилати вам зашифровані повідомлення.
zh_hans: 他们会看到您什么时候在线。他们将能够向您发送加密消息。
zh_hant: 當你在線時他們可以看的到。他們可以向您傳送加密訊息。

source: This account already exists in Monal.
cs: Tento účet již v Monalu existuje.
de: Dieses Konto ist bereits in Monal vorhanden.
es_ar: Esta cuenta ya existe en Monal.
et: Selline kasutajakonto juba on Monalis olemas.
eu: Kontu hau badago lehendik ere Monalen.
fr: Ce compte existe déjà dans Monal.
ja: このアカウントはすでに Monal に存在しています。
pl: To konto już istnieje w Monal.
pt_br: Esta conta já existe em Monal.
ro: Acest cont există deja în Monal.
ru: Эта учётная запись уже есть в Monal.
ta: இந்த கணக்கு ஏற்கனவே மோனலில் உள்ளது.
tr: Bu hesap Monal'da zaten var.
uk: Цей обліковий запис вже існує в Monal.
zh_hans: 在 Monal 已经存在这个账号。
zh_hant: 這個帳號在Monal已經存在。

source: This account already exists on this instance
cs: Tento účet již v této instanci existuje
de: Dieses Konto existiert bereits auf dieser Instanz
es_ar: Esta cuenta ya existe en esta instancia
eu: Kontu hau lehendik ere existitzen da zerbitzari honetan
fr: Ce compte existe déjà sur cette instance
pl: To konto już istnieje w tej instancji
pt_br: Esta conta já existe nesta instância
ro: Acest cont există deja în această instanță
ru: Эта учётная запись уже присутствует в этом клиенте
ta: இந்த கணக்கு ஏற்கனவே இந்த நிகழ்வில் உள்ளது
tr: Bu hesap zaten bu örnekte var
uk: Цей обліковий запис вже існує на цьому інстансі
zh_hans: 此实例上已存在此账号
zh_hant: 此帳戶已存在於此實例中

source: This account already exists on this instance.
de: Dieses Konto existiert bereits auf dieser Instanz.
es_ar: Esta cuenta ya existe en esta instancia.
et: Selline kasutajakonto juba on antud serveris olemas.
eu: Kontua badago lehendik ere instantzia honetan.
fr: Ce compte existe déjà sur cette instance.
pl: To konto już istnieje na tym serwerze.
pt_br: Esta conta já existe nesta instância.
ru: Данная учётная запись уже есть в этом клиенте.
ta: இந்த கணக்கு ஏற்கனவே இந்த நிகழ்வில் உள்ளது.
tr: Bu hesap, bu örnekte zaten var.
uk: Цей обліковий запис вже існує на цьому інстансі.
zh_hans: 此实例上已存在此账号。
zh_hant: 此實例上已存在此帳戶。

source: This app is too old and can contain security bugs as well as suddenly cease operation. Please Upgrade!
de: Diese App ist zu alt und kann Sicherheitslücken enthalten oder plötzlich nicht mehr funktionieren. Bitte Aktualisieren!
es_ar: La aplicación es demasiado vieja y puede contener fallos de seguridad o de dejar de operar en forma repentina. ¡Por favor actualizar!
et: See rakendus on liiga vana ning siin võib olla nii turvavigu kui mitte eesmärgipärast toimimist. Palun uuenda rakendus!
eu: Aplikazio hau zaharregia da eta segurtasun arazoak izan ditzake edo erabilgarri egoteari utzi. Eguneratu!
fr: Cette application est trop ancienne et peut contenir des bogues de sécurité ainsi que s'arrêter brutalement. S'il vous plaît, mettez à jour !
ja: このアプリは古すぎるため、セキュリティ上のバグが含まれていたり突然動作を停止したりする可能性があります。更新してください。
pl: Ta wersja aplikacji może zawierać błędy bezpieczeństwa, a także nagle przestać działać. Zaktualizuj już teraz!
pt_br: Este aplicativo é muito antigo e pode conter vulnerabilidades de segurança, bem como deixar de funcionar a qualquer momento. Por favor, atualize!
ru: Эта версия приложения устарела, она может как иметь проблемы с безопасностью, так и нестабильно работать. Пожалуйста, обновите приложение.
ta: இந்த பயன்பாடு மிகவும் பழையது மற்றும் பாதுகாப்பு பிழைகள் மற்றும் திடீரென்று செயல்பாட்டை நிறுத்தலாம். தயவுசெய்து மேம்படுத்தவும்!
tr: Bu uygulama çok eski ve güvenlik açıkları içerebilir veya aniden çalışmayı durdurabilir. Lütfen güncelleyin!
uk: Версія цього застосунку застаріла і може містити помилки безпеки, а також раптово припинити роботу. Будь ласка, оновіть!
zh_hans: 此应用版本太旧，可能包含安全漏洞，也可能突然停止运行。请升级！
zh_hant: 這個應用程式太舊了，可能包含安全錯誤以及突然停止運行。請升級！

source: This can be used to export logfiles. [Learn how to read them](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
de: Dies kann zum Exportieren von Logdateien verwendet werden. [Erfahre, wie man sie liest](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
es_ar: Puede utilizar esto para exportar los archivos de registro. [Aprenda a leerlos](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
et: Seda võid kasutada logifailide eksportimiseks. [Vaata lisateavet siit](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
eu: Erregistroak esportatzeko balio dezake honek. [Ikasi nola irakur daitezkeen](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
fr: Cela peut être utilisé pour exporter des fichiers de logs. [Apprenez à les lire](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
pt_br: Aqui você pode exportar os arquivos de log. [Saiba como abri-los](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
ru: Информация по выгрузке лог-файлов. [Узнайте как просматривать лог-файлы](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
ta: லாக்ஃபைல்களை ஏற்றுமதி செய்ய இதைப் பயன்படுத்தலாம். .
tr: Bu, günlük dosyalarını dışa aktarmak için kullanılabilir. [Nasıl okunacağını öğrenin](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
uk: Це можна використовувати для експорту лог-файлів. [Дізнайтеся, як їх читати](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log).
zh_hans: 这可用于导出日志文件。 ［了解如何读取它们］（https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log）。
zh_hant: 這可用於匯出日誌檔。 [瞭解如何閱讀它們]（https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#view-the-log）。
