Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Unclean appex shutown
de: Unsaubere Appex-Abschaltung
eu: Appex (app extension) ez da garbi itxi
fr: Extinction inopinée de l'appex
pl: Nieczyste zamknięcie appex
pt_br: Encerramento inesperado
ru: Некорректное завершение работы приложения
ta: அசுத்தமான உச்ச பணிநிறுத்தம்
tr: Temiz olmayan appex kapanması
uk: Вимкнення нечистого апекса
zh_hans: 未清理的 appex 关闭
zh_hant: 未清理的 appex關閉

source: Understood
de: Verstanden
es_ar: Entendido
et: Selge
eu: Ulertuta
fr: Compris
ja: 了解しました
pl: Zrozumiano
pt_br: Compreendido
ru: Понятно
ta: புரிந்து கொள்ளப்பட்டது
tr: Anlaşıldı
uk: Зрозуміло
zh_hans: 了解
zh_hant: 瞭解

source: Unexpected appex expiration
de: Unerwarteter Appex-Ablauf
eu: Appex (app extension) ustekabean iraungi da
fr: Expiration inopinée de l'appex
pl: Niespodziane wygaśnięcie appex
pt_br: Expiração inesperada da extensão da aplicação
ru: Невозможно завершить работу приложения
ta: எதிர்பாராத APPEX காலாவதி
tr: Beklenmedik appex sona ermesi
uk: Несподіване закінчення терміну дії апексу
zh_hans: 非预期的 appex 过期
zh_hant: 意外的 appex 過期

source: Unexpected error authenticating server using SASL2 (does your server have a bug?), disconnecting!
de: Unerwarteter Fehler beim Authentifizieren des Servers mit SASL2 (Hat dein Server einen Fehler?), Verbindung wird getrennt!
es_ar: Error de autenticación de servidor inesperado usando SASL2 (¿Su servidor tiene un bug?), ¡desconectando!
eu: Ustekabeko errorea zerbitzaria SASL2 bidez kautotzean (zure zerbitzariaren akatsa da?), deskonektatzen!
fr: Erreur inattendue lors de l'authentification du serveur via SASL2 (votre serveur a-t-il un bug ?), déconnexion !
pl: Wystąpił nieoczekiwany błąd w trakcie autoryzacji metodą SASL2 (Twój serwer ma błąd?), rozłączanie!
pt_br: Erro inesperado ao autenticar o servidor usando SASL2 (seu servidor tem um bug?), desconectando!
ru: Непредвиденная ошибка подтверждения подлинности сервера по SASL2 (ошибка в программном обеспечении на стороне сервера?); отключаемся.
ta: SASL2 ஐப் பயன்படுத்தி எதிர்பாராத பிழை அங்கீகார சேவையகத்தை அங்கீகரித்தல் (உங்கள் சேவையகத்திற்கு பிழை இருக்கிறதா?), துண்டிக்க!
tr: SASL2 kullanarak sunucu kimlik doğrulamasında beklenmeyen hata (sunucunuzda bir bug mı var?), bağlantı kesiliyor!
uk: Неочікувана помилка при аутентифікації на сервері з використанням SASL2 (на вашому сервері є помилка?), роз'єднання!
zh_hans: 使用 SASL2 对服务器进行身份验证时出现意外错误（服务器是否有错误？），正在断开连接！
zh_hant: 使用 SASL2 對伺服器進行身份驗證時出現意外錯誤（您的伺服器有錯誤嗎？），斷開連接！

source: Unexpected error processing your request.
de: Unerwarteter Fehler bei der Bearbeitung deiner Anfrage.
es_ar: Error inesperado al procesar su solicitud.
et: Ootamatu viga sinu päringu töötlemisel.
eu: Ustekabeko errorea zure eskaera prozesatzean.
fr: Une erreur imprévue s’est produite lors du traitement de votre requête.
pl: Wystąpił nieoczekiwany błąd w trakcie przetwarzania Twojego zapytania.
pt_br: Erro inesperado ao processar sua solicitação.
ru: Неизвестная ошибка при обработке вашего запроса.
ta: எதிர்பாராத பிழை உங்கள் கோரிக்கையை செயலாக்குகிறது.
tr: İsteğiniz işlenirken beklenmeyen bir hata oluştu.
uk: Неочікувана помилка під час обробки вашого запиту.
zh_hans: 处理您的请求时发生意外错误。
zh_hant: 處理您的請求時出現意外錯誤。

source: Unexpected error while checking type of jid, please try again
cs: Neočekávaná chyba při kontrole typu JID, zkuste to, prosím, znovu
de: Unerwarteter Fehler bei der Überprüfung des Typs der XMPP-Adresse, bitte versuche es erneut
es_ar: Error inesperado al verificar el tipo de dirección XMPP. Por favor intente nuevamente
eu: Ustekabeko errorea JID mota egiaztatzean; saiatu berriro
fr: Une erreur inattendue s'est produire durant la vérification du type de jid, veuillez réessayer
ja: JID の型をチェックする際に予期しないエラーが発生しました。もう一度お試しください
pl: Nieoczekiwany błąd podczas sprawdzania typu jid, spróbuj ponownie
pt_br: Erro inesperado ao verificar o tipo de jid, tente novamente
ru: Непредвиденная ошибка при проверке типа адреса XMPP,- пожалуйста, попробуйте снова
ta: சிட் வகையைச் சரிபார்க்கும்போது எதிர்பாராத பிழை, தயவுசெய்து மீண்டும் முயற்சிக்கவும்
tr: Jid türünü kontrol ederken beklenmeyen hata, lütfen yeniden deneyin
uk: Неочікувана помилка під час перевірки типу jid, спробуйте ще раз
zh_hans: 检查 JID 类型时出现意外错误，请重试
zh_hant: 檢查 Jid 類型時出現意外錯誤，請重試

source: Unexpected error while checking type of jid:
cs: Neočekávaná chyba při kontrole typu JID:
de: Unerwarteter Fehler bei der Überprüfung des Typs der XMPP-Adresse:
es_ar: Error inesperado comprobando el tipo de dirección XMPP:
eu: Ustekabeko errorea JID mota egiaztatzean:
fr: Erreur inattendue durant la vérification du type de jid :
ja: ID の型をチェックする際の予期しないエラー:
pl: Nieoczekiwany błąd podczas sprawdzania typu jid:
pt_br: Erro inesperado ao verificar o tipo de jid:
ro: Eroare neașteptată la verificarea tipului de adresa XMPP:
ru: Непредвиденная ошибка при проверке типа адреса XMPP:
ta: சிட் வகையைச் சரிபார்க்கும்போது எதிர்பாராத பிழை:
tr: Jid türü denetlenirken beklenmeyen hata:
uk: Неочікувана помилка при перевірці типу jid:
zh_hans: 检查 JID 类型时出现意外错误：
zh_hant: 檢查 Jid 類型時出現意外錯誤：

source: Unexpected mam preferences result
cs: Neočekávaný výsledek preferencí MAM
de: Unerwartete MAM-Präferenzen erhalten
es_ar: Resultado inesperado de las preferencias mam
eu: Mezuak artxibatzeko ezarpenen ustekabeko emaitza
fr: Résultat de préférences mam imprévu
pl: Nieoczekiwany wynik preferencji mam
pt_br: Resultado inesperado das preferências do mam
ro: Setare neașteptată a preferințelor MAM
ru: Получены непредусмотренные настройки управления архивом сообщений (MAM)
ta: எதிர்பாராத மாம் விருப்பத்தேர்வுகள் முடிவு
tr: Beklenmeyen mesaj arşiv tercihleri sonucu
uk: Несподіваний результат вподобань MAM
zh_hans: 非预期的消息存档管理首选项结果
zh_hant: 無預期的 mam 偏好結果

source: Unexpected server response: invalid PEP config form
cs: Neočekávaná odpověď serveru: Neplatný konfigurační formulář PEP
de: Unerwartete Serverantwort: ungültiges PEP-Konfigurationsformular
es_ar: Respuesta inesperada del servidor: formulario de configuración de PEP no válido
eu: Zerbitzariaren ustekabeko erantzuna: PEP konfigurazio-orri baliogabea
fr: Réponse du serveur inattendu : configuration PEP invalide
pl: Nieoczekiwana odpowiedź serwera: nieprawidłowy formularz konfiguracji PEP
pt_br: Resposta inesperada do servidor: formulário de configuração PEP inválido
ro: Răspuns neașteptat al serverului: formular de configurare PEP invalid
ru: Неожиданный ответ сервера: некорректная форма конфигурации Протокола персональных событий (PEP)
ta: எதிர்பாராத சேவையக பதில்: தவறான PEP கட்டமைப்பு படிவம்
tr: Beklenmeyen sunucu yanıtı: geçersiz PEP yapılandırması
uk: Неочікувана відповідь сервера: невірна форма конфігурації PEP
zh_hans: 意外的服务器响应：无效的 PEP 配置表单
zh_hant: 意外的伺服器回應：無效的 PEP 配置表單

source: Unexpected server response: missing required fields in PEP config form
cs: Neočekávaná odpověď serveru: Chybí vyžadovaná pole v konfiguračním formuláři PEP
de: Unerwartete Serverantwort: fehlende Pflichtfelder im PEP-Konfigurationsformular
es_ar: Respuesta inesperada del servidor: faltan campos obligatorios en el formulario de configuración de PEP
eu: Zerbitzariaren ustekabeko erantzuna: PEP konfigurazio-orrian beharrezko eremuak falta dira
fr: Réponse du serveur inattendu : champs requis manquants dans la configuration PEP
pl: Nieoczekiwana odpowiedź serwera: brak wymaganych pól w formularzu konfiguracji PEP
pt_br: Resposta inesperada do servidor: campos obrigatórios ausentes no formulário de configuração PEP
ru: Неожиданный ответ сервера: в форме конфигурации Протокола персональных событий (PEP) пропущены обязательные поля
ta: எதிர்பாராத சேவையக பதில்: PEP கட்டமைப்பு வடிவத்தில் தேவையான புலங்களைக் காணவில்லை
tr: Beklenmeyen sunucu yanıtı: PEP yapılandırmasında gerekli alanlar eksik
uk: Неочікувана відповідь сервера: відсутні обов'язкові поля у формі конфігурації PEP
zh_hans: 意外的服务器响应：PEP 配置表单中缺少必填字段
zh_hant: 意外的伺服器回應：PEP 配置表單中缺少必填欄位

source: United Arab Emirates
de: Vereinigte Arabische Emirate
es_ar: Emiratos Árabes Unidos
et: Araabia Ühendemiraadid
eu: Arabiar Emirerri Batuak
fr: Émirats arabes unis
pt_br: Emirados Árabes Unidos
ru: Объединенные Арабские Эмираты
ta: ஐக்கிய அராபிய எமிரேட்சு
tr: Birleşik Arap Emirlikleri
uk: Об'єднані Арабські Емірати
zh_hans: 阿联酋
zh_hant: 阿拉伯聯合大陸

source: United Kingdom
de: Großbritannien
es_ar: Reino Unido
et: Suurbritannia
eu: Erresuma Batua
fr: Royaume Uni
pt_br: Reino Unido
ru: Великобритания
ta: ஐக்கிய முடியரசு
tr: Birleşik Krallık
uk: Велика Британія
zh_hans: 英国
zh_hant: 英國

source: United States
de: USA
es_ar: Estados Unidos
et: Ameerika Ühendriigid
eu: Ameriketako Estatu Batuak
fr: États-Unis
pl: Stany Zjednoczone
pt_br: Estados Unidos
ru: Соединенные Штаты
ta: ஐக்கிய அமெரிக்கா
tr: Amerika Birleşik Devletleri
uk: Сполучені Штати
zh_hans: 美国
zh_hant: 美國

source: United States Virgin Islands
de: Amerikanische Jungferninseln
es_ar: Islas Vírgenes de los Estados Unidos
et: USA Neitsisaared
eu: Birjina Uharte Amerikarrak
fr: Îles Vierges des États-Unis
pl: Wyspy Dziewicze Stanów Zjednoczonych
pt_br: Ilhas Virgens dos Estados Unidos
ru: Виргинские острова США
ta: ஒன்றுபட்டது ச்டேட்ச் விர்சின் தீவுகள்
tr: Birleşik Devletler Virgin Adaları
uk: Віргінські острови США
zh_hans: 美属维尔京群岛
zh_hant: 美屬維京群島

source: unknown
de: Unbekannt
es_ar: desconocido
et: teadmata
eu: ezezaguna
fr: inconnu
ja: 不明
pl: nieznane
pt_br: desconhecido
ro: necunoscut
ru: неизвестно
ta: தெரியவில்லை
tr: Bilinmiyor
uk: невідомо
zh_hans: 未知
zh_hant: 未知

source: Unknown authentication method
de: Unbekannte Authentifizierungsmethode
es_ar: Método de autenticación desconocido
et: Tundmatu autentimismeetod
eu: Autentifikazio-metodo ezezaguna
fr: Méthode d'authentification inconnue
ja: 不明な認証方法
pl: Nieznana metoda uwierzytelniania
pt_br: Método de autenticação desconhecido
ru: Неизвестный способ аутентификации
ta: அறியப்படாத அங்கீகார முறை
tr: Bilinmeyen kimlik doğrulama yöntemi
uk: Невідомий метод автентифікації
zh_hans: 未知的身份验证方法
zh_hant: 未知的身份驗證方法

source: Unknown channel-binding type
de: Unbekannter Kanalbindungstyp
es_ar: Tipo de "channel-binding" desconocido
eu: Channel-binding mota ezezaguna
fr: Type de channel-binding inconnu
ja: 不明なチャネルバインディングのタイプ
pl: Nieznany typ powiązania kanału
pt_br: Tipo de ligação de canal desconhecido
ru: Неизвестный способ привязки к каналу передачи данных
ta: அறியப்படாத சேனல்-பிணைப்பு வகை
tr: Bilinmeyen channel-binding tipi
uk: Невідомий тип прив'язки каналу
zh_hans: 未知的通道绑定类型
zh_hant: 未知的通道綁定類型

source: Unknown error!
de: Unbekannter Fehler!
es_ar: ¡Error desconocido!
et: Tundmatu viga!
eu: Errore ezezaguna!
fr: Erreur inconnue !
ja: 不明なエラー
pl: Nieznany błąd!
pt_br: Erro desconhecido!
ru: Неизвестная ошибка!
ta: தெரியாத பிழை!
tr: Bilinmeyen hata!
uk: Невідома помилка!
zh_hans: 未知错误！
zh_hant: 未知錯誤！

source: Unread Messages Below
cs: Nepřečtené zprávy níže
de: Ungelesene Nachrichten unten
es_ar: Mensajes no leídos a continuación
et: Lugemata sõnumid on allpool
eu: Irakurri gabeko mezuak
fr: Messages non lus ci-dessous
ja: 以下の未読メッセージ
pl: Nieprzeczytane wiadomości poniżej
pt_br: Mensagens não lidas abaixo
ro: Mesaje necitite mai jos
ru: Непрочитанные сообщения ниже
ta: கீழே படிக்காத செய்திகள்
tr: Okunmamış İletiler Aşağıda
uk: Непрочитані повідомлення нижче
zh_hans: 以下为未读消息
zh_hant: 以下為未讀訊息

source: unsupported
de: Nicht unterstützt
es_ar: sin soporte
et: pole toetatud
eu: ez da bateragarria
fr: non géré
ja: 非対応
pl: niewspierane
pt_br: sem suporte
ro: nesuportat
ru: не поддерживается
ta: ஆதரிக்கப்படாதது
tr: Desteklenmiyor
uk: не підтримується
zh_hans: 不支持
zh_hant: 不支援

source: Untrusted key
de: Nicht vertrauenswürdiger Schlüssel
es_ar: Llave no confiable
et: Võti pole usaldusväärne
eu: Fidatu gabeko gakoa
fr: Clé non fiable
ja: 信頼されていない鍵
pl: Niezaufany klucz
pt_br: Chave não confiável
ru: Не доверенный ключ
ta: நம்பத்தகாத விசை
tr: Güvenilmeyen anahtar
uk: Ненадійний ключ
zh_hans: 不信任的密钥
zh_hant: 不受信任的金鑰

source: Upload Error
cs: Chyba při nahrávání
de: Upload-Fehler
es_ar: Error al subir
et: Viga üleslaadimisel
eu: Errorea igotzean
fr: Échec de l'envoi
ja: アップロードエラー
pl: Błąd przesyłania
pt_br: Erro de Upload
ro: Eroare de încărcare
ru: Ошибка отправки
ta: பிழையைப் பதிவேற்றவும்
tr: Yükleme Hatası
uk: Помилка завантаження
zh_hans: 上传错误
zh_hant: 上傳錯誤

source: Upload Error: your account got disconnected while requesting upload slot
cs: Chyba při nahrávání: Váš účet se odpojil během žádosti o upload-slot.
de: Upload-Fehler: dein Konto wurde während der Anforderung des Upload-Slots getrennt
eu: Errorea igotzean: zure kontua deskonektatu da igotzeko eskaera egiten ari zela
tr: Yükleme Hatası: Yükleme yuvası istenirken hesabınızın bağlantısı kesildi
zh_hans: 上传错误：您的账号在请求上传插槽时断开连接
zh_hant: 上傳錯誤：請求上傳槽時，您的帳戶已斷開連接

source: Upload files to the server to share with others. (Maximum allowed size of files reported by the server: %@)
cs: Nahrajte soubory na server, abyste je mohli sdílet s ostatními. (Maximální velikost souboru hlášená serverem: %@)
de: Dateien auf den Server hochladen, um diese mit anderen zu teilen. (Maximal vom Server erlaubte Dateigröße: %@)
es_ar: Suba archivos al servidor para compartirlos con otros. (Tamaño máximo permitido informado por el servidor: %@)
eu: Igo zerbitzarira besteekin partekatzeko fitxategiak. (Zerbitzariak baimentzen duen fitxategien gehienezko tamaina: %@)
fr: Envoyer des fichier sur le serveur pour les partager avec les autres. (La taille maximale autorisée des fichiers selon le serveur est de : %@)
ja: ファイルをサーバーにアップロードして他の人と共有します。 (サーバーによるファイルの最大許容サイズ: %@)
pl: Prześlij pliki na serwer, aby udostępnić je innym. (Maksymalny dozwolony rozmiar plików zgłoszonych przez serwer: %@)
pt_br: Carregar arquivos no servidor para compartilhar com outras pessoas. (Tamanho máximo permitido dos arquivos relatados pelo servidor: %@)
ru: Отправка файлов на сервер, чтобы поделиться с другими. (Лимит размера файлов со стороны сервера: %@)
ta: மற்றவர்களுடன் பகிர்ந்து கொள்ள கோப்புகளை சேவையகத்தில் பதிவேற்றவும். (சேவையகத்தால் புகாரளிக்கப்பட்ட கோப்புகளின் அதிகபட்ச அளவு: %@)
tr: Dosyaları başkalarıyla paylaşmak için sunucuya yükleyin. (Sunucu tarafından bildirilen izin verilen maksimum dosya boyutu: %@)
uk: Завантажуйте файли на сервер, щоб поділитися ними з іншими. (Максимально допустимий розмір файлів, про який повідомляє сервер: %@)
zh_hans: 将文件上传到服务器以与他人共享。 （服务器报告的最大允许文件大小：%@）
zh_hant: 將檔上傳到伺服器以與他人共用。（伺服器報告的最大允許檔案大小：%@）

source: Upload Original Images
de: Originalbilder hochladen
es_ar: Subir el original de la imagen
et: Laadi üles pildid algses vormis
eu: Igo jatorrizko irudiak
fr: Envoyer les images originales
ja: 元の画像をアップロード
pl: Prześlij oryginalne zdjęcia
pt_br: Carregar imagens originais
ru: Отправлять оригиналы изображений
ta: அசல் படங்களை பதிவேற்றவும்
tr: Orijinal Görüntüleri Yükleyin
uk: Завантажити оригінальні зображення
zh_hans: 上传原始图片
zh_hant: 上傳原始圖像

source: Upload Settings
de: Upload-Einstellungen
es_ar: Configuración de subidas
et: Üleslaadimise seadistused
eu: Igoeren ezarpenak
fr: Paramètres d’envoi de fichier
ja: アップロード設定
pl: Ustawienia przesyłania
pt_br: Configurações de upload
ru: Настройки отправки
ta: அமைப்புகளை பதிவேற்றவும்
tr: Yükleme Ayarları
uk: Налаштування завантаження
zh_hans: 上传设置
zh_hant: 上傳設定

source: Uploading
cs: Nahrávám
de: Hochladen
es_ar: Subiendo
et: Laadin üles
eu: Igotzen
fr: Téléversement
ja: アップロード
pl: Przesyłanie
pt_br: Enviando
ro: Se încarcă
ru: Отправка
ta: பதிவேற்றம்
tr: Karşıya yükleniyor
uk: Завантаження
zh_hans: 正在上传
zh_hant: 正在上傳

source: Uploading avatar...
de: Profilbild wird hochgeladen...
es_ar: Subiendo avatar ...
et: Laadin tunnuspilti üles...
eu: Abatarra igotzen...
fr: Envoi de l’avatar…
ja: アバターをアップロード中...
pl: Przesyłanie awataru...
pt_br: Carregando avatar...
ru: Отправка аватара...
ta: அவதாரத்தை பதிவேற்றுதல் ...
tr: Avatar yükleniyor...
uk: Завантаження аватара...
zh_hans: 正在上传头像…
zh_hant: 正在上傳大頭貼...

source: Uploading file to server
cs: Nahrávám soubor na server
de: Datei wird auf den Server hochgeladen
es_ar: Subiendo archivo al servidor
et: Laadin faili serverisse
eu: Fitxategia zerbitzarira igotzen
fr: Téléversement du fichier vers le serveur
ja: ファイルをサーバーへアップロード
pl: Przesyłanie pliku na serwer
pt_br: Upload de arquivo para o servidor
ro: Se încarcă fișierul pe server
ru: Отправка файла на сервер
ta: சேவையகத்தில் கோப்பைப் பதிவேற்றுகிறது
tr: Dosya sunucuya yükleniyor
uk: Завантаження файлу на сервер
zh_hans: 正在将文件上传到服务器
zh_hant: 將檔案上傳到伺服器中

source: Uruguay
eu: Uruguai
pt_br: Uruguai
ru: Уругвай
ta: உருகுவே
uk: Уругвай
zh_hans: 乌拉圭
zh_hant: 烏拉圭

source: Use account
de: Konto verwenden
es_ar: Usar cuenta
et: Kasuta kontot
eu: Kontua
fr: Utiliser ce compte
ja: 使用アカウント
pl: Użyj konta
pt_br: Usar conta
ru: От уч. записи
ta: கணக்கைப் பயன்படுத்தவும்
tr: Hesap kullan
uk: Використати обліковий запис
zh_hans: 使用账号
zh_hant: 使用帳戶

source: Use DNSSEC to validate all DNS query responses before connecting to the IP address designated in the DNS response. While being more secure, this can lead to connection problems in certain networks like hotel wifi, ugly mobile carriers etc.
de: DNSSEC verwenden, um alle DNS-Abfrageantworten zu validieren, bevor eine Verbindung zu der in der DNS-Antwort angegebenen IP-Adresse hergestellt wird. Dies ist zwar sicherer, kann aber in bestimmten Netzen, wie z. B. dem WLAN in Hotels oder bei schlechten Mobilfunkanbietern, zu Verbindungsproblemen führen.
es_ar: Usar DNSSEC para validar todas las respuestas a las consultas al DNS antes de conectarse a la dirección IP indicada en la respuesta del DNS. Si bien es más seguro, esto puede introducir problemas de conexión en ciertas redes como las WiFi de los hoteles, redes de datos móviles de baja calidad, etc.
eu: Erabili DNSSEC DNS kontsulta guztien erantzunak egiaztatzeko DNS erantzunetarako ezarritako IP helbidearekin konektatu baino lehen. Seguruagoa izan arren, konexioan arazoak ekarri ditzake sare batzuetan (hoteletako Wifi sareak...)
fr: Utilisez DNSSEC pour valider toutes les réponses aux requêtes DNS avant de vous connecter à l'adresse IP désignée dans la réponse DNS. Tout en étant plus sécurisé, cela peut entraîner des problèmes de connexion dans certains réseaux comme le Wi-Fi des hôtels, les opérateurs mobiles douteux, etc.
ja: DNS 応答で指定された IP アドレスに接続する前に、DNSSEC を使用してすべての DNS クエリ応答を検証します。 これにより安全性は高まりますが、ホテルの Wi-Fi やひどい携帯電話会社など特定のネットワークで接続の問題が発生する可能性があります。
pl: Użyj DNSSEC, żeby weryfikować każde zapytanie DNS przed połączeniem się z adresem IP wyznaczonym w odpowiedzi DNS. O ile jest to bezpieczniejsze, tak może to prowadzić do problemów z połączeniem się w pewnych sytuacjach jak hotelowa sieć WiFi, niska jakość połączenia z dostawcą sieci komórkowej, itd.
pt_br: Use o DNSSEC para validar todas as respostas de consulta DNS antes de se conectar ao endereço IP designado na resposta DNS. Embora seja mais seguro, isso pode levar a problemas de conexão em certas redes, como Wi-Fi de hotéis, operadoras de celular feias, etc.
ru: Используйте DNSSEC для проверки всех ответов на запросы DNS перед подключением к IP-адресу, указанному в ответе DNS. Это повышает безопасность, но может добавлять проблем с подключением при использовании определённых сетей, типа отельных WiFi, мутных сотовых операторов и т.д.
ta: டிஎன்எச் பதிலில் நியமிக்கப்பட்ட ஐபி முகவரியுடன் இணைப்பதற்கு முன் அனைத்து டிஎன்எச் வினவல் பதில்களையும் சரிபார்க்க டிஎன்எச்எச்இசியைப் பயன்படுத்தவும். மிகவும் பாதுகாப்பாக இருக்கும்போது, இது ஓட்டல் வைஃபை, அசிங்கமான மொபைல் கேரியர்கள் போன்ற சில நெட்வொர்க்குகளில் இணைப்பு சிக்கல்களுக்கு வழிவகுக்கும்.
tr: DNS yanıtında belirtilen IP adresine bağlanmadan önce tüm DNS sorgu yanıtlarını doğrulamak için DNSSEC kullanın. Daha güvenli olsa da bu, otel wifi'si, kötü mobil operatörler vb. gibi belirli ağlarda bağlantı sorunlarına yol açabilir.
uk: Використовуйте DNSSEC для перевірки всіх відповідей на запити DNS перед підключенням до IP-адреси, вказаної у відповіді DNS. Хоча це більш безпечно, це може призвести до проблем із підключенням у певних мережах, таких як Wi-Fi готелю, потворні оператори мобільного зв"язку тощо.
zh_hans: 在连接到 DNS 响应中指定的 IP 地址之前，使用 DNSSEC 验证所有 DNS 查询响应。 虽然更安全，但这可能会导致某些网络的连接问题，如酒店 WiFi、恶心的移动运营商等。
zh_hant: 在連接到 DNS 回應中指定的 IP 位址之前，使用 DNSSEC 驗證所有 DNS 查詢回應。 雖然更安全，但這可能會導致某些網路出現連接問題，例如酒店 Wi-Fi、醜陋的移動運營商等。

source: Use DNSSEC validation for all connections
de: DNSSEC-Validierung für alle Verbindungen verwenden
es_ar: Usar validación DNSSEC para todas las conexiones
eu: Erabili DNSSEC egiaztapena konexio guztietarako
fr: Utiliser la validation DNSSEC pour toutes les connexions
ja: すべての接続に DNSSEC 検証を使用
pl: Użyj walidacji DNSSEC dla wszystkich połączeń
pt_br: Usar validação DNSSEC para todas as conexões
ru: Использовать DNSSEC для всех подключений
ta: அனைத்து இணைப்புகளுக்கும் DNSSEC சரிபார்ப்பைப் பயன்படுத்தவும்
tr: Tüm bağlantılar için DNSSEC doğrulamasını kullan
uk: Використовувати перевірку DNSSEC для всіх підключень
zh_hans: 对所有连接使用 DNSSEC 验证
zh_hant: 對所有連接使用 DNSSEC 驗證

source: User Interface
de: Benutzeroberfläche
es_ar: Interfaz de usuario
et: Kasutajaliides
eu: Erabiltzaile-Interfazea
fr: Interface utilisateur
ja: ユーザーインターフェース
pl: Interfejs użytkownika
pt_br: Interface do Usuário
ru: Интерфейс
ta: பயனர் இடைமுகம்
tr: Kullanıcı Arayüzü
uk: Інтерфейс користувача
zh_hans: 用户界面
zh_hant: 用戶介面

source: Username
de: Benutzername
es_ar: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile-izena
fr: Nom d’utilisateur
ja: ユーザー名
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
ta: பயனர்பெயர்
tr: Kullanıcı Adı
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username missing
cs: Chybí uživatelské jméno
de: Benutzername fehlt
es_ar: Falta el nombre de usuario
et: Kasutajanimi on puudu
eu: Erabiltzaile-izena falta da
fr: Nom d'utilisateur manquant
ja: ユーザー名がありません
pl: Brak nazwy użytkownika
pt_br: Nome de usuário ausente
ro: Nume utilizator lipsă
ru: Пропущено имя пользователя
ta: பயனர்பெயர் காணவில்லை
tr: Kullanıcı adı eksik
uk: Імʼя користувача відсутнє
zh_hans: 缺少用户名
zh_hant: 缺少使用者名稱

source: Uses TLS client certificates for authentication
de: Verwendet TLS-Client-Zertifikate für die Authentifizierung
es_ar: Usa certificados TLS cliente para autenticación
et: Kasutab autentimiseks kliendipoolseid TLS-sertifikaate
eu: Bezeroen TLS ziurtagiriak erabiltzen ditu autentifikaziorako
fr: Utilise les certificats TLS clients pour l'authentification
ja: 認証にTLSクライアント証明書を使用します
pl: Używa certyfikatów klienta TLS do uwierzytelniania
pt_br: Usa certificados de cliente TLS para autenticação
ru: Аутентификация с использованием клиентских сертификатов TLS
ta: அங்கீகாரத்திற்கு TLS கிளையன்ட் சான்றிதழ்களைப் பயன்படுத்துகிறது
tr: Kimlik doğrulaması için TLS istemci sertifikalarını kullanır
uk: Використовує клієнтські сертифікати TLS для автентифікації
zh_hans: 使用 TLS 客户端证书进行身份验证
zh_hant: 使用 TLS 用戶端證書進行身份驗證

source: Uzbekistan
de: Usbekistan
es_ar: Uzbekistán
et: Usbekistan
fr: Ouzbékistan
pt_br: Uzbequistão
ru: Узбекистан
ta: உச்பெகிச்தான்
tr: Özbekistan
uk: Узбекистан
zh_hans: 乌兹别克斯坦
zh_hant: 烏茲別克

source: Vanuatu
ru: Вануату
ta: வனாட்டு
uk: Вануату
zh_hans: 瓦努阿图
zh_hant: 瓦努阿圖

source: Vatican
de: Vatikanstadt
es_ar: Vaticano (Ciudad del Vaticano)
et: Vatikan
eu: Vatikanoa
pt_br: Vaticano
ru: Ватикан
ta: வத்திக்கான்
tr: Vatikan
uk: Ватикан
zh_hans: 梵蒂冈
zh_hant: 梵蒂岡

source: Venezuela (Bolivarian Republic of)
de: Venezuela
es_ar: Venezuela (República Bolivariana de)
et: Venezuela
eu: Venezuela
fr: Venezuela
pt_br: Venezuela (República Bolivariana da)
ru: Венесуэла (Боливарианская Республика)
ta: வெனிசுலா (பொலிவரியன் குடியரசு)
tr: Venezuela (Bolivar Cumhuriyeti)
uk: Венесуела (Боліваріанська Республіка)
zh_hans: 委内瑞拉
zh_hant: 委內瑞拉（玻利瓦爾省共和國）
