Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Remove Background Image
de: Hintergrundbild entfernen
es_ar: Eliminar imagen de fondo
et: Eemalda taustapilt
eu: Kendu atzealdeko irudia
fr: Supprimer l’image de fond
ja: 背景画像を削除
pl: Usuń zdjęcie tła
pt_br: Remover imagem de fundo
ru: Удалить фоновое изображение
ta: பின்னணி படத்தை அகற்று
tr: Arka Plan Görüntüsünü Kaldır
uk: Вилучити фонове зображення
zh_hans: 移除背景图片
zh_hant: 刪除背景圖像

source: Remove Channel Avatar
de: Profilbild des Channels entfernen
es_ar: Eliminar avatar del canal
et: Eemalda kanali tunnuspilt
eu: Kendu kanalaren abatarra
fr: Supprimer l’avatar du salon
ja: チャンネルのアバターを削除
pl: Usuń awatar kanału
pt_br: Remover Avatar do Canal
ru: Удалить аватар канала
ta: சேனல் அவதாரத்தை அகற்று
tr: Kanal Avatarını Kaldır
uk: Вилучити аватар каналу
zh_hans: 移除频道头像
zh_hant: 刪除頻道大頭貼

source: Remove Contact
cs: Odstranit kontakt
de: Kontakt entfernen
es_ar: Eliminar contacto
et: Eemalda kontakt
eu: Kendu kontaktua
fr: Supprimer le contact
ja: 相手先を除去
pl: Usuń kontakt
pt_br: Remover contato
ro: Eliminare persoană de contact
ru: Удалить контакт
ta: தொடர்பு நீக்க
tr: Kişiyi Kaldır
uk: Видалити контакт
zh_hans: 移除联系人
zh_hant: 移除聯絡人

source: Remove Conversation
cs: Odstranit konverzaci
de: Unterhaltung entfernen
es_ar: Eliminar conversación
et: Eemalda vestlus
eu: Kendu elkarrizketa
fr: Retirer la conversation
ja: 会話を除去
pl: Usuń rozmowę
pt_br: Remover conversa
ro: Eliminați conversația
ru: Удалить переписку
ta: உரையாடலை அகற்று
tr: Konuşmayı Kaldır
uk: Видалити розмову
zh_hans: 移除对话
zh_hant: 刪除對話

source: Remove from contacts
de: Aus den Kontakten entfernen
es_ar: Eliminar de contactos
et: Eemalda kontaktidest
eu: Kendu kontaktuetatik
fr: Supprimer des contacts
ja: 相手先一覧から除去
pl: Usuń z kontaktów
pt_br: Remover dos contatos
ru: Удалить из контактов
ta: தொடர்புகளிலிருந்து அகற்று
tr: Kişilerden kaldır
uk: Видалити з контактів
zh_hans: 从联系人移除
zh_hant: 從聯絡人中刪除

source: Remove Group Avatar
de: Profilbild der Gruppe entfernen
es_ar: Eliminar avatar del grupo
et: Eemalda grupi tunnuspilt
eu: Kendu taldearen abatarra
fr: Supprimer l’avatar du groupe
ja: グループのアバターを削除
pl: Usuń awatar grupowy
pt_br: Remover Avatar do Grupo
ru: Удалить аватар группы
ta: குழு அவதாரத்தை அகற்று
tr: Grup Avatarını Kaldır
uk: Вилучити аватар групи
zh_hans: 移除群组头像
zh_hant: 刪除群組大頭貼

source: Removing %@
de: %@ wird entfernt
es_ar: Eliminando %@
et: Eemaldan: %@
eu: %@ kentzen
fr: Suppression de %@
ja: %@ を削除中
pl: Usuwanie %@
pt_br: Removendo %@
ru: Удаление %@
ta: %@ ஐ நீக்குகிறது
tr: Kaldırılıyor %@
uk: Вилучення %@
zh_hans: 正在移除 %@
zh_hant: 刪除 %@

source: Removing %@...
de: %@ wird entfernt...
es_ar: Eliminando %@...
et: Eemaldan: %@...
eu: %@ kentzen...
fr: Suppression de %@…
ja: %@ を削除中...
pl: Usuwanie %@...
pt_br: Removendo %@...
ru: Удаление %@...
ta: நீக்குதல் %@...
tr: Kaldırılıyor %@...
uk: Вилучення %@...
zh_hans: 正在移除 %@…
zh_hant: 正在刪除 %@...

source: Removing avatar...
de: Profilbild wird gelöscht...
es_ar: Eliminando avatar ...
et: Eemaldan tunnuspilti...
eu: Abatarra kentzen...
fr: Suppression de l’avatar…
ja: アバターを削除中...
pl: Usuwanie awataru...
pt_br: Removendo avatar...
ru: Удаление аватара...
ta: அவதாரத்தை நீக்குதல் ...
tr: Avatar kaldırılıyor...
uk: Вилучення аватара...
zh_hans: 正在移除头像…
zh_hant: 正在刪除大頭貼...

source: Rename Channel
de: Channel umbenennen
es_ar: Renombrar canal
et: Muuda kanali nime
eu: Berrizendatu kanala
fr: Renommer ce salon
ja: チャンネル名を変更
pl: Zmień nazwę kanału
pt_br: Renomear canal
ru: Переименовать канал
ta: சேனலை மறுபெயரிடுங்கள்
tr: Kanalı Yeniden Adlandır
uk: Перейменувати канал
zh_hans: 重命名频道
zh_hant: 重新命名頻道

source: Rename Contact
de: Kontakt umbenennen
es_ar: Renombrar contacto
et: Muuda kontakti nime
eu: Berrizendatu kontaktua
fr: Renommer ce contact
ja: 相手先の名前を変更
pl: Zmień nazwę kontaktu
pt_br: Renomear contato
ru: Переименовать контакт
ta: தொடர்பை மறுபெயரிடுங்கள்
tr: Kişiyi Yeniden Adlandır
uk: Перейменувати контакт
zh_hans: 重命名联系人
zh_hant: 重新命名聯絡人

source: Rename Group
de: Gruppe umbenennen
es_ar: Renombrar grupo
et: Muuda grupi nime
eu: Berrizendatu taldea
fr: Renommer ce groupe
ja: グループ名を変更
pl: Zmień nazwę grupy
pt_br: Renomear grupo
ru: Переименовать группу
ta: குழு மறுபெயரிடுதல்
tr: Grubu Yeniden Adlandır
uk: Перейменувати групу
zh_hans: 重命名群组
zh_hant: 重新命名群組

source: Reply
cs: Odpovědět
de: Antworten
es_ar: Responder
et: Vasta
eu: Erantzun
fr: Répondre
ja: 返信
pl: Odpowiedź
pt_br: Responder
ro: Răspuns
ru: Ответить
ta: பதிலளிக்கவும்
tr: Cevap ver
uk: Відповісти
zh_hans: 回复
zh_hant: 回覆

source: Requesting validation SMS...
de: Validierungs-SMS wird angefordert...
es_ar: Solicitando el SMS de validación ...
eu: Balioztatzeko SMSa eskatzen…
fr: Requête du SMS de validation…
ja: SMS 検証を要求中...
pl: Wysyłanie żądania SMSa weryfikacyjnego...
pt_br: Solicitando SMS de validação...
ru: Запрос подтверждающего СМС...
ta: சரிபார்ப்பைக் கோருகிறது எச்எம்எச் ...
tr: Doğrulama SMS'i talep ediliyor...
uk: Запит на SMS-підтвердження...
zh_hans: 正在请求验证短信…
zh_hant: 要求驗證簡訊...

source: Required
de: Erforderlich
es_ar: Requerido
et: Nõutav
eu: Beharrezkoa
fr: Requis
ja: 必須
pl: Wymagane
pt_br: Obrigatório
ru: Обязательно
ta: தேவை
tr: Gerekli
uk: Обов'язково
zh_hans: 需要
zh_hant: 必填

source: Reset OMEMO session
cs: Resetovat relaci OMEMO
de: OMEMO-Sitzung zurücksetzen
es_ar: Restablecer sesión OMEMO
et: Lähtesta OMEMO sessioon
eu: Berrezarri OMEMO saioa
fr: Réinitialiser la session OMEMO
ja: OMEMO セッションをリセット
pl: Zresetuj sesję OMEMO
pt_br: Redefinir sessão OMEMO
ro: Resetare sesiune OMEMO
ru: Сбросить сессию OMEMO
ta: ஓமமோ அமர்வை மீட்டமைக்கவும்
tr: OMEMO oturumunu sıfırla
uk: Скинути сесію OMEMO
zh_hans: 重置 OMEMO 会话
zh_hant: 重置 OMEMO 會話

source: Resource
cs: Zdroj
de: Ressource
es_ar: Recurso
et: Ressurss
eu: Gailua
fr: Ressource
ja: リソース
pl: Zasób
pt_br: Recurso
ro: Resursă
ru: Клиент (ресурс)
ta: வளம்
tr: Kaynak
uk: Ресурс
zh_hans: 资源
zh_hant: 資源

source: Resources
cs: Zdroje
de: Ressourcen
es_ar: Recursos
et: Ressursid
eu: Gailuak
fr: Ressources
ja: リソース
pl: Zasoby
pt_br: Recursos
ro: Resurse
ru: Клиенты (ресурсы)
ta: வளங்கள்
tr: Kaynaklar
uk: Ресурси
zh_hans: 资源
zh_hant: 資源

source: Resume a stream when disconnected. Results in faster reconnect and saves battery life.
cs: Po odpojení pokračovat ve streamu. Vede k rychlejšímu opětovnému připojení a šetří baterii.
de: Wiederaufnahme eines Streams, wenn die Verbindung getrennt wird. Führt zu einer schnelleren Wiederaufnahme der Verbindung und spart Akkulaufzeit.
es_ar: Reanudar transmisión después de desconectarse. Esto produce una reconexión más rápida y ahorra batería.
eu: Berrekin jarioari deskonektatzean. Bizkorrago birkonektatzen da eta bateria aurrezten du.
fr: Reprend un flux en cas de déconnexion. Cela améliore la rapidité de reconnexion et la durée de la batterie.
ja: 切断された際にストリームを再開します。再接続が速くなり、バッテリー寿命が節約されます。
pl: Wznów transmisję po rozłączeniu. Powoduje szybsze ponowne łączenie i oszczędza żywotność baterii.
pt_br: Retomar um fluxo quando desconectado. Resulta em uma reconexão mais rápida e economiza bateria.
ro: Reluați un flux atunci când este deconectat. Are ca rezultat o reconectare mai rapidă și economisește bateria.
ru: Восстановление потоковой передачи после разрыва соединения. Обеспечивает быстрое переподключение и сохраняет энергию батареи.
ta: துண்டிக்கப்படும் போது ஸ்ட்ரீமை மீண்டும் தொடங்கவும். விரைவாக மீண்டும் இணைக்கப்பட்டு பேட்டரி ஆயுளைச் சேமிக்கிறது.
tr: Bağlantı kesildiğinde akışı devam ettirin. Daha hızlı yeniden bağlanma sağlar ve pil ömründen de tasarruf sağlar.
uk: Відновіть потік при відключенні. Це призводить до швидшого повторного підключення та економії часу автономної роботи.
zh_hans: 断开连接时恢复流。可以更快地重新连接并节省电池寿命。
zh_hant: 斷線時恢復串流。可以更快地重新連線並節省電池壽命。

source: Retract
de: Widerrufen
es_ar: Retractar
et: Küsi tagasi
eu: Jan hitza
fr: Rétracter
ja: 撤回
pl: Wycofaj
pt_br: Retrair
ro: Retragere
ru: Удалить
ta: பின்வாங்கல்
tr: Geri Çekme
uk: Втягнути
zh_hans: 撤回
zh_hant: 回收

source: Retry
cs: Znovu
de: Erneut versuchen
es_ar: Reintentar
et: Proovi uuesti
eu: Saiatu berriro
fr: Réessayer
ja: 再試行
pl: Spróbuj ponownie
pt_br: Repetir
ro: Reîncercare
ru: Повторить
ta: மீண்டும் முயற்சிக்கவும்
tr: Yeniden dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

source: Retry sending message?
cs: Zkusit poslat znovu?
de: Nachricht erneut senden?
es_ar: ¿Reintentar envío de mensaje?
et: Kas proovid sõnumit uuesti saata?
eu: Mezua berriro bidaltzen saiatu?
fr: Réessayer l'envoi du message ?
ja: メッセージの送信を再度試みますか ?
pl: Ponowić próbę wysłania wiadomości?
pt_br: Tentar enviar mensagem novamente?
ro: Încercați din nou trimiterea mesajului?
ru: Повторить отправку сообщения?
ta: செய்தியை அனுப்ப மீண்டும் முயற்சிக்கவா?
tr: Mesaj gönderme yeniden denensin mi?
uk: Спробувати відправити повідомлення знову?
zh_hans: 重发消息？
zh_hant: 是否重試傳送訊息？

source: Rich Text
ja: リッチテキスト
zh_hans: 富文本
zh_hant: 富文本

source: Ringing...
de: Klingeln...
es_ar: Llamando …
et: Heliseb…
eu: Deika…
fr: Sonnerie en cours...
ja: 呼び出し中...
pl: Dzwonienie...
pt_br: Toque...
ro: Sună...
ru: Идёт вызов...
ta: ரிங்கிங் ...
tr: Çalıyor...
uk: Дзвінок...
zh_hans: 正在响铃…
zh_hant: 響鈴中…

source: Romania
de: Rumänien
es_ar: Rumanía
et: Rumeenia
eu: Errumania
fr: Roumanie
pt_br: Roménia
ru: Румыния
ta: ரோமானியா
tr: Romanya
uk: Румунія
zh_hans: 罗马尼亚
zh_hant: 羅馬尼亞

source: Russian Federation
de: Russland
es_ar: Rusia
et: Venemaa
eu: Errusia
fr: Russie
pt_br: Federação Russa
ru: Российская Федерация
ta: ரச்யன் கூட்டமைப்பு
tr: Rusya
uk: Російська Федерація
zh_hans: 俄罗斯
zh_hant: 俄羅斯聯邦

source: Rwanda
de: Ruanda
es_ar: Ruanda
eu: Ruanda
pt_br: Ruanda
ru: Руанда
ta: ருவாண்டா
tr: Ruanda
uk: Руанда
zh_hans: 卢旺达
zh_hant: 盧安達

source: Saint Helena, Ascension and Tristan da Cunha
de: St. Helena, Ascension und Tristan da Cunha
es_ar: Santa Elena, Ascensión y Tristán de Acuña
et: Saint Helena, Ascension ja Tristan da Cunha
eu: Santa Helena, Ascension eta Tristan da Cunha
fr: Sainte-Hélène, Ascension et Tristan da Cunha
pt_br: Santa Helena, Ascensão e Tristão da Cunha
ru: Острова Святой Елены, Вознесения и Тристан-да-Кунья
ta: செயிண்ட் எலினா, அசென்சன் மற்றும் டிரிச்டன் டா குன்னா
tr: Saint Helena, Ascension ve Tristan da Cunha
uk: Свята Єлена, Вознесіння і Трістан-да-Кунья
zh_hans: 圣赫勒拿岛、阿森松岛和特里斯坦–达库尼亚群岛
zh_hant: 聖赫勒拿島、阿森松島和特裡斯坦達庫尼亞島

source: Saint Kitts and Nevis
de: St. Kitts und Nevis
es_ar: San Cristóbal y Nieves
et: Saint Kitts ja Nevis
eu: Saint Kitts eta Nevis
fr: Saint-Christophe-et-Niévès
pt_br: São Cristóvão e Nevis
ru: Сент-Китс и Невис
ta: செயின்ட் கிட்ச் மற்றும் நிவிச்
tr: Saint Kitts ve Nevis
uk: Сент-Кітс і Невіс
zh_hans: 圣基茨和尼维斯
zh_hant: 聖基茨和尼維斯

source: Saint Lucia
de: St. Lucia
es_ar: Santa Lucía
eu: Santa Luzia
fr: Sainte Lucie
pt_br: Santa Lúcia
ru: Сент-Люсия
ta: செயின்ட் லூசியா
uk: Сент-Люсія
zh_hans: 圣卢西亚
zh_hant: 聖盧西亞

source: Saint Pierre and Miquelon
de: St. Pierre und Miquelon
es_ar: San Pedro y Miquelón
et: Saint Pierre ja Miquelon
eu: Saint-Pierre eta Mikelune
fr: Saint Pierre et Miquelon
pt_br: São Pedro e Miquelon
ru: Сен-Пьер и Микелон
ta: செயின்ட் பியார் மற்றும் மிக்யுலன்
tr: Saint Pierre ve Miquelon
uk: Сен-П'єр і Мікелон
zh_hans: 圣皮埃尔和密克隆
zh_hant: 聖皮埃爾和密克隆群島

source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen
es_ar: San Vicente y las Granadinas
et: Saint Vincent ja Grenadiinid
eu: Saint Vincent eta Grenadinak
fr: Saint-Vincent-et-les-Grenadines
pt_br: São Vicente e Granadinas
ru: Сент-Винсент и Гренадины
ta: செயின்ட் வின்சென்ட் மற்றும் க்ரினடின்ச்
tr: Saint Vincent ve Grenadines
uk: Сент-Вінсент і Гренадини
zh_hans: 圣文森特和格林纳丁斯
zh_hant: 聖文森特和格林納丁斯

source: Salted Challenge Response Authentication Mechanism using the given Hash Method
de: Salted Challenge Response-Authentifizierungsmechanismus unter Verwendung der angegebenen Hash-Methode
es_ar: Mecanismo de autenticación "Salted Challenge Response" utilizando método "Hash"
eu: Salted Challenge Response Authentication Mechanism emandako Hash metodoa erabiliz
fr: SCRAM en utilisant la méthode du hash
ja: 指定されたハッシュ方式を使用したソルト付チャレンジレスポンス認証メカニズム
pl: Salted Challenge Response Mechanizm uwierzytelniania przy użyciu danej metody mieszania
pt_br: SCRAM utilizando o Método de Hash fornecido
ru: Механизм аутентификации по типу запрос-ответ с использованием случайных чисел и заданного алгоритма хэширования
ta: கொடுக்கப்பட்ட ஆச் முறையைப் பயன்படுத்தி உப்பு அறைகூவல் மறுமொழி அங்கீகார வழிமுறை
tr: Verilen Karma Yöntemini kullanan Salted Challenge Kimlik Doğrulama Mekanizması
uk: Механізм автентифікації відповіді на солоний виклик з використанням заданого хеш-методу
zh_hans: 使用给定哈希方法的 SCRAM
zh_hant: SCRAM使用給定哈希值方案

source: Salted Challenge Response Authentication Mechanism using the given Hash Method additionally secured by Channel-Binding
de: Salted Challenge Response Authentifizierungsmechanismus unter Verwendung der angegebenen Hash-Methode, die zusätzlich durch Kanalbindung gesichert ist
es_ar: Mecanismo de autenticación "Salted Challenge Response" utilizando método "Hash", con seguridad adicional utilizando "Channel-Binding"
eu: Salted Challenge Response Authentication Mechanism emandako Hash metodoa erabiliz eta channel-binding bidez babestuta
fr: SCRAM en utilisant la méthode du hash additionnellement sécurisée par un Channel-Binding
ja: チャネルバインディングによって追加的に保護された、指定されたハッシュ方式を使用したソルト付チャレンジレスポンス認証メカニズム
pl: Mechanizm uwierzytelniania Salted Challenge Response przy użyciu danej metody mieszania dodatkowo zabezpieczony przez Channel-Binding
pt_br: SCRAM usando o Método de Hash fornecido adicionalmente protegido por Channel-Binding
ru: Механизм аутентификации по типу запрос-ответ с использованием случайных чисел и заданного алгоритма хэширования с дополнительной защитой в виде привязки к каналу передачи данных
ta: சேனல்-பிணைப்பால் கூடுதலாக பாதுகாக்கப்பட்ட கொடுக்கப்பட்ட ஆச் முறையைப் பயன்படுத்தி உப்பு அறைகூவல் மறுமொழி அங்கீகார வழிமுறை
tr: Verilen Hash Yöntemini kullanan ve ayrıca Channel-Binding ile güvence altına alınmış Salted Challenge Kimlik Doğrulama Mekanizması
uk: Механізм автентифікації відповіді на солоний виклик з використанням заданого хеш-методу, додатково захищеного прив'язкою каналів
zh_hans: 使用给定哈希方法的 SCRAM，通过通道绑定进行额外保护
zh_hant: 使用給定的哈希方法的 SCRAM 另外由通道綁定保護

source: Samoa
ru: Самоа
ta: சமோவா
uk: Самоа
zh_hans: 萨摩亚
zh_hant: 薩摩亞

source: San Marino
fr: Saint-Marin
ru: Сан-Марино
ta: சான் மரீனோ
uk: Сан-Марино
zh_hans: 圣马力诺
zh_hant: 聖馬利諾

source: Sao Tome and Principe
de: São Tomé und Príncipe
es_ar: Santo Tomé y Príncipe
et: São Tomé ja Príncipe
eu: Sao Tome eta Principe
fr: Sao Tomé-et-Principe
pt_br: São Tomé e Príncipe
ru: Сан-Томе и Принсипи
ta: சோ டோமி மற்றும் பிரின்சிபி
tr: Sao Tome ve Principe
uk: Сан-Томе і Прінсіпі
zh_hans: 圣多美和普林西比
zh_hant: 聖多美和普林西比

source: Saudi Arabia
de: Saudi-Arabien
es_ar: Arabia Saudita
et: Saudi Araabia
fr: Arabie Saoudite
pt_br: Arábia Saudita
ru: Саудовская Аравия
ta: சவூதி அரேபியா
tr: Suudi Arabistan
uk: Саудівська Аравія
zh_hans: 沙特阿拉伯
zh_hant: 沙烏地阿拉伯

source: Saving changes to server
cs: Ukládání nastavení na serveru
de: Änderungen werden auf dem Server gespeichert
es_ar: Guardando cambios en el servidor
et: Salvestan muudatusi serverisse
eu: Aldaketak zerbitzarian gordetzen
fr: Enregistrer les changements sur le serveur
ja: 変更をサーバーに保存
pl: Zapisywanie zmian na serwerze
pt_br: Salvando alterações no servidor
ro: Salvare modificări pe server
ru: Сохранение изменений на сервер
ta: சேவையகத்தில் மாற்றங்களைச் சேமிக்கிறது
tr: Değişiklikleri sunucuya kaydetme
uk: Збереження змін на сервері
zh_hans: 正在将更改保存到服务器
zh_hant: 將更改保存到伺服器

source: SCRAM server proof wrong, ongoing MITM attack highly likely, aborting authentication and disabling account to limit damage. You should try to reenable your account once you are in a clean networking environment again.
de: Fehlerhafte Überprüfung des SCRAM-Servers, laufender MITM-Angriff sehr wahrscheinlich, Abbruch der Authentifizierung und Deaktivierung des Kontos zur Schadensbegrenzung. Du solltest versuchen, dein Konto wieder zu aktivieren, sobald du dich wieder in einer sicheren Netzwerkumgebung befindest.
es_ar: Prueba del servidor SCRAM errónea, ataque MITM altamente probable, abortando autenticación e inhabilitando cuenta para limitar el daño. Debería intentar restablecer nuevamente su cuenta cuando se encuentre en un entorno de red seguro.
eu: SCRAM zerbitzariaren proba okerra, oso litekeena da MITM erasoa aribidean egotea, autentifikazioa bertan behera utziz eta kontua ezgaituz kaltea mugatzeko. Saiatu zure kontua birgaitzen sare garbi batean zaudenean berriro.
fr: Preuve du serveur SCRAM erronée, attaque MITM en cours très probable, abandon de l'authentification et désactivation du compte pour limiter les dégâts. Vous devriez essayer de réactiver votre compte une fois que vous êtes à nouveau dans un environnement réseau propre.
pt_br: Prova de erro do servidor SCRAM, ataque MITM em andamento altamente provável, abortando a autenticação e desativando a conta para limitar os danos. Você deve tentar reativar sua conta quando estiver em um ambiente de rede limpo novamente.
ru: Сервер не смог подтвердить подлинность по SCRAM, что говорит о высокой вероятности кибератаки по типу MITM,- сбрасываем аутентификацию и деактивируем учётную запись для ограничения негативных последствий. Попробуйте активировать вашу учётную запись снова когда подключитесь с использованием безопасной сетевой инфраструктуры.
ta: ச்க்ராம் சேவையக சான்று தவறு, தற்போதைய எம்ஐடிஎம் தாக்குதல் அதிக வாய்ப்புள்ளது, அங்கீகாரத்தை நிறுத்துகிறது மற்றும் சேதத்தை கட்டுப்படுத்த கணக்கை முடக்குகிறது. நீங்கள் மீண்டும் தூய்மையான நெட்வொர்க்கிங் சூழலில் இருந்தவுடன் உங்கள் கணக்கை மீண்டும் உருவாக்க முயற்சிக்க வேண்டும்.
tr: SCRAM sunucu kanıtı yanlış, büyük olasılıkla devam eden MITM saldırısı, kimlik doğrulamayı iptal ediyor ve hasarı sınırlamak için hesabı devre dışı bırakıyor. Tekrar temiz bir ağ ortamına girdiğinizde hesabınızı yeniden etkinleştirmeyi denemelisiniz.
uk: Помилка підтвердження сервера SCRAM, ймовірна триваюча атака MITM, скасування автентифікації та вимкнення облікового запису для обмеження шкоди. Вам слід спробувати повторно активувати свій обліковий запис, коли ви знову перебуваєте в чистому мережевому середовищі.
zh_hans: SCRAM 服务器证明错误，极有可能正在进行中间人攻击，中止身份验证并禁用账号以限制损害。一旦您再次处于干净的网络环境中，您应该尝试重新启用您的账号。
zh_hant: SCRAM 伺服器證明錯誤，極有可能進行MITM攻擊，中止身份驗證並禁用帳戶以限制損害。當您再次處於乾淨的網路環境中時，您應該嘗試重新啟用您的帳戶。

source: Scroll down to load more messages
cs: Posunutím dolů načtete další zprávy
de: Scrolle nach unten, um weitere Nachrichten zu laden
es_ar: Deslizar hacia abajo para cargar más mensajes
et: Järgmiste sõnumite laadimiseks keri allapoole
eu: Tira behera mezu gehiago kargatzeko
fr: Faites défiler vers le bas pour charger plus de messages
ja: スクロールダウンして追加のメッセージを読み込む
pl: Przewiń w dół, aby załadować więcej wiadomości
pt_br: Role para baixo para carregar mais mensagens
ro: Derulați în jos pentru a încărca mai multe mesaje
ru: Пролистывайте вниз для подгрузки более ранних сообщений
ta: மேலும் செய்திகளை ஏற்ற கீழே உருட்டவும்
tr: Daha fazla ileti yüklemek için aşağı kaydırın
uk: Прокрутіть униз, щоб завантажити більше повідомлень
zh_hans: 向下滚屏以加载更多消息
zh_hant: 向下滑以載入更多訊息

source: Secure channel-binding defined for TLS1.3 and some TLS1.2 connections.
de: Sichere Kanalbindung definiert für TLS1.3 und einige TLS1.2-Verbindungen.
es_ar: "Secure channel-binding" definido para TLS1.3 y algunas conexiones TLS1.2.
eu: Channel-binding segurua TLS1.3-rako eta TLS1.2 konexio batzuetarako.
fr: Channel-binding sécurisé défini pour TLS1.3 et quelques connexions TLS1.2.
ja: TLS1.3 と一部の TLS1.2 接続に対して定義された安全なチャネルバインディング。
pl: Bezpieczne wiązanie kanałów zdefiniowane dla połączeń TLS1.3 i niektórych połączeń TLS1.2.
pt_br: Ligação de canal segura definida para TLS1.3 e algumas conexões TLS1.2.
ru: Привязка к каналу, как функция защиты информации, определённая для TLS1.3 и некоторых типов TLS1.2 соединений.
ta: TLS1.3 மற்றும் சில TLS1.2 இணைப்புகளுக்கு வரையறுக்கப்பட்ட பாதுகாப்பான சேனல்-பிணைப்பு.
tr: TLS1.3 ve bazı TLS1.2 bağlantıları için tanımlanmış güvenli channel-binding.
uk: Безпечне прив'язування каналів, визначене для з'єднань TLS1.3 та деяких з'єднань TLS1.2.
zh_hans: 为 TLS1.3 和某些 TLS1.2 连接定义的安全通道绑定。
zh_hant: 為TLS1.3和一些TLS1.2連接定義了安全通道綁定。

source: Security
de: Sicherheit
es_ar: Seguridad
et: Turvalisus
eu: Segurtasuna
fr: Sécurité
ja: セキュリティ
pl: Bezpieczeństwo
pt_br: Segurança
ru: Безопасность
ta: பாதுகாப்பு
tr: Güvenlik
uk: Безпека
zh_hans: 安全
zh_hant: 安全

source: Select a background to display behind conversations with %@
de: Wähle einen Hintergrund aus, der hinter Unterhaltungen mit %@ angezeigt werden soll
es_ar: Seleccionar fondo para las conversaciones con %@
et: Vali taust, mida kuvatakse vestlustes kasutajaga %@
eu: Hautatu %@(r)en elkarrizketarako atzealde bat
fr: Choisissez un arrière-plan pour les conversations avec %@
ja: %@ との会話の背後に表示する背景を選択してください
pl: Wybierz tło do pokazania w rozmowie z %@
pt_br: Selecione um background para exibir behind conversations with %@
ru: Выберите фон для переписки с %@
ta: %@ உடனான உரையாடல்களுக்குப் பின்னால் காண்பிக்க ஒரு பின்னணியைத் தேர்ந்தெடுக்கவும்
tr: @ ile konuşmaların arkasında görüntülenecek bir arka plan seçin
uk: Виберіть фон, який відображатиметься за розмовами з %@
zh_hans: 选择一个背景，显示在与 %@ 对话的后面
zh_hant: 選取要顯示在對話後面的背景，其中包含 %@

source: Select a default background to display behind conversations.
de: Wähle einen Standardhintergrund aus, der hinter Unterhaltungen angezeigt werden soll.
es_ar: Selecciona fondo predeterminado para todas las conversaciones.
et: Vali taust, mida kuvatakse vestlustes.
eu: Hautatu defektuzko atzealde bat elkarrizketetarako.
fr: Choisissez un arrière-plan par défaut pour les conversations.
ja: 会話の背後に表示するデフォルトの背景を選択してください。
pl: Wybierz tło domyślne do pokazania w rozmowach.
pt_br: Selecione um plano de fundo padrão para exibir behind conversations.
ru: Выберите фон по умолчанию для переписок.
ta: உரையாடல்களுக்குப் பின்னால் காண்பிக்க இயல்புநிலை பின்னணியைத் தேர்ந்தெடுக்கவும்.
tr: Konuşmaların arkasında görüntülemek için varsayılan bir arka plan seçin.
uk: Виберіть фон за замовчуванням для відображення за розмовами.
zh_hans: 选择一个默认背景以显示在对话后面。
zh_hant: 選取要顯示在對話後面的預設背景。

source: Select Action
cs: Vybrat akci
de: Aktion wählen
es_ar: Seleccionar acción
et: Vali tegevus
eu: Hautatu ekintza
fr: Sélectionner une action
ja: 所作を選択
pl: Wybierz czynność
pt_br: Selecionar ação
ro: Selectare acțiune
ru: Выберите действие
ta: செயலைத் தேர்ந்தெடுக்கவும்
tr: Eylem Seç
uk: Обрати дію
zh_hans: 选择操作
zh_hant: 選取動作

source: Select background image
de: Hintergrundbild auswählen
es_ar: Seleccionar imagen de fondo
et: Vali taustapilt
eu: Hautatu atzealderako irudia
fr: Choisissez un arrière-plan
ja: 背景画像を選択
pl: Wybierz obraz tła
pt_br: Selecionar imagem de fundo
ru: Выберите фоновое изображение
ta: பின்னணி படத்தைத் தேர்ந்தெடுக்கவும்
tr: Arka plan resmi seçin
uk: Виберіть фонове зображення
zh_hans: 选择背景图片
zh_hant: 選取背景圖片

source: Select Message Archive Management (MAM) Preferences
cs: Výběr nastavení pro archivaci zpráv (MAM)
de: Einstellungen für die Verwaltung des Nachrichtenarchivs (MAM) wählen
es_ar: Seleccionar preferencias de administración de archivos de mensajes (MAM)
et: Vali sõnumite serveris säilitamise (Message Archive Management - MAM) eelistused
eu: Aukeratu mezuak artxibatzeko kudeaketaren (MAM ingelesez) hobespenak
fr: Préférences de gestion des archives des messages (MAP)
ja: メッセージ アーカイブ管理 (MAM) の設定を選択します
pl: Preferencje archiwizacji Message Archive Management (MAM) na serwerze
pt_br: Selecionar preferências de gerenciamento de arquivamento de mensagens (MAM)
ro: Selectare preferințe gestionare arhivă mesaje (MAM)
ru: Выберите настройки управления архивом сообщений (MAM)
ta: செய்தி காப்பக மேலாண்மை (MAM) விருப்பத்தேர்வுகளைத் தேர்ந்தெடுக்கவும்
tr: Mesaj Arşiv Yönetimi (MAM) Tercihlerini Seçin
uk: Вибрати налаштування керування архівом повідомлень (MAM)
zh_hans: 选择消息存档管理首选项
zh_hant: 選取訊息存檔管理（MAM）參數
