Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Affiliation: %@%@
de: Zugehörigkeit: %@%@
es_ar: Afiliación: %@%@
et: Kuuluvus: %@%@
eu: Afiliazioa: %@%@
ja: 分掌: %@%@
pl: Powiązanie: %@%@
pt_br: Afiliação: %@%@
ru: Статус: %@%@
ta: இணைப்பு: %@ %@
tr: Bağlantılı: %@%@
uk: Приналежність: %@%@
zh_hans: 从属关系：%@%@
zh_hant: 從屬關係: %@%@

source: Afghanistan
es_ar: Afganistán
et: Afganistan
eu: Afganistan
pt_br: Afeganistão
ru: Афганистан
ta: ஆப்கானிச்தான்
tr: Afganistan
uk: Афганістан
zh_hans: 阿富汗
zh_hant: 阿富汗

source: Albania
de: Albanien
et: Albaania
fr: Albanie
pt_br: Albânia
ru: Албания
ta: அல்பேனியா
tr: Arnavutluk
uk: Албанія
zh_hans: 阿尔巴尼亚
zh_hant: 阿爾巴尼亞

source: Algeria
de: Algerien
es_ar: Argelia
et: Alžeeria
eu: Aljeria
fr: Algérie
pt_br: Argélia
ta: அல்சீரியா
tr: Cezayir
uk: Алжир
zh_hans: 阿尔及利亚
zh_hant: 阿爾及利亞

source: All messages are archived by default.
cs: Všechny zprávy jsou archivovány jako výchozí nastavení
de: Alle Nachrichten werden standardmäßig archiviert.
es_ar: Todos los mensajes son archivados por defecto.
et: Kõik sõnumid kuuluvad vaikimisi arhiveerimisele.
eu: Mezu guztiak artxibatzen dira defektuz.
fr: Tous les messages sont archivés par défaut.
ja: デフォルトですべてのメッセージは保管されます。
pl: Domyślnie wszystkie wiadomości są archiwizowane.
pt_br: Todas as mensagens são arquivadas por padrão.
ro: Toate mesajele sunt arhivate în mod implicit.
ru: Все сообщения архивируются по умолчанию.
ta: எல்லா உரையாடல்களும் இயல்பாகவே காப்பகப்படுத்தப்படும்.
tr: Tüm iletiler varsayılan olarak arşivlendi.
uk: Всі повідомлення архівуються за замовчуванням.
zh_hans: 所有消息默认都会被存档。
zh_hant: 所有訊息預設會被封存。

source: All messages fetched successfully, there are no more left on the server!
de: Alle Nachrichten wurden erfolgreich abgerufen, es befinden sich keine mehr auf dem Server!
es_ar: ¡Mensajes descargados correctamente, no existen mas mensajes en el servidor!
et: Kõik sõnumid on kenasti allalaaditud ja serverisse pole enam mitte midagi jäänud!
eu: Mezu guztiak ondo eskuratu dira, ez dago gehiagorik zerbitzarian!
fr: Tous les messages ont été récupérés avec succès, il n’en reste plus aucun sur le serveur !
ja: すべてのメッセージを正常に取得しました。サーバーにはもう残っていません。
pl: Wszystkie wiadomości zostały pobrane, nie ma już kolejnych na serwerze!
pt_br: Todas mensagens carregadas com sucesso, não há mensagens pendentes no servidor!
ru: Все сообщения с сервера успешно загружены!
ta: எல்லா செய்திகளும் வெற்றிகரமாக பெறப்படுகின்றன, சேவையகத்தில் இனி எஞ்சியிருக்கவில்லை!
tr: Tüm mesajlar başarıyla alındı, sunucuda başka mesaj kalmadı!
uk: Усі повідомлення успішно отримано, на сервері більше не залишилося!
zh_hans: 成功获取所有消息，服务器上没有更多的消息了！
zh_hant: 所有訊息都已成功獲取，伺服器上沒有更多訊息了！

source: Allow contacts in your contact list to query your Monal and iOS versions.
de: Erlaube deinen Kontakten in deiner Kontaktliste, deine Monal- und iOS-Versionen abzufragen.
es_ar: Permitir que los contactos en su lista puedan ver su versión de iOS y Monal.
et: Luba oma kontaktide loendis olevatel kasutajatel tuvastada sinu kasutatavaid Monali ja iOS-i versioone.
eu: Baimendu kontaktuen zerrendan dituzunei zure Monal eta iOS bertsioa ezagutzea.
fr: Autoriser les contacts présents dans votre liste de contacts à demander vos versions de Monal ou d’iOS.
ja: 相手先一覧内の相手先に Monal および iOS のバージョンの照会を許可します。
pl: Pozwól swoim kontaktom z listy na pokazywanie wersji Monala oraz iOSa.
pt_br: Permitir seus contatos na sua lista consultar sua versão do Monal e iOS.
ru: Разрешить пользователям из списка контактов получать номера версий Monal и iOS вашего устройства.
ta: உங்கள் மோனல் மற்றும் ஐஇமு பதிப்புகளை வினவ உங்கள் தொடர்பு பட்டியலில் உள்ள தொடர்புகளை அனுமதிக்கவும்.
tr: İletişim listenizdeki kişilerin Monal ve iOS sürümlerinizi sorgulamasına izin verin.
uk: Дозвольте контактам у вашому списку контактів запитувати версії Monal та iOS.
zh_hans: 允许联系人列表中的联系人查询您的 Monal 和 iOS 版本。
zh_hant: 允許聯絡人清單中的聯絡人查詢您的 Monal 和 iOS 版本。

source: Allow contacts not in your contact list to call you.
de: Erlaube Kontakten, die nicht in deiner Kontaktliste stehen, dich anzurufen.
es_ar: Permitir llamadas de usuarios que no existen en su lista de contactos.
et: Luba endale helistada ka neil XMPP-kasutajatel, kes pole sinu kontaktide loendis.
eu: Baimendu kontaktuen zerrendan ez dituzunei zuri deitzea.
fr: Autoriser les contacts absents de votre liste de contacts à vous appeler.
ja: 相手先一覧にない相手先からの通話を許可します。
pl: Pozwól kontaktom spoza Twojej listy na dzwonienie do Ciebie.
pt_br: Permitir contatos não adicionados ligarem para você.
ru: Разрешить пользователям, отсутствующим в вашем списке контактов, звонить вам.
ta: உங்களை அழைக்க உங்கள் தொடர்பு பட்டியலில் இல்லாத தொடர்புகளை அனுமதிக்கவும்.
tr: İletişim listenizdeki kişilerin sizi aramasına izin verin.
uk: Дозвольте контактам, яких немає у вашому списку контактів, телефонувати вам.
zh_hans: 允许不在您的联系人列表中的联系人给您打电话。
zh_hant: 允許不在您的聯絡人清單中的聯絡人呼叫您。

source: Allow contacts not in your contact list to contact you.
de: Erlaube Kontakten, die nicht in deiner Kontaktliste stehen, dich zu kontaktieren.
es_ar: Permitir que usuarios que no existen en su lista de contactos puedan contactarlo.
et: Luba endale sõnumeid saata ka neil XMPP-kasutajatel, kes pole sinu kontaktide loendis.
eu: Baimendu kontaktuen zerrendan ez dituzunei zurekin harremanetan jartzea.
fr: Autoriser les contacts absents de votre liste de contacts à vous écrire.
ja: 相手先一覧にない相手先からの連絡を許可します。
pl: Pozwól kontaktom spoza Twojej listy na napisanie do Ciebie wiadomości.
pt_br: Permitir contatos não adicionados contatarem você.
ru: Разрешить пользователям, отсутствующим в вашем списке контактов, присылать вам сообщения.
ta: உங்களைத் தொடர்பு கொள்ள உங்கள் தொடர்பு பட்டியலில் இல்லாத தொடர்புகளை அனுமதிக்கவும்.
tr: İletişim listenizde olmayan kişilerin sizinle iletişime geçmesine izin verin.
uk: Дозвольте контактам, яких немає у вашому списку контактів, зв’язуватися з вами.
zh_hans: 允许不在您的联系人列表中的联系人与您联系。
zh_hant: 允許不在聯絡人清單中的聯絡人與您聯繫。

source: Allow MITM-prone PLAIN authentication
de: MITM-anfällige PLAIN-Authentifizierung zulassen
es_ar: Permitir autenticación PLAIN, muy propensa a ataques MITM
et: Luba kasutada vahendusründele aldist PLAIN-vormis autentimist
eu: Baimendu PLAIN autentifikazioa (MITM arriskua)
fr: Autoriser l'authentification PLAIN sujette au MITM
ja: MITM が起こり得る PLAIN 認証を許可
pl: Zezwól na autoryzację PLAIN podatną na ataki MITM
pt_br: Permitir autenticação PLAIN suscetível a MITM (Man In The Middle)
ru: PLAIN аутентификация (риск MITM)
ta: MITM பாதிப்புக்குள்ளான வெற்று அங்கீகாரத்தை அனுமதிக்கவும்
tr: MITM-prone PLAIN doğrulamasına izin ver
uk: Дозволити автентифікацію PLAIN, схильну до MITM
zh_hans: 允许倾向于中间人攻击的 PLAIN 身份验证
zh_hant: 允許容易被中間人攻擊的 PLAIN 身份驗證

source: Allow your device to establish a direct network connection to the remote party. This might leak your IP address to the caller/callee.
de: Erlaube deinem Gerät, eine direkte Netzwerkverbindung mit der Gegenstelle herzustellen. Dadurch könnte deine IP-Adresse an den Anrufer weitergegeben werden.
es_ar: Permitir que su dispositivo establezca una conexión de red directa con la otra parte. Esto puede filtrar su dirección IP a quien realice o reciba la llamada.
et: Luba oma nutiseadmel luua otseühendust kaugseadmega. Sel puhul võib teine osapool saada teada sinu seadme IP-aadressi.
eu: Baimendu zure gailuak urrunekoekin zuzeneko sare-konexioa ezartzea. Honek zure IP helbidea jakinarazi diezaioke deitzen duenari/dutenei.
fr: Permettre à votre appareil d'établir une connexion réseau directe avec le correspondant distant. Cela peut entraîner une fuite de votre adresse IP vers l'appelant / le destinataire.
ja: デバイスが相手への直接ネットワーク接続を確立できるようにします。これにより、IP アドレスが発信者/着信者に漏洩する可能性があります。
pl: Zezwól swojemu urządzeniu na nawiązanie bezpośredniego połączenia do zewnętrznej usługi. To może ujawnić Twój adres IP Twojemu rozmówcy.
pt_br: Permitir seu dispositivo estabelecer uma conexão de rede direta com a parte remota. Isto poderá revelar seu endereço IP para o chamador/recebedor.
ru: Разрешить прямые сетевые соединения с устройствами других пользователей. Активация этой опции может привести к получению вашего IP-адреса звонящим/вызываемым пользователем.
ta: தொலைதூர விருந்துக்கு நேரடி பிணைய இணைப்பை நிறுவ உங்கள் சாதனத்தை அனுமதிக்கவும். இது உங்கள் ஐபி முகவரியை அழைப்பாளர்/காலீக்கு கசியக்கூடும்.
tr: Cihazınızın uzak tarafla doğrudan ağ bağlantısı kurmasına izin verin. Bu, IP adresinizi arayan/aranan kişiye sızdırabilir.
uk: Дозвольте своєму пристрою встановлювати пряме мережеве з’єднання з віддаленою стороною. Це може призвести до витоку вашої IP-адреси абоненту/одержувачу виклику.
zh_hans: 允许设备与远程方建立直接网络连接。这可能会将您的 IP 地址泄露给呼叫者/被呼叫者。
zh_hant: 允許裝置與遠端方建立直接網路連接。這可能會將您的IP位址洩露給呼叫者/被調用者。

source: Allowing someone to add you as a contact lets them see your profile picture and when you are online.
de: Wenn du jemandem erlaubst, dich als Kontakt hinzuzufügen, kann er dein Profilbild sehen und weiß, wann du online bist.
es_ar: Permitir que alguien lo agregue como contacto otorga permiso para ver su foto de perfil y cuándo esta en línea.
et: Kui lisad kellegi oma kontaktiks, siis tal on võimalik näha sinu tunnuspilti ja tuvastada aja, mil oled võrgus.
eu: Kontaktu bezala gehi zaitzatela baimentzen baduzu, zure profileko irudia eta linean noiz zauden ikus dezakete.
fr: Autoriser quelqu'un à vous ajouter à ses contacts lui permet de voir votre image de profil et si vous êtes connecté.
ja: あなたを相手先として追加することを誰かに許可すると、その人はあなたのプロフィール画像や在席状況を見ることができます。
pl: Pozwolenie komuś na dodanie Ciebie do listy kontaktów pozwala widzieć kontaktującemu się Twój obraz profilowy oraz kiedy jesteś online.
pt_br: Permitir alguém adicionar você como contato permite que sua foto de perfil e sua presença online sejam vistas.
ru: Разрешение добавить вас в список контактов позволяет видеть ваш аватар и статус подключения к сети.
ta: உங்களை ஒரு தொடர்பாக சேர்க்க யாரையாவது அனுமதிப்பது உங்கள் சுயவிவரப் படத்தையும் நீங்கள் ஆன்லைனில் இருக்கும்போது பார்க்கவும் உதவுகிறது.
tr: Birinin sizi kişi olarak eklemesine izin vermek, profil resminizi ve çevrimiçi olduğunuzda görmesini sağlar.
uk: Дозволивши комусь додати вас до контактів, вони зможуть бачити зображення вашого профілю і те, коли ви перебуваєте в мережі.
zh_hans: 允许某人将您添加为联系人可以让他们看到您的个人资料图片以及您何时在线。
zh_hant: 允許某個人將您添加為聯絡人，這樣他們就可以查看您的個人大頭貼以及您何時在線。

source: Already present
de: Bereits vorhanden
es_ar: Ya está presente
et: Juba olemas
eu: Badago lehendik ere
fr: Déjà présent·e
ja: すでに存在します
pl: Już dodano
pt_br: Já presente
ru: Уже присутствует
ta: ஏற்கனவே உள்ளது
tr: Zaten mevcut
uk: Вже присутні
zh_hans: 已经存在
zh_hant: 已經存在

source: Already uploading this content, ignoring
cs: Tento obsah je již nahráván, ignoruji
de: Dieser Inhalt wird bereits hochgeladen, ignorieren
es_ar: Este contenido ya se encuentra subiendo. Ignorando
et: See sisu on juba üleslaadimisel, eiran
eu: Eduki hau lehendik ere igotzen ari da; muzin egiten
fr: Ce contenu est déjà en train d'être envoyé, ignoré
ja: この内容はすでにアップロードされています。無視します
pl: Już przesyłam tę treść, ignoruję
pt_br: Já enviando este conteúdo, ignorando
ro: Se încarcă deja acest conținut, ignorare
ru: Это содержимое уже отправляется на сервер, проигнорировано
ta: புறக்கணித்து, இந்த உள்ளடக்கத்தை ஏற்கனவே பதிவேற்றுகிறது
tr: Bu içeriği zaten yüklüyor, yoksay
uk: Вже завантажую цей контент, ігнорую
zh_hans: 已上传过此内容，忽略
zh_hant: 已上傳過此內容，忽略中

source: Also beware: You won't be able to load older history from your server, Monal will immediately delete it after fetching it!
de: Achtung: Du kannst keine älteren Chatverläufe von deinem Server laden. Monal löscht sie sofort, nachdem es sie geholt hat!
es_ar: Precaución: No podrá recuperar el historial antiguo desde su servidor. ¡Monal lo eliminará inmediatamente después de descargarlo!
eu: Argi ibili: ezingo duzu zure zerbitzariko historia zaharragoa kargatu; Monalek eskuratu bezain pronto ezabatuko du!
fr: Attention également : vous ne pourrez pas charger l'ancien historique depuis votre serveur, Monal le supprimera immédiatement après l'avoir récupéré !
ja: さらに注意: サーバーから古い履歴を取ってくることはできません。Monal はそれを取得した後すぐに削除します。
pl: Pamiętaj też, że nie będziesz w stanie pobrać starszych wiadomości ze swojego serwera, bo Monal ją usunie zaraz po jej przechwyceniu!
pt_br: Atenção: Você não será capaz de carregar históricos antigos do servidor, Monal irá imediatamente deletá-los logo após obtê-los!
ru: Внимание: Вы не сможете скачать предшествующую историю с вашего сервера, Monal удалит её сразу после получения!
ta: மேலும் சாக்கிரதை: உங்கள் சேவையகத்திலிருந்து பழைய வரலாற்றை நீங்கள் ஏற்ற முடியாது, அதைப் பெற்ற பிறகு மோனால் உடனடியாக அதை நீக்கிவிடும்!
tr: Ayrıca dikkat: Sunucunuzdan eski geçmişi yükleyemezsiniz, Monal onu aldıktan sonra hemen silecektir!
uk: Також будьте обережні: ви не зможете завантажити старішу історію зі свого сервера, Monal одразу видалить її після отримання!
zh_hans: 还请注意：您将无法从服务器加载旧聊天记录，Monal 在获取后会立即删除！
zh_hant: 另請注意：您將無法從伺服器載入較舊的歷史記錄，Monal 將在獲取后立即刪除它！

source: Always archive
cs: Vždy archivovat
de: Immer archivieren
es_ar: Archivar siempre
et: Arhiveeri alati
eu: Artxibatu beti
fr: Toujours archiver
ja: 常に保管
pl: Zawsze archiwizuj
pt_br: Sempre arquivar
ro: Arhivează întotdeauna
ru: Всегда архивировать
ta: எப்போதும் காப்பகப்படுத்தவும்
tr: Her zaman arşivle
uk: Завжди архівувати
zh_hans: 始终存档
zh_hant: 一律存檔

source: Always use direct TLS, not STARTTLS
cs: Vždy použít přímé TLS namísto STARTTLS
de: Immer Direct TLS verwenden
es_ar: Usar siempre TLS directo, no STARTTLS
et: Alati kasuta TLS-i, mitte STARTTLS-i
eu: Erabili TLS zuzena, ez STARTTLS
fr: Toujours utiliser TLS en direct, et non STARTTLS
ja: STARTTLS ではなく常に direct TLS を使う
pl: Wymuś bezpośrednie TLS, a nie STARTTLS
pt_br: Sempre usar TLS direto, não STARTTLS
ro: Utilizați întotdeauna Direct TLS, nu STARTTLS
ru: Только прямой TLS (без STARTTLS)
ta: எப்போதும் நேரடி TLS ஐப் பயன்படுத்துங்கள், STARTTLS அல்ல
tr: Her zaman doğrudan TLS kullanın, STARTTLS değil
uk: Завжди використовувати прямий TLS, а не STARTTLS
zh_hans: 始终使用 Direct TLS，而不是 STARTTLS
zh_hant: 始終使用Direct TLS，而不是 STARTTLS

source: American Samoa
de: Amerikanisch Samoa
es_ar: Samoa Americana
et: Ameerika Samoa
eu: Samoa Amerikarra
fr: Samoa américaines
pt_br: Samoa Americana
ru: Американское Самоа
ta: அமெரிக்க சமோவா
tr: Amerikan Samoası
uk: Американське Самоа
zh_hans: 美属萨摩亚
zh_hant: 美屬薩摩亞

source: An error happened when trying to request the SMS:
de: Beim Versuch, die SMS anzufordern, ist ein Fehler aufgetreten:
es_ar: Se produjo un error al intentar solicitar el SMS:
eu: Errorea gertatu da SMSa eskatzean:
fr: Une erreur s’est produite en essayant de recevoir le SMS :
pl: Wystąpił błąd w trakcie żądania wiadomości SMS:
pt_br: Um erro ocorreu ao tentar solicitar o SMS:
ru: Ошибка при попытке отправки запроса СМС:
ta: எச்எம்எச் கோர முயற்சிக்கும்போது பிழை ஏற்பட்டது:
tr: SMS talep etmeye çalışırken bir hata oluştu:
uk: Сталася помилка під час спроби запиту SMS:
zh_hans: 尝试请求短信时出错：
zh_hant: 嘗試要求簡訊時發生錯誤：

source: Andorra
fr: Andorre
ru: Андорра
ta: அன்டோரா
tr: Andora
uk: Андорра
zh_hans: 安道尔
zh_hant: 安道爾

source: Angola
ru: Ангола
ta: அங்கோலா
uk: Ангола
zh_hans: 安哥拉
zh_hant: 安哥拉

source: Anguilla
es_ar: Anguila
eu: Aingira
ta: அங்குல்லா
uk: Ангілья
zh_hans: 安圭拉
zh_hant: 安圭拉

source: Antigua and Barbuda
de: Antigua und Barbuda
es_ar: Antigua y Barbuda
et: Antigua ja Barbuda
eu: Antigua eta Barbuda
fr: Antigua-et-Barbuda
pt_br: Antígua e Barbuda
ru: Антигуа и Барбуда
ta: ஆன்டிகுவா மற்றும் பார்புடா
tr: Antigua ve Barbuda
uk: Антигуа і Барбуда
zh_hans: 安提瓜和巴布达
zh_hant: 安地瓜和巴布達

source: App
cs: Aplikace
es_ar: Aplicación
et: Rakendus
eu: Aplikazioa
fr: Application
ja: アプリ
pl: Aplikacja
pt_br: Aplicativo
ro: Aplicație
ru: Приложение
ta: செயலி
tr: Uygulama
uk: Застосунок
zh_hans: 应用
zh_hant: 應用程式

source: Appearance
de: Darstellung
es_ar: Apariencia
et: Välimus
eu: Itxura
fr: Apparence
ja: 外観
pl: Wygląd
pt_br: Aparência
ru: Оформление
ta: தோற்றம்
tr: Görünüm
uk: Зовнішній вигляд
zh_hans: 外观
zh_hant: 外觀

source: Apple Push Service
cs: Služba Apple Push
de: Apple Push-Dienst
es_ar: Servicio PUSH de Apple
et: Apple'i tõuketeenus (Apple Push Service)
eu: Apple Push zerbitzua
fr: Service Push d'Apple
ja: Apple プッシュ通知サービス
pl: Usługa Apple Push
pt_br: Serviço de Notificação da Apple
ro: Serviciul Apple Push
ru: Служба push-уведомлений Apple
ta: ஆப்பிள் புஷ் சேவை
tr: Apple Anında Bildirim Hizmeti
zh_hans: Apple 推送通知服务
zh_hant: Apple 推播通知服務

source: Apple push service should always be on. If it is off, your device can not talk to Apple's server.
cs: Služba Apple push by měla být vždy zapnuta. Pokud není, Vaše zařízení nemůže komunikovat se servery Applu.
de: Apple Push-Dienst sollte immer aktiviert sein. Wenn er deaktiviert ist, kann dein Gerät nicht mit den Apple-Servern sprechen.
es_ar: El servicio Apple push debería estar siempre activo. Si se encuentra inactivo, su dispositivo no podrá comunicarse con el servidor de Apple.
et: Apple'i tõuketeenus peaks alati olema sisselülitatud. Väljalülitamisel ei suuda sinu seade Apple'i serveri(te)ga suhelda.
eu: Apple Push zerbitzua beti piztuta egon behar da. Itzalita badago, gailua ezin da Appleren zerbitzariarekin komunikatu.
fr: Le service Push d'Apple doit toujours être activé. S'il est désactivé, votre appareil ne pourra pas interagir avec le serveur d'Apple.
ja: Apple プッシュ通知サービスは常にオンになっている必要があります。オフの場合、デバイスは Apple のサーバーと通信できません。
pl: Usługa Apple Push powinna być zawsze włączona. Jeśli jest wyłączona, twoje urządzenie nie będzie dostawać powiadomień.
pt_br: Serviço de notificação da Apple deve estar sempre ligado. Caso desligado, seu aparelho não se comunicará com os servidores da Apple.
ro: Serviciul Apple Push ar trebui să fie întotdeauna activat. Dacă este dezactivat, dispozitivul nu poate comunica cu serverul Apple.
ru: Служба push-уведомлений Apple всегда должна быть включена. Если она выключена, ваше устройство не может взаимодействовать с сервером Apple.
ta: "ஆப்பிள் புஷ் சேவை" எப்போதும் இயக்கத்தில் இருக்க வேண்டும். இது முடக்கப்பட்டிருந்தால், உங்கள் சாதனம் ஆப்பிள் செர்வரினுடன் பேச முடியாது.
tr: Apple anında bildirim hizmeti her zaman açık olmalıdır. Eğer kapalı ise, cihazınız Apple sunucularından bildirimleri düzenli olarak alamaz.
uk: Служба Apple push завжди повинна бути увімкнена. Якщо вона вимкнута, ваш пристрій не може спілкуватися з сервером Apple.
zh_hans: Apple 推送通知服务应该始终开启。否则，您的设备将无法联系到 Apple 服务器。
zh_hant: Apple 推送服務應始終處於開啟狀態。如果它已關閉，則您的裝置無法與 Apple 的伺服器通信。

source: Apple Push Token
es_ar: Token de Apple Push
et: Apple'i tõuketeenuse tunnusluba (Apple Push Token)
eu: Apple Push tokena
fr: Token de notifications Push Apple
ja: Apple プッシュのトークン
pl: Token Apple Push
pt_br: Token de notificação Push da Apple
ru: Apple Push для токенов
ta: ஆப்பிள் புச் கிள்ளாக்கு
tr: Apple Push Tokeni
zh_hans: Apple 推送令牌
zh_hant: Apple 推送令牌

source: Apple Push Token is not available!
de: Apple Push-Token ist nicht verfügbar!
es_ar: ¡El Token de Apple Push Token no está disponible!
et: Apple'i tõuketeenuse tunnusluba pole saadaval!
eu: Apple Push tokena ez dago erabilgarri!
fr: Le token de notifications push Apple n'est pas disponible !
ja: Apple プッシュのトークンは有効ではありません。
pl: Token Apple Push niedostępny!
pt_br: Apple Push Token não está disponível!
ru: Apple Push для токенов недоступны.
ta: ஆப்பிள் புச் கிள்ளாக்கு கிடைக்கவில்லை!
tr: Apple Push Tokeni mevcut değil!
uk: Apple Push Token недоступний!
zh_hans: Apple 推送令牌不可用！
zh_hant: Apple 推送令牌不可用！

source: Approve new contact
de: Neuen Kontakt genehmigen
es_ar: Aprobar nuevo contacto
et: Kinnita uus kontakt
eu: Baimendu kontaktu berria
fr: Approuver le nouveau contact
ja: 新しい相手先を承認
pl: Zatwierdź nowy kontakt
pt_br: Aprovar novo contato
ru: Принять новый контакт
ta: புதிய தொடர்புக்கு ஒப்புதல்
tr: Yeni kişiyi onayla
uk: Схвалити новий контакт
zh_hans: 批准新联系人
zh_hant: 批准新聯絡人

source: Archive chat
cs: Archivovat chat
de: Chat archivieren
es_ar: Archivar chat
et: Arhiveeri vestlus
eu: Artxibatu txata
fr: Archiver la conversation
ja: 会話を保管
pl: Archiwum czatu
pt_br: Arquivar conversa
ro: Arhivează discuția
ru: Архивировать переписку
ta: காப்பக அரட்டை
tr: Sohbeti arşivle
uk: Архівувати чат
zh_hans: 存档聊天
zh_hant: 封存聊天

source: Archive only if the contact is in contact list.
de: Nur archivieren, wenn der Kontakt in der Kontaktliste ist.
es_ar: Archivar solo si el contacto pertenece a su lista de contactos.
et: Arhiveeri vaid siis, kui kontakt on sinu kontaktide loendis.
eu: Artxibatu soilik kontaktua kontaktuen zerrendan baduzu.
fr: Archiver uniquement si le contact est dans la liste de contacts.
ja: 相手先が相手先一覧にある場合のみ保管します。
pl: Archiwizuj tylko w przypadku, gdy kontakt jest na Twojej liście.
pt_br: Arquivar apenas se o contato está na lista de contatos.
ru: Архивировать только для пользователей из списка контактов.
ta: தொடர்பு பட்டியலில் இருந்தால் மட்டுமே காப்பகம்.
tr: Yalnızca kişi listesindeyse arşivleyin.
uk: Архівувати, лише якщо контакт є у списку контактів.
zh_hans: 仅当联系人在联系人列表中时存档。
zh_hant: 僅當聯絡人在聯絡人清單中時，才存檔。

source: Are you sure to cancel the registration process?
de: Bist du sicher, dass du die Registrierung abbrechen willst?
es_ar: ¿Está seguro de cancelar el proceso de registro?
et: Kas oled kindel, et soovid selle registreerumise katkestada?
eu: Ziur izena emateko prozesua bertan behera utzi nahi duzula?
fr: Êtes-vous sûr·e de vouloir annuler le processus d’inscription ?
pl: Czy na pewno chcesz się wycofać z procesu rejestracji?
pt_br: Tem certeza que deseja cancelar o processo de registro?
ru: Хотите прервать процесс регистрации?
ta: பதிவு செயல்முறையை ரத்து செய்வது உறுதி?
tr: Kayıt işlemini iptal etmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скасувати процес реєстрації?
zh_hans: 是否确定要取消注册过程？
zh_hant: 您確定要取消註冊嗎？

source: Argentina
de: Argentinien
fr: Argentine
ru: Аргентина
ta: அர்சென்டினா
tr: Arjantin
uk: Аргентина
zh_hans: 阿根廷
zh_hant: 阿根廷

source: Armenia
de: Armenien
et: Armeenia
fr: Arménie
pt_br: Armênia
ru: Армения
ta: அர்மெனியா
tr: Ermenistan
uk: Вірменія
zh_hans: 亚美尼亚
zh_hant: 亞美尼亞

source: Aruba
ru: Аруба
ta: அரூபா
uk: Аруба
zh_hans: 阿鲁巴
zh_hant: 阿路巴島

source: Attachments
de: Anhänge
es_ar: Adjuntos
et: Manused
eu: Eranskinak
fr: Pièces jointes
ja: 添付ファイル
pl: Załączniki
pt_br: Anexos
ru: Вложения
ta: இணைப்புகள்
tr: Ekler
uk: Вкладення
zh_hans: 附件
zh_hant: 附件

source: Audio recorder init fail.
de: Initialisierung des Audiorekorders fehlgeschlagen.
es_ar: Fallo al iniciar la grabación de audio.
et: Helisalvestaja käivitusvalmendamine ei õnnestunud.
eu: Audio-grabagailua abiarazteak kale egin du.
fr: Échec de l'initialisation de l'enregistreur audio.
pt_br: Falha na inicialização do gravador de áudio.
ru: Не удалось запустить запись аудио.
ta: ஆடியோ ரெக்கார்டர் init தோல்வியடைகிறது.
tr: Ses kaydedici başlatılamadı.
uk: Помилка ініціалізації аудіореєстратора.
zh_hans: 录音机启动失败。
zh_hant: 錄音機啟動失敗。

source: Audio recorder prepareToRecord fail.
de: Audiorekorder prepareToRecord fehlgeschlagen.
es_ar: Fallo en la grabadora de audio: "prepareToRecord".
eu: Audio-grabagailuak kale egin du: prepareToRecord.
fr: L'enregistreur audio prepareToRecord a échoué.
pt_br: Falha no gravador de áudio prepareToRecord.
ru: Запись аудио prepareToRecord не удалась.
ta: ஆடியோ ரெக்கார்டர் preparetorecord தோல்வியுற்றது.
tr: Ses kaydedici prepareToRecord başarısız.
uk: Помилка підготовки до запису аудіозапису.
zh_hans: 录音机准备录制失败。
zh_hant: 錄音機準備錄製失敗。

source: Audio recorder record fail.
de: Sprachaufnahme fehlgeschlagen.
es_ar: Fallo de grabación al capturar audio.
eu: Audio-grabagailuaren grabaketak kale egin du.
fr: L'enregistrement de l'enregistreur audio échoue.
pt_br: Falha no registro do gravador de áudio.
ru: Запись аудио не удалась.
ta: ஆடியோ ரெக்கார்டர் பதிவு தோல்வியடைகிறது.
tr: Ses kaydedici kaydı başarısız.
uk: Помилка запису аудіореєстратора.
zh_hans: 录音机录制失败。
zh_hant: 錄音機錄製失敗。
