Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Failed to synchronize phonebook
de: Synchronisierung des Telefonbuchs fehlgeschlagen
es_ar: Fallo al sincronizar la agenda de contactos telefónicos
eu: Telefonoko kontaktuen sinkronizazioak kale egin du
fr: Impossible de synchroniser l'annuaire
pl: Nie udało się zsynchronizować kontaktów w telefonie
pt_br: Falha ao sincronizar a agenda
ru: Не удалось отправить телефонную книгу контактов
ta: தொலைபேசி புத்தகத்தை ஒத்திசைக்கத் தவறிவிட்டது
tr: Telefon defteri senkronize edilemedi
uk: Не вдалося синхронізувати телефонну книгу
zh_hans: 同步电话簿失败
zh_hant: 同步電話簿失敗

source: Failed to upload file: account was removed
cs: Chyba při odesílání souboru: účet byl smazán
de: Datei konnte nicht hochgeladen werden: Konto wurde entfernt
es_ar: Fallo al subir archivo: la cuenta fue eliminada
eu: Fitxategia igotzeak kale egin du: kontua kendu da
fr: Échec d'envoi du fichier : le compte a été supprimé
ja: ファイルのアップロードに失敗しました: アカウントは除去されました
pl: Nie udało się przesłać pliku: konto zostało usunięte
pt_br: Falha ao carregar o arquivo: a conta foi removida
ru: Не удалось отправить файл: учётная запись удалена
ta: கோப்பைப் பதிவேற்றத் தவறிவிட்டது: கணக்கு அகற்றப்பட்டது
tr: Dosya yüklenemedi: hesap kaldırıldı
uk: Не вдалося завантажити файл: обліковий запис видалено
zh_hans: 上传文件失败：账号已移除
zh_hant: 上傳檔失敗：帳戶已刪除

source: Failed to write decrypted download into cache directory
cs: Chyba při zápisu dešifrovaného stahování do adresáře mezipaměti
de: Schreiben des entschlüsselten Downloads in das Cache-Verzeichnis fehlgeschlagen
es_ar: Fallo al escribir descarga desencriptada en la carpeta de caché
eu: Deskargatu eta deszifratutakoa katxe direktorioan idazteak kale egin du
fr: Échec de l'écriture du téléchargement déchiffré dans le dossier de cache
ja: 復号されたダウンロードのキャッシュ ディレクトリへのに書き込みに失敗しました
pl: Nie udało się zapisać odszyfrowanego pobrania w katalogu pamięci podręcznej
pt_br: Falha ao gravar o download descriptografado no diretório de cache
ro: Nu s-a putut scrie descărcarea decriptată în directorul cache
ru: Не удалось записать расшифрованную версию загруженного файла в папку кэша
ta: கேச் கோப்பகத்தில் மறைகுறியாக்கப்பட்ட பதிவிறக்கத்தை எழுதுவதில் தோல்வி
tr: Şifresi çözülmüş indirme önbellek dizinine yazılamadı
uk: Не вдалося записати розшифроване завантаження до каталогу кешу
zh_hans: 无法将解密的下载写入缓存目录
zh_hant: 寫入解密下載到快取資料夾失敗

source: Falkland Islands (Malvinas)
de: Falklandinseln (Malwinen)
es_ar: Islas Malvinas
et: Falklandi (Malviini) saared
eu: Falkland uharteak (Malvinak)
fr: Îles Malouines
pt_br: Ilhas Malvinas (Malvinas)
ru: Фолклендские (Мальвинские) острова
ta: பாக்லான்ட் தீவுகள் (மால்வினாச்)
tr: Falkland Adaları (Malvinas)
uk: Фолклендські (Мальвінські) острови
zh_hans: 福克兰群岛（马尔维纳斯群岛）
zh_hant: 福克蘭群島（瑪律維納斯群島）

source: Faroe Islands
de: Färöer Inseln
es_ar: Islas Feroe
et: Fääri saared
eu: Faroe uharteak
fr: Îles Féroé
pt_br: Ilhas Faroé
ru: Фарерские острова
ta: பேரோ தீவுகள்
tr: Faroe Adaları
uk: Фарерські острови
zh_hans: 法罗群岛
zh_hant: 法羅群島

source: Features
de: Funktionen
es_ar: Características
et: Funktsionaalsused
eu: Ezaugarriak
fr: Fonctionalités
pl: Funkcje
pt_br: Funcionalidades
ru: Функционал
ta: நற்பொருத்தங்கள்
tr: Özellikler
uk: Особливості
zh_hans: 特点
zh_hant: 特徵

source: Fetching registration form...
cs: Stahuji registrační formulář...
de: Anmeldeformular wird abgerufen...
es_ar: Obteniendo formulario de registro …
et: Laadin registreerimisvormi...
eu: Izena emateko formularioa eskuratzen...
fr: Récupérer du formulaire d'enregistrement...
ja: 登録欄を取り寄せ中...
pl: Pobieranie formularza rejestracyjnego...
pt_br: Buscando formulário de registro...
ru: Загрузка регистрационной формы...
ta: பதிவு படிவத்தைப் பெறுதல் ...
tr: Kayıt formu getiriliyor...
uk: Отримання реєстраційної форми...
zh_hans: 正在获取注册信息…
zh_hant: 正在抓取註冊資訊...

source: Fiji
de: Fidschi
es_ar: Fiyi
et: Fidži
fr: Fidji
ru: Фиджи
ta: பிசி
uk: Фіджі
zh_hans: 斐济
zh_hant: 斐濟

source: File
cs: Soubor
de: Datei
es_ar: Archivo
et: Fail
eu: Bidali fitxategia
fr: Fichier
ja: ファイル
pl: Plik
pt_br: Arquivo
ro: Fişier
ru: Файл
ta: கோப்பு
tr: Dosya
uk: Файл
zh_hans: 文件
zh_hant: 檔案

source: filename
ja: ファイル名
zh_hans: 文件名
zh_hant: 檔案名

source: Files
cs: Soubory
de: Dateien
es_ar: Archivos
et: Failid
eu: Fitxategiak
fr: Fichiers
ja: ファイル
pl: Pliki
pt_br: Arquivos
ro: Fișiere
ru: Файлы
ta: கோப்புகள்
tr: Dosyalar
uk: Файли
zh_hans: 文件
zh_hant: 檔案

source: Finished fetching messages
de: Abruf der Nachrichten beendet
es_ar: Recuperación de mensajes finalizada
et: Sõnumite laadimine lõppes
eu: Mezu guztiak eskuratzen amaitu da
fr: Fin de la récupération des messages
ja: メッセージの取得が完了しました
pl: Ukończono pobieranie wiadomości
pt_br: Busca de mensagens finalizada
ru: Загрузка сообщений завершена
ta: செய்திகளைப் பெற முடிந்தது
tr: Mesajları alma işlemi tamamlandı
uk: Отримання повідомлень завершено
zh_hans: 已完成获取消息
zh_hant: 已完成獲取訊息

source: Finland
de: Finnland
es_ar: Finlandia
et: Soome
eu: Finlandia
fr: Finlande
pt_br: Finlândia
ru: Финляндия
ta: பின்லாந்து
tr: Finlandiya
uk: Фінляндія
zh_hans: 芬兰
zh_hant: 芬蘭

source: France
de: Frankreich
es_ar: Francia
et: Prantsusmaa
eu: Frantzia
pt_br: França
ru: Франция
ta: ஃப்ரான்ச்
tr: Fransa
uk: Франція
zh_hans: 法国
zh_hant: 法國

source: French Departments and Territories in the Indian Ocean
de: Französische Departements und Territorien im Indischen Ozean
es_ar: Francia de Ultramar
et: Prantsuse Lõunaalad
eu: Itsasoz haraindiko Frantzia
fr: Département Français et territoires de l'océan Indien
pt_br: Departamentos e territórios franceses no Oceano Índico
ru: Французские департаменты и территории в Индийском океане
ta: இந்தியப் பெருங்கடலில் பிரெஞ்சு துறைகள் மற்றும் பிரதேசங்கள்
tr: Hint Okyanusu'ndaki Fransız Departmanları ve Bölgeleri
uk: Французькі департаменти та території в Індійському океані
zh_hans: 法国在印度洋的省和大区
zh_hant: 法國在印度洋的省和領土

source: French Guiana
de: Französisch-Guayana
es_ar: Guayana Francesa
et: Prantsuse Guajaana
eu: Guyana Frantsesa
fr: Guinée française
pt_br: Guiana Francesa
ru: Французская Гвиана
ta: ஃப்ரெஞ்ச் கையானா
tr: Fransız Guyanası
uk: Французька Гвіана
zh_hans: 法属圭亚那
zh_hant: 法屬蓋亞那

source: French Polynesia
de: Französisch-Polynesien
es_ar: Polinesia Francesa
et: Prantsuse Polüneesia
eu: Polinesia Frantsesa
fr: Polynésie Française
pt_br: Polinésia Francesa
ru: Французская Полинезия
ta: ஃப்ரெஞ்ச் பாலினேசியா
tr: Fransız Polinezyası
uk: Французька Полінезія
zh_hans: 法属波利尼西亚
zh_hant: 法屬波利尼西亞

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es_ar: Preguntas Frecuentes
et: Korduma kippuvad küsimused
eu: Maiz Egindako Galderak
fr: Foire aux questions
pl: Najczęściej zadawane pytania
pt_br: Perguntas Frequentes
ru: Частые вопросы
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
tr: Sıkça Sorulan Sorular
uk: Часті запитання
zh_hans: 常见问题解答
zh_hant: 常見問題解答

source: Gabon
de: Gabun
es_ar: Gabón
pt_br: Gabão
ru: Габон
ta: கபோன்
uk: Габон
zh_hans: 加蓬
zh_hant: 加彭

source: Gambia
fr: Gambie
pt_br: Gâmbia
ru: Гамбия
ta: கம்பியா
tr: Gambiya
uk: Гамбія
zh_hans: 冈比亚
zh_hant: 岡比亞

source: General
cs: Obecné
de: Allgemein
et: Üldist
eu: Orokorra
fr: Général
ja: 一般
pl: Ogólne
pt_br: Geral
ru: Общие
ta: பொதுவானது
tr: Genel
uk: Головне
zh_hans: 通用
zh_hant: 一般

source: General File Transfer Settings
cs: Obecná nastavení přenosu souborů
de: Allgemeine Dateiübertragungseinstellungen
es_ar: Configuración general de transferencia de archivos
et: Failide edastamise üldised seadistused
eu: Fitxategiak partekatzeko ezarpen orokorrak
fr: Préférences générales de transfert de fichier
ja: ファイル転送の一般設定
pl: Ogólne ustawienia przesyłania plików
pt_br: Configurações Gerais de Transferência de Arquivos
ro: Setări generale transfer de fișiere
ru: Общие настройки передачи файлов
ta: பொது கோப்பு பரிமாற்ற அமைப்புகள்
tr: Genel Dosya Aktarım Ayarları
uk: Загальні налаштування передачі файлів
zh_hans: 一般文件传输设置
zh_hant: 一般檔案傳輸設定

source: General Settings
de: Allgemeine Einstellungen
es_ar: Configuración general
et: Üldseadistused
eu: Ezarpen orokorrak
fr: Préférences générales
ja: 一般設定
pl: Ogólne ustawienia
pt_br: Configurações Gerais
ru: Общие настройки
ta: பொது அமைப்புகள்
tr: Genel Ayarlar
uk: Загальні налаштування
zh_hans: 常规设置
zh_hant: 一般設定

source: Georgia
de: Georgien
et: Gruusia
fr: Géorgie
pt_br: Geórgia
ru: Грузия
ta: சார்சியா
tr: Gürcistan
uk: Грузія
zh_hans: 格鲁吉亚
zh_hant: 喬治亞

source: Germany
de: Deutschland
es_ar: Alemania
et: Saksamaa
eu: Alemania
fr: Allemagne
pt_br: Alemanha
ru: Германия
ta: செர்மனி
tr: Almanya
uk: Німеччина
zh_hans: 德国
zh_hant: 德國

source: Ghana
pt_br: Gana
ru: Гана
ta: கானா
tr: Gana
uk: Гана
zh_hans: 加纳
zh_hant: 迦納

source: Gibraltar
ru: Гибралтар
ta: கிப்ரால்டர்
tr: Cebelitarık
uk: Гібралтар
zh_hans: 直布罗陀
zh_hant: 直布羅陀

source: Got empty room config form for '%@'
de: Leere Raumkonfiguration für '%@' erhalten
es_ar: Se recibió formulario de configuración vacío para la sala '%@'
eu: Eskuratutako '%@' gelaren konfigurazio-orria hutsik dago
fr: Formulaire de configuration vide reçu pour le salon « %@ »
pl: Otrzymano pustą konfigurację dla kanału %@
pt_br: Obteve formulário de configuração de sala vazia para '%@'
ru: Получена пустая форма конфигурации комнаты для '%@'
ta: '%@' க்கு வெற்று அறை கட்டமைப்பு படிவம் கிடைத்தது
tr: '%@' için boş oda yapılandırma formu var
uk: Отримано форму конфігурації порожньої кімнати для '%@'
zh_hans: “%@”的群聊配置表单为空
zh_hant: 「%@」的群聊配置表單為空

source: Greece
de: Griechenland
es_ar: Grecia
et: Kreeka
eu: Grezia
fr: Grèce
pl: Grecja
pt_br: Grécia
ru: Греция
ta: கிரீச்
tr: Yunanistan
uk: Греція
zh_hans: 希腊
zh_hant: 希臘

source: Green checkmark shield:
de: Schild mit grünem Häkchen:
es_ar: Escudo verde tildado:
et: Roheline turvatunnus:
eu: Kontrol-marka berdea:
fr: Bouclier vert coché :
pl: Zielona tarcza:
pt_br: Escudo verde de verificação:
ru: Зелёный значок с галкой:
ta: பச்சை செக்மார்க் கவசம்:
tr: Yeşil onay işareti kalkanı:
uk: Зелений щит з галочкою:
zh_hans: 绿色复选标记盾牌：
zh_hant: 綠色盾牌驗證標識：

source: Greenland
de: Grönland
es_ar: Groenlandia
et: Gröönimaa
eu: Groenlandia
fr: Groenland
pl: Grenlandia
pt_br: Groenlândia
ru: Гренландия
ta: கிரீன்லாந்து
tr: Grönland
uk: Гренландія
zh_hans: 格陵兰岛
zh_hant: 格陵蘭

source: Grenada
es_ar: Granada
fr: Grenade
pt_br: Granada
ru: Гренада
ta: கிரனாடா
uk: Гренада
zh_hans: 格林纳达
zh_hant: 格林納達

source: Group Avatar
de: Profilbild der Gruppe
es_ar: Avatar del grupo
et: Grupi tunnuspilt
eu: Taldearen abatarra
fr: Avatar du groupe
pl: Awatar grupowy
pt_br: Avatar do Grupo
ru: Аватар группы
ta: குழு அவதார்
tr: Grup Avatarı
uk: Груповий аватар
zh_hans: 群组头像
zh_hant: 群組大頭貼

source: Group Description (optional)
de: Beschreibung der Gruppe (optional)
es_ar: Descripción del grupo (opcional)
et: Grupi kirjeldus (kui soovid lisada)
eu: Taldearen deskribapena (aukerakoa)
fr: Description du groupe (optionnelle)
pl: Opis grupy (opcjonalnie)
pt_br: Descrição do Grupo (opcional)
ru: Описание группы (опционально)
ta: குழு விளக்கம் (விரும்பினால்)
tr: Grup Açıklaması (isteğe bağlı)
uk: Опис групи (необов'язково)
zh_hans: 群组描述（可选）
zh_hant: 群組描述 （可選）

source: Group Members
de: Gruppenmitglieder
es_ar: Miembros del grupo
et: Grupi liikmed
eu: Taldeko kideak
fr: Membres du groupe
ja: グループのメンバー
pl: Członkowie Grupy
pt_br: Membros do Grupo
ro: Membrii grupului
ru: Участники группы
ta: குழு உறுப்பினர்கள்
tr: Grup Üyeleri
uk: Члени групи
zh_hans: 群组成员
zh_hant: 群組成員

source: Group name
de: Gruppenname
es_ar: Nombre del grupo
et: Grupi nimi
eu: Taldearen izena
fr: Nom du groupe
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
ta: குழு பெயர்
tr: Grup adı
uk: Назва групи
zh_hans: 群组名称
zh_hant: 群組名稱

source: Group Name (optional)
de: Gruppenname (optional)
es_ar: Nombre del grupo (opcional)
et: Grupi nimi (kui soovid lisada)
eu: Taldearen izena (aukerakoa)
fr: Nom du groupe (optionnel)
ja: グループ名 (任意)
pl: Nazwa grupy (opcjonalnie)
pt_br: Nome do Grupo (opcional)
ru: Название группы (опционально)
ta: குழு பெயர் (விரும்பினால்)
tr: Grup Adı (opsiyonel)
uk: Назва групи (необов'язково)
zh_hans: 群组名（可选）
zh_hant: 群組名稱（可選）

source: Group subject:
de: Thema der Gruppe:
es_ar: Asunto del grupo:
et: Grupi teema:
eu: Taldeko gaia:
fr: Sujet du groupe :
ja: グループの題:
pl: Temat grupy:
pt_br: Assunto do grupo:
ru: Тема группы:
ta: குழு பொருள்:
tr: Grup konusu:
uk: Тема групи:
zh_hans: 群组话题：
zh_hant: 群組主題：

source: Group/Channel description
de: Beschreibung der Gruppe/des Channels
es_ar: Descripción del grupo o canal
et: Grupi või kanali kirjeldus
eu: Taldearen / kanalaren deskribapena
fr: Description du groupe/salon
pl: Opis grupy/kanału
pt_br: Descrição do Grupo/Canal
ru: Описание группы/канала
ta: குழு/சேனல் விளக்கம்
tr: Grup/Kanal açıklaması
uk: Опис групи/каналу
zh_hans: 群组/频道描述
zh_hant: 群組/頻道描述

source: Group/Channel got destroyed: %@
de: Gruppenchat/Channel wurde gelöscht: %@
es_ar: Grupo o canal eliminado: %@
eu: Taldea / kanala suntsitu da: %@
fr: Le Groupe/Canal a été détruit : %@
ja: グループ/チャンネル %@ が閉鎖されました
pl: Grupa/kanał został(a) usunięta: %@
pt_br: Grupo/Canal foi destruído: %@
ru: Группа/канал удалена: %@
ta: குழு/சேனல் அழிக்கப்பட்டது: %@
tr: Grup/Kanal yok edildi: %@
uk: Групу/канал було знищено: %@
zh_hans: 群组/频道已解散：%@
zh_hant: 群組/頻道被銷毀：%@

source: Group/Channel not available anymore: %@
de: Gruppenchat/Channel ist nicht mehr verfügbar: %@
es_ar: Grupo o canal ya no se encuentra disponible: %@
eu: Taldea / kanala ez dago jada erabilgarri: %@
fr: Le Groupe/Canal n'est plus disponible : %@
ja: グループ/チャンネル %@ はもう利用できません
pl: Grupa/kanał nie jest już dostępny/-a: %@
pt_br: Grupo/Canal não está mais disponível: %@
ru: Больше нет доступа к группе/каналу: %@
ta: குழு/சேனல் இனி கிடைக்காது: %@
tr: Grup/Kanal artık mevcut değil: %@
uk: Група/канал більше не доступна: %@
zh_hans: 群组/频道不再可用：%@
zh_hant: 群組/頻道不再可用：%@

source: groupJoin Group
zh_hans: 群组加入群组
zh_hant: 群組加入群組

source: Guadeloupe
es_ar: Guadalupe
eu: Guadalupe
pl: Gwadelupa
pt_br: Guadalupe
ru: Гваделупа
ta: காஉடிலொபி
uk: Гваделупа
zh_hans: 瓜德罗普岛
zh_hant: 瓜德羅普

source: Guam
ru: Гуам
ta: குவாம்
uk: Гуам
zh_hans: 关岛
zh_hant: 關島

source: Guatemala
ru: Гватемала
ta: குவாதமாலா
uk: Гватемала
zh_hans: 危地马拉
zh_hant: 瓜地馬拉

source: Guinea
eu: Ginea
fr: Guinée
pt_br: Guiné
ru: Гвинея
ta: கினி
tr: Gine
uk: Гвінея
zh_hans: 几内亚
zh_hant: 幾內亞

source: Guinea-Bissau
es_ar: Guinea-Bisáu
eu: Ginea Bissau
fr: Guinée-Bissau
pt_br: Guiné-Bissau
ru: Гвинея-Бисау
ta: கினி-பீசோ
tr: Gine-Bissau
uk: Гвінея-Бісау
zh_hans: 几内亚比绍
zh_hant: 幾內亞比索

source: Guyana
fr: Guyane
pt_br: Guiana
ru: Гайана
ta: கயானா
uk: Гайана
zh_hans: 圭亚那
zh_hant: 蓋亞那

source: Haiti
es_ar: Haití
fr: Haïti
ru: Гаити
ta: கையிட்டி
uk: Гаїті
zh_hans: 海地
zh_hant: 海地

source: Hint
cs: Nápověda
de: Hinweis
es_ar: Sugerencia
et: Vihje
eu: Lagungarria
fr: Indice
ja: ヒント
pl: Wskazówka
pt_br: Dica
ro: Indiciu
ru: Подсказка
ta: குறிப்பு
tr: İpucu
uk: Приховати
zh_hans: 提示
zh_hant: 提示

source: Honduras
ru: Гондурас
ta: ஓன்டுராச்
uk: Гондурас
zh_hans: 洪都拉斯
zh_hant: 宏都拉斯

source: Hong Kong, China
et: Hongkong
eu: Hong Kong, Txina
fr: Hong Kong, Chine
ru: Гонконг
ta: ஆங்காங், சீனா
tr: Hong Kong, Çin
uk: Гонконг, Китай
zh_hans: 香港，中国
zh_hant: 香港

source: Hungary
de: Ungarn
es_ar: Hungría
et: Ungari
eu: Hungaria
fr: Hongrie
pt_br: Hungria
ru: Венгрия
ta: அங்கேரி
tr: Macaristan
uk: Угорщина
zh_hans: 匈牙利
zh_hant: 匈牙利

source: I already have an account:
de: Ich habe bereits ein Konto:
es_ar: Ya tengo una cuenta:
et: Mul juba on kasutajakonto olemas:
eu: Lehendik dudan kontu bat:
fr: J’ai déjà un compte :
ja: すでにアカウントを持っています:
pl: Już mam konto:
pt_br: Já tenho uma conta:
ru: У меня уже есть учётная запись:
ta: என்னிடம் ஏற்கனவே ஒரு கணக்கு உள்ளது:
tr: Zaten bir hesabım var:
uk: У мене вже є акаунт:
zh_hans: 我已有账号：
zh_hant: 登入已有帳戶：

source: I need an account:
de: Ich benötige ein Konto:
es_ar: Necesito una cuenta:
et: Ma vajan kasutajakontot:
eu: Kontu bat behar dut:
fr: Je veux créer un compte :
ja: アカウントが必要です:
pl: Potrzebuję konta:
pt_br: Preciso registrar uma conta:
ru: Мне нужна учётная запись:
ta: எனக்கு ஒரு கணக்கு தேவை:
tr: Bir hesaba ihtiyacım var:
uk: Мені потрібен акаунт:
zh_hans: 我需要账号：
zh_hant: 注冊賬戶：

source: Iceland
de: Island
es_ar: Islandia
et: Island
eu: Islandia
fr: Islande
pt_br: Islândia
ru: Исландия
ta: ஐச்லாந்து
tr: İzlanda
uk: Ісландія
zh_hans: 冰岛
zh_hant: 冰島

source: If Monal can't show notifications, you will not see alerts when a message arrives. This happens if you tapped 'Decline' when Monal first asked permission. Fix it by going to iOS Settings -> Monal -> Notifications and select 'Allow Notifications'.
cs: Pokud Monal nemůže zobrazovat oznámení, neuvidíte upozornění, když přijde nová zpráva. K tomu dochází, pokud jste klepli na "Odmítnout" při první žádosti Monalu o udělení oprávnění. Oznámení můžete povolit v Nastavení (iOS) -> Monal -> Oznámení a aktivujete 'Povolit oznámení'.
de: Wenn Monal keine Benachrichtigungen anzeigen kann, wirst du keine Benachrichtigungen sehen, wenn eine Nachricht eintrifft. Dies geschieht, wenn du auf 'Ablehnen' getippt hast, als Monal zum ersten Mal um Erlaubnis gefragt hat. Behebe dies, indem du zu iOS-Einstellungen > Monal > Benachrichtigungen gehst und 'Benachrichtigungen zulassen' wählst.
es_ar: Si Monal no puede mostrar notificaciones, no verá alertas cuando reciba un mensaje. Esto sucede si tocó 'Rechazar' cuando Monal solicitó su permiso. Puede solucionarlo seleccionando 'Permitir notificaciones' en Configuración de iOS -> Monal -> Notificaciones.
eu: Monalek jakinarazpenak erakutsi ezin baditu, ez duzu abisurik jasoko mezuak iristean. Hau gertatzen da 'Ukatu' aukeratu zenuelako Monalek baimena eskatu zizunean. iOSen ezarpenetara joanez eta > Monal > Jakinarazpenak atalean 'baimendu jakinarazpenak' hautatuz aldatu dezakezu.
fr: Si Monal ne peut utiliser les notifications, aucun alerte ne sera affichée quand les messages arriverons. Il est possible que vous ayez sélectionné "Refuser" lors de la demande de permission de Monal. Vous pouvez activer les notifications depuis Préférences d'iOS -> Monal -> Notifications puis « Autoriser les notifications ».
ja: Monal が通知を表示できない場合、メッセージが到着してもアラートは表示されません。これは、Monal が最初に許可を求めたときに「拒否」をタップした場合に発生します。この問題を修正するには、iOS の 設定 -> Monal -> 通知 に移動し、「通知を許可」を選択します。
pl: Jeżeli Monal nie może wyświetlić powiadomień, nie zobaczysz alertów o nadejściu wiadomości. Dzieje się tak, jeżeli klikniesz „Odrzuć”, gdy Monal po raz pierwszy poprosi o pozwolenie. Napraw to, przechodząc do ustawień systemu iOS -> Monal -> Powiadomienia i wybierz „Zezwalaj na powiadomienia”.
pt_br: Se o Monal não puder exibir notificações, você não verá alertas quando mensagens chegarem. Isto ocorre se você clicou em 'Não Permitir' quando o Monal solicitou por permissão para notificações em sua primeira execução. Vá nas configurações do iOS -> Monal -> Notificações e selecione 'Permitir Notificações'.
ru: Если у Monal нет разрешения показывать уведомления, он не сможет оповестить о входящих сообщениях. Такое случается если вы выбрали 'Отклонить' когда Monal изначально запрашивал соответствующее разрешение. Это можно исправить в Настройках iOS -> Monal -> Уведомления выбрав вариант 'Разрешить уведомления'.
ta: மோனால் அறிவிப்புகளைக் காட்ட முடியாவிட்டால், ஒரு செய்தி வரும்போது நீங்கள் விழிப்பூட்டல்களைக் காண மாட்டீர்கள். மோனால் முதலில் இசைவு கேட்டபோது நீங்கள் 'சரிவை' தட்டினால் இது நடக்கும். ஐஇமு அமைப்புகள் -> மோனல் -> அறிவிப்புகளுக்குச் சென்று அதை சரிசெய்யவும், 'அறிவிப்புகளை அனுமதிக்கவும்' என்பதைத் தேர்ந்தெடுக்கவும்.
tr: Monal bildirimleri gösteremezse, bir mesaj geldiğinde uyarı göremezsiniz. Monal ilk izin istediğinde 'Reddet' seçeneğine dokunursanız bu olur. iOS Ayarları -> Monal -> Bildirimler'e giderek ve 'Bildirimlere İzin Ver' seçeneğini seçerek bu sorunu düzeltin.
uk: Якщо Monal не може показувати сповіщення, ви не побачите сповіщення, коли прийде повідомлення. Це трапляється, якщо ви натиснули "Відхилити", коли Monal вперше запитував дозвіл. Виправте це, перейшовши в Налаштування iOS -> Monal -> Сповіщення і виберіть "Дозволити сповіщення".
zh_hans: 如果 Monal 无法显示通知，则当消息到达时您将看不到提示。如果您在 Monal 第一次请求许可时点击“拒绝”，就会发生这种情况。通过转到 iOS 设置 -> Monal -> 通知并选择“允许通知”来修复它。
zh_hant: 如果 Monal 無法顯示通知，則當訊息到達時，您將不會看到提醒。如果您在 Monal 首次請求許可時點擊了 『拒絕』，就會發生這種情況。通過轉到 iOS 設定 -> Monal -> 通知，並選取「允許通知」來修復它。

source: If this is off your device could not activate push on your xmpp server, make sure to have configured it to support XEP-0357.
cs: Pokud je toto vypnuté, zařízení nemohlo aktivovat službu push na Vašem XMPP serveru. Ujistěte se, že server podporuje XEP-0357 nebo kontaktujte správce serveru.
de: Wenn dies ausgeschaltet ist, kann dein Gerät Push auf deinem XMPP-Server nicht aktivieren. Stelle sicher, dass er so konfiguriert ist, dass er XEP-0357 unterstützt.
es_ar: Si está desactivado, su dispositivo no pudo activar "push" en su servidor XMPP, verifique su configuración para tener soportar al XEP-0357.
eu: Itzalita badago zure gailuak ezingo du XMPP zerbitzarian push aktibatu; egiaztatu XEP-0357-ekin bateragarria izateko konfiguratu duzula.
fr: Si ceci est inactif, votre appareil ne peut pas activer le push sur votre serveur XMPP. Veuillez vérifier que vous l'avez bien configuré pour supporter XEP-0357.
ja: これがオフの場合、デバイスが XMPP サーバーのプッシュ通知を有効化できていません。XEP-0357に対応をするよう設定されていることを確認してください。
pl: Jeżeli to jest wyłączone, Twoje urządzenie nie może aktywować push na serwerze XMPP. Upewnij się, że jest ono skonfigurowane tak, żeby obsługiwało XEP-0357.
pt_br: Se esta opção estiver desligada o seu dispositivo não conseguiu ativar o push no seu servidor xmpp, certifique-se de ter configurado o suporte a XEP-0357 em seu servidor.
ru: Если эта функция отключена, ваше устройство не сможет отправлять данные методом Push на ваш сервер XMPP; убедитесь, что на нём активирована поддержка XEP-0357.
ta: இது உங்கள் சாதனத்திலிருந்து விலகிவிட்டால், உங்கள் எக்ச்எம்பிபி சேவையகத்தில் புச் செயல்படுத்த முடியாவிட்டால், XEP-0357 ஐ ஆதரிக்க அதை உள்ளமைத்துள்ளதை உறுதிசெய்க.
tr: Bu kapalıysa, aygıtınız xmpp sunucunuzdan bildirim alamaz, ayrıca sunucunuzun XEP-0357'yi destekleyecek şekilde yapılandırmış olduğundan emin olun.
uk: Якщо цей параметр вимкнено, ваш пристрій не зміг активувати push на вашому xmpp-сервері, переконайтеся, що він налаштований на підтримку XEP-0357.
zh_hans: 如果关闭，您的设备将无法在 XMPP 服务器上激活推送，请确保已将其配置为支持 XEP-0357.
zh_hant: 如果此功能處於關閉狀態，則您的設備無法在 XMPP 伺服器上啟動推送，請確保已將其配置為支援 XEP-0357。
