Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Enter your new password. Passwords may not be empty. They may also be governed by server or company policies.
cs: Zadejte nové heslo. Hesla nesmí být prázdná a měla by se řídit zásadami serveru nebo společnosti.
de: Gib dein neues Passwort ein. Passwörter dürfen nicht leer sein. Sie können auch durch Server- oder Unternehmensrichtlinien geregelt sein.
es_ar: Introduzca su nueva contraseña. Las contraseñas no pueden estar vacías. También pueden regirse por las políticas del servidor o de la empresa.
et: Sisesta oma uus salasõna, mille väärtus ei saa olla tühi olla. Lisaks võivad kehtida organisatsiooni- või serverikohased reeglid.
eu: Sartu pasahitz berria. Pasahitza ezin da hutsik egon. Gainera, litekeena da zerbitzari- edo enpresa-arauak bete behar izatea.
fr: Entrez votre nouveau mot de passe. Les mots de passe ne peuvent pas être vides. Ils peuvent aussi être gérés par le serveur ou une politique d'entreprise.
ja: 新しいパスワード入力してください。 パスワードは空にはできません。サーバーまたは会社によって管理される場合があります。
pl: Podaj swoje hasło. Hasła nie mogą być puste. Mogą też musieć spełniać dodatkowe wymogi zdefiniowane przez serwer bądź firmowe polityki.
pt_br: Informe sua nova senha. Senhas não podem ser vazias. Elas podem também estar sujeitas às políticas da Companhia ou do servidor.
ro: Introduceți parola nouă. Parolele nu pot fi goale. Ele pot fi, de asemenea, reglementate de server sau de politicile companiei.
ru: Введите ваш новый пароль. Он не может быть пустым. Также могут применяться дополнительные ограничения со стороны сервера или компании.
ta: உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும். கடவுச்சொற்கள் காலியாக இல்லாமல் இருக்கலாம். அவை சர்வர் அல்லது நிறுவனத்தின் கொள்கைகளால் நிர்வகிக்கப்படலாம்.
tr: Yeni şifrenizi giriniz. Şifreler boş bırakılamaz. Ayrıca sunucu veya şirket politikalarına tabi olabilirler.
uk: Введіть свій новий пароль. Паролі не можуть бути порожніми. Вони також можуть регулюватися політикою сервера або компанії.
zh_hans: 输入您的新密码。密码不应为空。密码也须符合服务器或公司管理政策。
zh_hant: 輸入您的新密碼。密碼不應為空。他們也須符合伺服器或是公司管理政策。

source: Enter your password here
cs: Zadejte své heslo
de: Gib hier dein Passwort ein
es_ar: Ingrese su password aquí
et: Sisesta oma salasõna siia
eu: Sartu zure pasahitza hemen
fr: Entrez votre mot de passe ici
ja: ここにパスワードを入力
pl: Wpisz tutaj swoje hasło
pt_br: Informe sua senha aqui
ro: Introduceți parola aici
ru: Введите сюда ваш пароль
ta: உங்கள் கடவுச்சொல்லை இங்கே உள்ளிடவும்
tr: Parolanızı buraya girin
uk: Введіть ваш пароль тут
zh_hans: 在这里输入您的密码
zh_hant: 在這裡輸入您的密碼

source: Enter your XMPP ID here
cs: Zadejte své XMPP ID
de: Gib hier deine XMPP-Adresse ein
es_ar: Ingrese su dirección XMPP aquí
et: Sisesta oma XMPP ID siia
eu: Sartu zure XMPP IDa hemen
fr: Entrez votre ID XMPP ici
ja: ここに XMPP ID を入力
pl: Wpisz tutaj swój identyfikator XMPP
pt_br: Informe seu endereço XMPP aqui
ro: Introduceți adresa voastră XMPP aici
ru: Ваш идентификатор XMPP
ta: உங்கள் XMPP ஐடியை இங்கே உள்ளிடவும்
tr: XMPP kimliğinizi buraya girin
uk: Введіть ваш XMPP ID тут
zh_hans: 在此输入您的 XMPP 地址
zh_hant: 在這裡輸入您的XMPP ID

source: Entry 1
ro: Intrarea 1
zh_hans: 条目 1
zh_hant: 條目 1

source: Entry 2
ro: Intrarea 2
zh_hans: 条目 2
zh_hant: 條目 2

source: Entry 3
ro: Intrarea 3
zh_hans: 条目 3
zh_hant: 條目 3

source: Equatorial Guinea
de: Äquatorialguinea
es_ar: Guinea Ecuatorial
et: Ekvatoriaal-Guinea
eu: Ekuatore Ginea
fr: Guinée équatoriale
pt_br: Guiné Equatorial
ru: Экваториальная Гвинея
ta: ஈக்குவிடோரியல் கினி
tr: Ekvator Ginesi
uk: Екваторіальна Гвінея
zh_hans: 赤道几内亚
zh_hant: 赤道幾內亞

source: Eritrea
fr: Érythrée
pt_br: Eritreia
ru: Эритрея
ta: எரிட்ரேயா
tr: Eritre
uk: Еритрея
zh_hans: 厄立特里亚
zh_hant: 厄利垂亞

source: Error
cs: Chyba
de: Fehler
et: Viga
eu: Errorea
fr: Erreur
ja: エラー
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
ta: பிழை
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

source: error
ja: エラー
ro: eroare
zh_hans: 错误
zh_hant: 錯誤

source: Error adding contact or channel
de: Fehler beim Hinzufügen eines Kontakts oder Channels
es_ar: Error al agregar contacto o canal
et: Viga kontakti või kanali lisamisel
eu: Errorea kontaktua edo kanala gehitzean
fr: L'ajout du contact ou du groupe a échoué
ja: 相手先またはチャンネルの追加時のエラー
pl: Błąd dodawania kontaktu lub kanału
pt_br: Erro ao adicionar contato ou canal
ru: Ошибка добавления контакта или канала
ta: தொடர்பு அல்லது சேனலைச் சேர்ப்பதில் பிழை
tr: Kişi veya kanal eklerken hata oluştu
uk: Помилка додавання контакту або каналу
zh_hans: 添加联系人或频道时出错
zh_hant: 添加聯繫人或頻道時出錯

source: Error adding new member!
de: Fehler beim Hinzufügen eines neuen Mitglieds!
es_ar: ¡Error al agregar nuevo miembro!
et: Viga uue liikme lisamisel!
eu: Errorea kide berria gehitzean!
fr: Erreur lors de l’ajout d’un nouveau membre !
pl: Błąd dodawania nowego członka!
pt_br: Erro ao adicionar novo membro!
ru: Ошибка добавления нового участника.
ta: புதிய உறுப்பினரைச் சேர்ப்பதில் பிழை!
tr: Yeni üye eklenirken hata oluştu!
uk: Помилка додавання нового учасника!
zh_hans: 添加新成员时出错！
zh_hant: 添加新成員時出錯！

source: Error blocking user!
de: Fehler beim Sperren des Benutzers!
es_ar: ¡Error al bloquear usuario!
et: Viga liikme blokeerimisel!
eu: Errorea erabiltzailea blokeatzean!
fr: Erreur lors du blocage de l'utilisateur !
pl: Błąd blokowania użytkownika!
pt_br: Erro ao bloquear o usuário!
ru: Ошибка блокировки пользователя.
ta: பயனரைத் தடுப்பதில் பிழை!
tr: Kullanıcı engellenirken hata oluştu!
uk: Помилка блокування користувача!
zh_hans: 屏蔽用户时出错！
zh_hant: 封鎖使用者時出錯！

source: Error changing affiliation!
de: Fehler beim Ändern der Zugehörigkeit!
es_ar: ¡Error al cambiar afiliación!
et: Viga kuuluvuse muutmisel!
eu: Errorea afiliazioa aldatzean!
fr: Échec du changement d’affiliation !
pl: Błąd zmieniania powiązania!
pt_br: Erro ao alterar a afiliação!
ru: Ошибка изменения статуса.
ta: இணைப்பை மாற்றுவதில் பிழை!
tr: Bağlılığı değiştirirken hata oluştu!
uk: Помилка зміни приналежності!
zh_hans: 更改从属关系时出错！
zh_hant: 更改隸屬關係時出錯！

source: Error changing avatar!
de: Fehler beim Ändern des Profilbildes!
es_ar: ¡Error al cambiar avatar!
et: Viga tunnuspildi muutmisel!
eu: Errorea abatarra aldatzean!
fr: Erreur lors du changement de l’avatar !
pl: Błąd zmieniania awataru!
pt_br: Erro ao alterar o avatar!
ru: Ошибка смены аватара.
ta: அவதாரத்தை மாற்றுவதில் பிழை!
tr: Avatar değiştirilirken hata oluştu!
uk: Помилка зміни аватара!
zh_hans: 更改头像时出错！
zh_hant: 更改大頭貼時出錯！

source: Error creating group!
de: Fehler beim Erstellen der Gruppe!
es_ar: ¡Error al crear nuevo grupo!
et: Viga grupi loomisel!
eu: Errorea taldea sortzean!
fr: Erreur lors de la création du groupe !
pl: Błąd tworzenia grupy!
pt_br: Erro ao criar o grupo!
ru: Ошибка создания группы.
ta: குழுவை உருவாக்கும் பிழை!
tr: Grup oluşturulurken hata oluştu!
uk: Помилка створення групи!
zh_hans: 创建群组时出错！
zh_hant: 創建群組時出錯！

source: Error decrypting message
cs: Chyba při dešifrování zprávy
de: Fehler beim Entschlüsseln der Nachricht
es_ar: Error desencriptando el mensaje
et: Viga sõnumi dekrüptimisel
eu: Errorea mezua deszifratzean
fr: Erreur lors du déchiffrement du message
ja: メッセージ復号のエラー
pl: Bład w trakcie odszyfrowywania wiadomości
pt_br: Erro ao descriptografar mensagem
ro: Eroare la decriptarea mesajului
ru: Ошибка расшифровки сообщения
ta: செய்தியை மறைகுறியாக்குவதில் (decrypt) பிழை
tr: Mesajın şifresi çözülürken hata oluştu
uk: Помилка при розшифруванні повідомлення
zh_hans: 解密消息时出错
zh_hant: 解密訊息發生錯誤

source: Error destroying group!
de: Fehler beim Auflösen der Gruppe!
es_ar: ¡Error al eliminar grupo!
et: Viga grupi kustutamisel!
eu: Errorea taldea suntsitzean!
fr: Erreur lors de la destruction du groupe !
ja: グループ閉鎖中のエラー
pl: Błąd usuwania grupy!
pt_br: Erro ao destruir o grupo!
ru: Ошибка удаления группы.
ta: குழுவை அழிப்பதில் பிழை!
tr: Grup yok edilirken hata oluştu!
uk: Помилка видалення групи!
zh_hans: 解散群组时出错！
zh_hant: 解散群組時出錯！

source: Error entering group/channel!
de: Fehler beim Beitreten der Gruppe/des Channels!
es_ar: ¡Error al ingresar a grupo/canal!
et: Viga grupi või kanali avamisel!
eu: Errorea taldera / kanalera sartzean!
fr: Erreur pour rejoindre le groupe/salon !
ja: グループ/チャンネルに入る際のエラー
pl: Błąd dołączania do grupy/kanału!
pt_br: Erro ao ingressar no grupo/canal!
ru: Ошибка входа в группу/канал.
ta: குழு/சேனலை உள்ளிடுவதில் பிழை!
tr: Grup/kanala girerken hata!
uk: Помилка входу в групу/канал!
zh_hans: 进入群组/频道时出错！
zh_hant: 加入群組/頻道時出錯！

source: Error handling SASL challenge of server (iteration count too low), disconnecting!
de: Fehler bei der Behandlung der SASL-Abfrage des Servers (Iterationszahl zu niedrig), Verbindungsabbruch!
es_ar: Error de gestión en el desafío SASL al servidor (muy baja cantidad de iteraciones), desconectando!
eu: Errorea zerbitzariaren SASL erronka kudeatzean (iteration count too low), deskonektatzen!
fr: Erreur lors de la gestion du challenge SASL du serveur (nombre d'itérations trop faible), déconnexion !
pl: Błąd obsługiwania zadania SASL (liczba iteracji zbyt niska), rozłączam!
pt_br: Desafio SASL de tratamento de erros do servidor (iteration count too low), desconectando!
ru: Ошибка обработки SASL запроса от сервера (запрошено слишком маленькое количество итераций), отключаемся.
ta: சேவையகத்தின் SASL சவாலைக் கையாளுதல் (மறு செய்கை எண்ணிக்கை மிகக் குறைவு), துண்டித்தல்!
tr: Sunucunun SASL Challenge'ı işlenirken hata oluştu (yineleme sayısı çok düşük), bağlantı kesiliyor!
uk: Помилка обробки SASL виклику сервера (занадто мала кількість ітерацій), роз'єднання!
zh_hans: 处理服务器的 SASL 质询时出错（迭代计数太低），正在断开连接！
zh_hant: 錯誤處理伺服器的SASL質詢（反覆運算計數太低），斷開連接！

source: Error handling SASL challenge of server (m-attr error), disconnecting!
de: Fehler bei der SASL-Abfrage des Servers (m-attr-Fehler), Abbruch der Verbindung!
es_ar: Error de gestión en el desafío SASL al servidor (m-attr error), desconectando!
eu: Errorea zerbitzariaren SASL erronka kudeatzean (m-attr error), deskonektatzen!
fr: Erreur de gestion du challenge SASL du serveur (erreur m-attr), déconnexion !
pl: Błąd obsługiwania zadania SASL (błąd m-attr), rozłączam!
pt_br: Desafio SASL de tratamento de erros do servidor (m-attr error), desconectando!
ru: Ошибка обработки SASL запроса от сервера (некорректное значение параметра "m"), отключаемся.
ta: சேவையகத்தின் SASL சவாலைக் கையாளுதல் (M-ATTR பிழை), துண்டித்தல்!
tr: Sunucunun SASL Challange'ı işlenirken hata (m-attr hatası) oluştu, bağlantı kesiliyor!
uk: Помилка обробки SASL виклику сервера (помилка m-attr), роз'єднання!
zh_hans: 处理服务器的 SASL 质询时出错（m-attr 错误），正在断开连接！
zh_hant: 伺服器 SASL 質詢處理錯誤（m-attr 錯誤），斷開連接！

source: Error handling SASL challenge of server (nonce error), disconnecting!
de: Fehler bei der SASL-Abfrage des Servers (nonce-Fehler), Abbruch der Verbindung!
es_ar: Error de gestión en el desafío SASL al servidor (nonce error), desconectando!
eu: Errorea zerbitzariaren SASL erronka kudeatzean (nonce error), deskonektatzen!
fr: Erreur lors de la gestion du challenge SASL du serveur (erreur de nonce), déconnexion !
pl: Błąd obsługiwania zadania SASL (błąd nonce), rozłączam!
pt_br: Desafio SASL de tratamento de erros do servidor (nonce error), desconectando!
ru: Ошибка обработки SASL запроса от сервера (некорректное значение "nonce"), отключаемся.
ta: சேவையகத்தின் SASL சவாலைக் கையாள்வதில் பிழை (nonce பிழை), துண்டித்தல்!
tr: Sunucunun SASL Challange'ı işlenirken hata (nonce hatası) oluştu, bağlantı kesiliyor!
uk: Помилка обробки SASL виклику сервера (помилка nonce), роз'єднання!
zh_hans: 处理服务器的 SASL 质询时出错（随机数错误），正在断开连接！
zh_hant: 伺服器 SASL 質詢處理錯誤（m-attr 錯誤），斷開連接！

source: Error inviting new member!
de: Fehler beim Einladen eines neuen Mitglieds!
es_ar: ¡Error al invitar nuevo miembro!
et: Viga kutse saatmisel uuele liikmele!
eu: Errorea kide berria gonbidatzean!
fr: Échec de l’invitation d’un nouveau membre !
pl: Błąd zapraszania nowego członka!
pt_br: Erro ao convidar novo membro!
ru: Ошибка приглашения нового участника.
ta: புதிய உறுப்பினரை அழைப்பதில் பிழை!
tr: Yeni üye davet edilirken hata oluştu!
uk: Помилка запрошенням нового учасника!
zh_hans: 邀请新成员时出错！
zh_hant: 邀請新成員時出錯！

source: Error inviting new participant!
de: Fehler beim Einladen eines neuen Teilnehmers!
es_ar: ¡Error al invitar nuevo participante!
et: Viga uue osaleja kutsumisel!
eu: Errorea parte-hartzaile berria gonbidatzean!
fr: Échec de l’invitation d’un nouveau participant !
pl: Błąd zapraszania nowego uczestnika!
pt_br: Erro ao convidar novo participante!
ru: Ошибка приглашения нового участника.
ta: புதிய பங்கேற்பாளரை அழைப்பதில் பிழை!
tr: Yeni katılımcı davet edilirken hata oluştu!
uk: Помилка запрошення нового учасника!
zh_hans: 邀请新参与者时出错！
zh_hant: 邀請新參與者時出錯！

source: Error inviting user!
de: Fehler beim Einladen des Benutzers!
es_ar: ¡Error al invitar usuario!
et: Viga kasutaja kutsumisel!
eu: Errorea erabiltzailea gonbidatzean!
fr: Échec de l’invitation d’un utilisateur !
pl: Błąd zapraszania użytkownika!
pt_br: Erro ao convidar usuário!
ru: Ошибка приглашения пользователя.
ta: பயனரை அழைப்பதில் பிழை!
tr: Kullanıcı davet edilirken hata oluştu!
uk: Помилка запрошення користувача!
zh_hans: 邀请用户时出错！
zh_hant: 邀請使用者時出錯！

source: Error registering push
cs: Chyba při registraci push
de: Fehler beim Registrieren von Push
es_ar: Error al registrar push
et: Viga tõuketeenuse registreerimisel
eu: Errorea pusha erregistratzean
fr: Erreur lors de l'enregistrement du push
pl: Błąd rejestracji push
pt_br: Erro ao registrar push
ro: Eroare la înregistrarea push
ru: Ошибка регистрации Push-уведомлений
ta: புச் பதிவு செய்யும் பிழை
tr: Bildirimler kaydedilirken hata oluştu
uk: Помилка реєстрації push
zh_hans: 注册推送时出错
zh_hant: 註冊推送錯誤

source: Error Removing Account
de: Fehler beim Löschen des Kontos
es_ar: Error eliminando la cuenta
et: Viga kasutajakonto eemaldamisel
eu: Errorea kontua kentzean
fr: Erreur de suppression de compte
ja: アカウント除去時のエラー
pl: Błąd podczas usuwania konta
pt_br: Erro ao Remover Conta
ru: Ошибка удаления учётной записи
ta: கணக்கை அகற்றுவதில் பிழை
tr: Hesap silinirken hata oluştu
uk: Помилка видалення облікового запису
zh_hans: 移除账号时出错
zh_hant: 刪除帳戶時出錯

source: Error removing avatar!
de: Fehler beim Entfernen des Profilbildes!
es_ar: ¡Error al remover avatar!
et: Viga tunnuspildi eemaldamisel!
eu: Errorea abatarra kentzean!
fr: Erreur lors de la suppression de l’avatar !
pl: Błąd usuwania awataru!
pt_br: Erro ao remover o avatar!
ru: Ошибка удаления аватара.
ta: அவதாரத்தை அகற்றுவதில் பிழை!
tr: Avatar kaldırılırken hata oluştu!
uk: Помилка вилучення аватара!
zh_hans: 移除头像时出错！
zh_hant: 刪除大頭貼時出錯！

source: Error removing user!
de: Fehler beim Entfernen des Benutzers!
es_ar: ¡Error al eliminar usuario!
et: Viga kasutaja eemaldamisel!
eu: Errorea erabiltzailea kentzean!
fr: Erreur lors de la suppression de l'utilisateur !
pl: Błąd usuwania użytkownika!
pt_br: Erro ao remover o usuário!
ru: Ошибка удаления пользователя.
ta: பயனரை அகற்றுவதில் பிழை!
tr: Kullanıcı kaldırılırken hata oluştu!
uk: Помилка вилучення користувача!
zh_hans: 移除用户时出错！
zh_hant: 刪除使用者時出錯！

source: Error requesting SMS!
de: Fehler beim Anfordern der SMS!
es_ar: ¡Error al solicitar el SMS!
et: Viga SMS-i teenuse küsimisel!
eu: Errorea SMSa eskatzean!
fr: Erreur lors de la réception du SMS !
pl: Błąd żądania wiadomości SMS!
pt_br: Erro ao solicitar SMS!
ru: Ошибка запроса СМС!
ta: எச்எம்எச் கோருவதில் பிழை!
tr: SMS talep edilirken hata oluştu!
uk: Помилка запиту SMS!
zh_hans: 请求短信时出错！
zh_hant: 請求簡訊時出錯！

source: Error unblocking user!
de: Fehler beim Entsperren des Nutzers!
es_ar: ¡Error al desbloquear usuario!
et: Viga kasutaja blokeerimisel lõpetamisel!
eu: Errorea erabiltzailea blokeatzeari uztean!
fr: Erreur lors du déblocage de l'utilisateur !
pl: Błąd odblokowywania użytkownika!
pt_br: Erro ao desbloquear o usuário!
ru: Ошибка разблокировки пользователя.
ta: பயனரைத் தடுப்பதில் பிழை!
tr: Kullanıcı engeli kaldırılırken hata oluştu!
uk: Помилка розблокування користувача!
zh_hans: 解除屏蔽用户时出错！
zh_hant: 取消封鎖使用者時出錯！

source: Error while decrypting: iv.length != 12
cs: Chyba při dešifrování: iv.length != 12
de: Fehler beim Entschlüsseln: iv.length !=12
es_ar: Error al desencriptar: iv.length != 12
et: Viga dekrüptimisel: iv.length != 12
eu: Errorea deszifratzean: iv.length != 12
fr: Erreur lors du déchiffrement : iv.length != 12
pl: Błąd podczas odszyfrowywania: iv.length != 12
pt_br: Erro ao descriptografar: iv.length != 12
ro: Eroare la decriptare: iv.length != 12
ru: Ошибка расшифровки: длина iv != 12
ta: மறைகுறியாக்கும் போது பிழை: iv.length! = 12
tr: Şifre çözülürken hata oluştu: iv.length != 12
uk: Помилка під час розшифрування: iv.length ! = 12
zh_hans: 解密时出错：iv.length != 12
zh_hant: 解密時出現錯誤：iv.length！= 12

source: Error: %@
cs: Chyba: %@
de: Fehler: %@
et: Viga: %@
eu: Errorea: %@
fr: Erreur : %@
ja: エラー: %@
pl: Błąd: %@
pt_br: Erro: %@
ro: Eroare: %@
ru: Ошибка: %@
ta: பிழை: %@
tr: Hata: %@
uk: Помилка: %@
zh_hans: 错误：%@
zh_hant: 錯誤: %@

source: Error: Account disabled, can not display keys!
de: Fehler: Konto deaktiviert, Schlüssel können nicht angezeigt werden!
es_ar: Error: Cuenta deshabilitada. ¡No se pueden mostrar las llaves!
et: Viga: konto pole kasutusel ja võtmeid pole võimalik kuvada!
eu: Errorea: kontua ezgaituta dago, ezin dira gakoak ikusi!
fr: Erreur : compte désactivé, impossible d'afficher les clés !
ja: エラー: アカウントが無効です。鍵を表示できません。
pl: Błąd: Konto wyłączone, nie można wyświetlić kluczy!
pt_br: Erro: Conta desativada, não é possível exibir as chaves!
ru: Ошибка: Учётная запись заблокирована, нет возможности отобразить ключи.
ta: பிழை: கணக்கு முடக்கப்பட்டது, விசைகளைக் காட்ட முடியாது!
tr: Hata oluştu: Hesap devre dışı bırakıldı, anahtarlar görüntülenemiyor!
uk: Помилка: Обліковий запис вимкнено, не можна відображати ключі!
zh_hans: 错误：账号已禁用，无法显示密钥！
zh_hant: 錯誤：帳戶已禁用，無法顯示密鑰！

source: Error: No contacts to display keys for!
de: Fehler: Keine Kontakte für die Anzeige von Schlüsseln!
es_ar: Error: ¡No existen contactos con llaves para mostrar!
eu: Errorea: Ez dago gakoak ikusteko kontakturik!
fr: Erreur : pas de contacts pour afficher les clés !
ja: エラー: 鍵を表示する相手先がありません。
pl: Błąd: Brak kontaktów do wyświetlenia kluczy!
pt_br: Erro: Nenhum contato para exibir as chaves!
ru: Ошибка: Отсутствуют контакты для которых отображать ключи.
ta: பிழை: விசைகளைக் காட்ட தொடர்புகள் இல்லை!
tr: Hata: Anahtarları görüntülenecek kişi yok!
uk: Помилка: Немає контактів для відображення ключів!
zh_hans: 错误：没有可显示密钥的联系人！
zh_hant: 錯誤：沒有可顯示金鑰的聯絡人！

source: Error: Received OMEMO message is empty
de: Fehler: Empfangene OMEMO-Nachricht ist leer
es_ar: Error: El mensaje OMEMO recibido está vacío
et: Viga: vastuvõetud OMEMO-sõnum on tühi
eu: Errorea: jasotako OMEMO mezua hutsik dago
fr: Erreur : le message OMEMO reçu est vide
ja: エラー: 受信した OMEMO メッセージは空です
pl: Błąd: Otrzymana wiadomość OMEMO jest pusta
pt_br: Erro: A mensagem OMEMO recebida está vazia
ru: Ошибка: Получено пустое OMEMO сообщение
ta: பிழை: பெறப்பட்ட ஓமமோ செய்தி காலியாக உள்ளது
tr: Hata: Alınan OMEMO iletisi boş
uk: Помилка: Отримане повідомлення OMEMO є порожнім
zh_hans: 错误：收到的 OMEMO 消息为空
zh_hant: 錯誤：收到的 OMEMO 訊息為空

source: errorMessage
zh_hans: 错误信息
zh_hant: 錯誤訊息

source: Estonia
de: Estland
et: Eesti
fr: Estonie
pt_br: Estónia
ru: Эстония
ta: எசுதோனியா
tr: Estonya
uk: Естонія
zh_hans: 爱沙尼亚
zh_hant: 愛沙尼亞

source: Ethiopia
de: Äthiopien
es_ar: Etiopía
et: Etioopia
eu: Etiopia
fr: Éthiopie
pt_br: Etiópia
ru: Эфиопия
ta: எதியோப்பியா
tr: Etiyopya
uk: Ефіопія
zh_hans: 埃塞俄比亚
zh_hant: 衣索比亞

source: Even more to customize!
de: Noch mehr zum Individualisieren!
es_ar: ¡Todavía más para personalizar!
et: Saad kohendada nii mõndagi veel!
eu: Pertsonalizatu gehiago!
fr: Encore plus à personnaliser !
pl: Jeszcze więcej do personalizacji!
pt_br: Ainda mais para personalizar!
ru: Ещё больше настроек!
ta: தனிப்பயனாக்க இன்னும் அதிகமாக!
tr: Daha da özelleştirmek için!
uk: Ще більше можливостей для налаштування!
zh_hans: 甚至更多的自定义！
zh_hant: 更多客製化！

source: Every new contact will have encryption enabled, but already known contacts will preserve their encryption settings.
de: Bei jedem neuen Kontakt wird die Verschlüsselung aktiviert, aber bereits bekannte Kontakte behalten ihre Verschlüsselungseinstellungen bei.
eu: Kontaktu berri bakoitzak zifratzea gaituta izango du, baina lehendik gehitutako kontaktuek orain arteko zifratze-ezarpenak mantenduko dituzte.
fr: Tous les nouveaux contacts auront le chiffrement activé, mais les contacts déjà connus conserveront leurs préférences de chiffrement.
ja: 新しい相手先はすべて暗号化が有効になりますが、既知の相手先はそれぞれの暗号化設定を保持します。
pt_br: Cada novo contato terá criptografia ativada, mas contatos já conhecidos irão preservar suas configurações de criptografia.
ru: Для каждого нового контакта будет активироваться шифрование; при этом, для уже известных контактов сохранятся выбранные настройки шифрования.
ta: ஒவ்வொரு புதிய தொடர்பும் குறியாக்கத்தை இயக்கும், ஆனால் ஏற்கனவே அறியப்பட்ட தொடர்புகள் அவற்றின் குறியாக்க அமைப்புகளை பாதுகாக்கும்.
tr: Her yeni kişi için şifrelemeyi etkinleştirecek, ancak zaten bilinen kişiler şifreleme ayarlarını koruyacaktır.
uk: У кожного нового контакту буде ввімкнено шифрування, але вже відомі контакти збережуть свої налаштування шифрування.
zh_hans: 每位新联系人都将启用加密，但已知联系人将保留其加密设置。
zh_hant: 每個新聯絡人都將啟用加密，但已知聯絡人將保留其加密設定。

source: Failed to block contact %@
cs: Chyba při blokování kontaktu %@
de: Kontakt %@ konnte nicht gesperrt werden
es_ar: Fallo al bloquear al contacto %@
et: Viga kontakti blokeerimise lõpetamisel: %@
eu: %@ blokeatzeak kale egin du
fr: Échec de blocage du contact %@
ja: contact %@ のブロックに失敗しました
pl: Nie udało się zablokować kontaktu %@
pt_br: Falha ao bloquear o contato %@
ro: Nu s-a reușit blocarea contactului %@
ru: Не удалось заблокировать контакт %@
ta: தொடர்பு %@ ஐத் தடுக்கத் தவறிவிட்டது
tr: %@ kişisi engellenemedi
uk: Не вдалося заблокувати контакт %@
zh_hans: 无法屏蔽联系人 %@
zh_hant: 無法封鎖聯絡人 %@

source: Failed to change affiliation of '%@' in '%@' to '%@'
de: Änderung der Zugehörigkeit von '%1$@' in '%2$@' nach '%3$@' fehlgeschlagen
es_ar: Fallo al cambiar la afiliación de '%1$@' en '%2$@' a '%3$@'
et: Failed to change affiliation of '%1$@' in '%2$@' to '%3$@'
eu: '%2$@'(e)n '%1$@'(r)en kidetza '%3$@'(e)ra aldatzeak kale egin du
fr: Échec lors du changement d’affiliation de « %1$@ » dans le salon « %2$@ » en « %3$@ »
ja: '%2$@' での '%1$@' の分掌を '%3$@' に変更できませんでした
pl: Nie udało się zmienić powiązania dla '%1$@' z '%2$@' do '%3$@'
pt_br: Falha ao alterar a afiliação de '%@' em '%@' para '%@'
ru: Не удалось изменить статус '%1$@' в '%2$@' на '%3$@'
ta: '%2 $@' இல் '%1 $@' இன் இணைப்பை '%3 $@' ஆக மாற்றத் தவறிவிட்டது
tr: '%2$@' içindeki '%1$@' üyeliği '%3$@' olarak değiştirilemedi
uk: Не вдалося змінити приналежність '%1$@' у '%2$@' на '%3$@'
zh_hans: 无法将“%1$@”在“%2$@”中的从属关系更改为“%3$@”
zh_hant: 無法將「%2$@」中「%1$@」的隸屬關係更改為「%3$@」

source: Failed to change affiliation of '%@' in '%@' to '%@': timeout
de: Änderung der Zugehörigkeit von '%1$@' in '%2$@' nach '%3$@' fehlgeschlagen: Zeitüberschreitung
es_ar: Fallo al cambiar la afiliación de '%1$@' en '%2$@' a '%3$@': tiempo de espera agotado
et: Failed to change affiliation of '%1$@' in '%2$@' to '%3$@': timeout
eu: '%2$@'(e)n '%1$@'(r)en kidetza '%3$@'(e)ra aldatzeak kale egin du: denbora agortu da
fr: Échec lors du changement d’affiliation de « %1$@ » dans le salon « %2$@ » en « %3$@ » : timeout
ja: '%2$@' での '%1$@' の分掌を '%3$@' に変更できませんでした: 時間切れ
pl: Nie udało się zmienić powiązania dla '%1$@' z '%2$@' do '%3$@': dopuszczalny czas przekroczony
pt_br: Falha ao alterar a afiliação de '%@' em '%@' para '%@': tempo limite atingido
ru: Не удалось изменить статус '%1$@' в '%2$@' на '%3$@': время ожидания истекло
ta: '%2 $@' இல் '%1 $@' இன் இணைப்பை '%3 $@' க்கு மாற்றுவதில் தோல்வி: நேரம் முடிந்தது
tr: '%2$@' içindeki '%1$@' üyeliği '%3$@' olarak değiştirilemedi: zaman aşımı
uk: Не вдалося змінити приналежність '%1$@' у '%2$@' на '%3$@': час очікування минув
zh_hans: 无法将“%1$@”在“%2$@”中的从属关系更改为“%3$@”：超时
zh_hant: 無法將「%2$@」中「%1$@」的隸屬關係更改「%3$@」：超時
