Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: If you turn this on, you will no longer be safe from man-in-the-middle attacks. Such attacks enable the adversary to manipulate your incoming and outgoing messages, add their own OMEMO keys, change your account details and even know or change your password! You should rather switch to another server than turning this on.
de: Wenn du diese Funktion aktivierst, bist du nicht mehr vor Man-in-the-Middle-Angriffen geschützt. Solche Angriffe ermöglichen es dem Gegner, deine ein- und ausgehenden Nachrichten zu manipulieren, seine eigenen OMEMO-Schlüssel hinzuzufügen, deine Kontodaten zu ändern und sogar dein Passwort zu kennen oder zu ändern! Du solltest lieber zu einem anderen Server wechseln, als diese Funktion zu aktivieren.
es_ar: Si activa esta opción, ya no estará protegido de ataques "man-in-the-middle". Este tipo de ataque permite que un agresor pueda manipular los mensajes que envía y recibe, agregar su propia llave OMEMO, cambiar los detalles de su cuenta y hasta descubrir y cambiar su clave! Sería mejor cambiar de servidor en lugar de activarla.
eu: Pizten baduzu, ez zara MITM (man-in-the-middle) erasoetatik salbu egongo. Horrelako erasoek aukera ematen diote aurkariari zure sarrerako eta irteerako mezuak manipulatzeko, bere OMEMO gakoak gehitzeko, zure kontuaren xehetasunak aldatzeko, eta baita zure pasahitza ezagut edo aldatzeko ere! Hobe zenezake beste zerbitzari batera aldatu hau piztea baino.
fr: Si vous l'activez, vous ne serez plus à l'abri des attaques MITM. De telles attaques permettent à l'adversaire de manipuler vos messages entrants et sortants, d'ajouter ses propres clés OMEMO, de modifier les détails de votre compte et même de connaître ou de changer votre mot de passe ! Vous devriez plutôt passer à un autre serveur plutôt que de l'activer.
ja: これをオンにすると、中間者攻撃に対して安全ではなくなります。このような攻撃により、攻撃者は送受信メッセージを操作したり、独自の OMEMO キーを追加したり、アカウントの詳細を変更したり、さらにはパスワードを知ったり変更したりすることができます。 これをオンにするよりも、別のサーバーに切り替えることをお勧めします。
pl: Jeżeli to włączysz, nie będziesz już chroniony/-a przed atakami man-in-the-middle. Takie ataki pozwalają nieproszonym osobom na manipulowanie przychodzącymi i wychodzącymi wiadomościami, dodawanie swoich kluczy OMEMO, zmienić informacje o Twoim koncie lub nawet poznać czy zmienić Twoje hasło! Zalecane jest przeniesienie się na inny serwer niż włączenie tej opcji.
pt_br: Se você ativar esta opção, você não estará mais seguro de ataques man-in-the-middle. Estes ataques permitem ao adversário manipular suas mensagens recebidas e enviadas, adicionar sua própria chave OMEMO, alterar detalhes da sua conta e até mesmo descobrir ou alterar sua senha! Você deveria migrar para outro servidor que habilite esta opção.
ru: Если вы включите эту функцию, вы больше не будете защищены от Man-In-The-Middle атак. Такие атаки позволяют злоумышленнику манипулировать вашими входящими и исходящими сообщениями, добавлять свои собственные ключи OMEMO, изменять данные вашей учетной записи и даже узнавать или менять ваш пароль! Лучше сменить сервер, нежели включать эту функцию.
ta: இதை நீங்கள் இயக்கினால், நீங்கள் இனி மேன்-இன்-நடுத்தர தாக்குதல்களிலிருந்து பாதுகாப்பாக இருக்க மாட்டீர்கள். இத்தகைய தாக்குதல்கள் உங்கள் உள்வரும் மற்றும் வெளிச்செல்லும் செய்திகளை கையாளவும், அவற்றின் சொந்த ஓம்மோ விசைகளைச் சேர்க்கவும், உங்கள் கணக்கு விவரங்களை மாற்றவும், உங்கள் கடவுச்சொல்லை அறிந்து கொள்ளவும் அல்லது மாற்றவும் எதிரிக்கு உதவுகின்றன! இதை இயக்குவதை விட நீங்கள் மற்றொரு சேவையகத்திற்கு மாற வேண்டும்.
tr: Bunu açarsanız, artık ortadaki adam saldırılarına karşı güvende olmayacaksınız. Bu tür saldırılar, saldırganın gelen ve giden mesajlarınızı manipüle etmesini, kendi OMEMO anahtarlarını eklemesini, hesap bilgilerinizi değiştirmesini ve hatta şifrenizi bilmesini veya değiştirmesini sağlar! Bunu açmak yerine başka bir sunucuya geçmeyi tercih etmelisiniz.
uk: Якщо ви ввімкнете це, ви більше не будете захищені від атак людини посередині. Такі атаки дозволяють супротивнику маніпулювати вашими вхідними та вихідними повідомленнями, додавати власні ключі OMEMO, змінювати дані вашого облікового запису та навіть знати або змінити ваш пароль! Вам краще перейти на інший сервер, ніж ввімкнути його.
zh_hans: 如果您开启此功能，您将不再安全，不会受到中间人攻击。这种攻击能让对手操纵您的收发消息、添加他们自己的 OMEMO 密钥、更改您的账号详请，甚至知道或更改您的密码！ 您应该切换到另一台服务器，而不是开启此功能。
zh_hant: 如果打開此功能，您將遭受中間人攻擊的威脅。此類攻擊使攻擊者能夠操縱您的傳入和傳出訊息、添加他們自己的 OMEMO 金鑰、更改您的帳戶詳細資訊，甚至知道或更改您的密碼！ 相對於打開這個功能，更建議切換到另一伺服器。

source: If you want to use audio message you will need to allow access in Settings-> Privacy-> Microphone.
cs: Pokud chcete používat zvukové zprávy, musíte Monalu povolit přístup v Nastavení (iOS) -> Soukromí -> Mikrofon.
de: Wenn du Sprachnachrichten verwenden möchtest, musst du den Zugriff unter Einstellungen > Datenschutz > Mikrofon erlauben.
es_ar: Si desea enviar mensajes de audio, deberá permitir el acceso al micrófono desde Configuración-> Privacidad-> Micrófono.
eu: Audio mezuak erabili nahi badituzu, baimendu mikrofonoa atzitzea: Ezarpenak > Pribatutasuna > Mikrofonoa.
fr: Vous devez autoriser l'accès au microphone dans Préférences -> Confidentialité -> Microphone pour activer les messages audio.
ja: 音声メッセージを使用したい場合は、[設定] -> [プライバシー] -> [マイク] でアクセスを許可する必要があります。
pl: Jeżeli chcesz używać wiadomości audio, musisz zezwolić na dostęp w Ustawienia-> Prywatność-> Mikrofon.
pt_br: Se você deseja utilizar mensagens de áudio você precisará permitir acesso em Configurações -> Privacidade -> Microfone.
ru: Для использования аудио сообщений требуется разрешение на доступ к микрофону: Настройки-> Конфиденциальность-> Микрофон.
ta: நீங்கள் ஆடியோ செய்தியைப் பயன்படுத்த விரும்பினால், நீங்கள் அமைப்புகளில் அணுகலை அனுமதிக்க வேண்டும்-> தனியுரிமை-> மைக்ரோஃபோன்.
tr: Sesli mesaj kullanmak istiyorsanız, Ayarlar > Gizlilik > Mikrofon erişim izni vermeniz gerekir.
uk: Якщо ви хочете використовувати аудіоповідомлення, вам потрібно дозволити доступ в Налаштуваннях-> Конфіденційність-> Мікрофон.
zh_hans: 如果要使用音频消息，则需要在设置 -> 隐私 -> 麦克风中允许访问。
zh_hant: 如果您想要使用語音訊息，您將需要在「設定->隱私權->麥克風」中允許存取。

source: Image Upload JPEG-Quality: %@
de: JPEG-Qualität der hochgeladenen Bilder: %@
es_ar: Calidad de las imágenes JPEG a subir: %@
et: Üleslaaditavate JPEG-piltide kvaliteet: %@
eu: Igotako JPEG irudien kalitatea: %@
fr: Qualité des images JPEG à envoyer : %@
pl: Jakość przesyłanych zdjęć JPEG: %@
pt_br: Qualidade do JPEG para Imagens Enviadas: %@
ru: Качество отправляемых JPEG-изображений: %@
ta: பட பதிவேற்ற JPEG-VALUALITY: %@
tr: Görüntü Yükleme JPEG-Kalitesi: %@
uk: Якість завантаження зображення у форматі JPEG: %@
zh_hans: 图片上传 JPEG 质量：%@
zh_hant: 影像上傳 JPEG 品質：%@

source: Import and trust OMEMO fingerprints from QR code
de: OMEMO-Fingerabdrücke von QR-Codes importieren und vertrauen
es_ar: Importar y confiar en las huellas digitales OMEMO desde el código QR
et: Impord OMEMO sõrmejälgi QR-koodist ja usalda neid
eu: Inportatu eta fidatu QR kodearen bidez eskuratutako OMEMO hatz-markez
fr: Utiliser un code QR pour importer et faire confiance à une empreinte OMEMO
ja: QR コードから OMEMO 指紋を取り込み信頼する
pl: Zaimportuj i zaufaj kluczom OMEMO z kodu QR
pt_br: Importar e confiar em identidades OMEMO lidas por QR code
ru: Импортировать и доверять OMEMO отпечаткам с QR-кода
ta: QR குறியீட்டிலிருந்து OMEMO கைரேகைகளை இறக்குமதி செய்து நம்புங்கள்
tr: QR kodundan OMEMO parmaklarını içe aktarın ve güvenin
uk: Імпортуйте та довіряйте відбиткам пальців OMEMO з QR-коду
zh_hans: 从二维码导入并信任 OMEMO 指纹
zh_hant: 從QR碼導入和信任 OMEMO 指紋

source: India
de: Indien
fr: Inde
pt_br: Índia
ru: Индия
ta: இந்தியா
tr: Hindistan
uk: Індія
zh_hans: 印度
zh_hant: 印度

source: Indicate when a particular device is active or inactive. Saves battery.
cs: Zobrazuje, kdy je konkrétní zařízení aktivní nebo neaktivní. Šetří baterii.
de: Anzeigen, wenn ein bestimmtes Gerät aktiv oder inaktiv ist. Spart Akku.
es_ar: Indicar cuándo un dispositivo en particular está activo o inactivo. Ahorra batería.
et: Märgi ära, kas konkreetne seade on aktiivne või mitteaktiivne. Vähendab akukasutust.
eu: Erakutsi gailu bat aktibo edo inaktibo dagoenean. Bateria aurrezten du.
fr: Indique lorsque qu'un appareil en particulier est actif ou inactif. Économise de la batterie.
ja: 特定のデバイスがいつアクティブであるか非アクティブであるかを示します。バッテリーを節約します。
pl: Pokazuj, gdy dane urządznie jest aktywne. Oszczędza baterię.
pt_br: Indica quando um dispositivo específico está ativo ou inativo. Economiza bateria.
ro: Indică atunci când un anumit dispozitiv este activ sau inactiv. Economisește bateria.
ru: Отображать момент активации/деактивации конкретного устройства. Экономит заряд батареи.
ta: ஒரு குறிப்பிட்ட சாதனம் செயலில் அல்லது செயலற்ற நிலையில் இருப்பதைக் குறிக்கவும். பேட்டரியைச் சேமிக்கிறது.
tr: Belirli bir cihazın ne zaman aktif veya pasif olduğunu belirtin. Pil tasarrufu sağlar.
uk: Вкажіть, коли конкретний пристрій активний або неактивний. Це економить заряд батареї.
zh_hans: 指示特定设备何时处于活动状态或非活动状态。节省电池。
zh_hant: 顯示某特定裝置處於活動或非活動狀態。可節省電力。

source: Indonesia
de: Indonesien
et: Indoneesia
fr: Indonésie
pt_br: Indonésia
ru: Индонезия
ta: இந்தோனேசியா
tr: Endonezya
uk: Індонезія
zh_hans: 印度尼西亚
zh_hant: 印尼

source: Input
de: Eingabe
et: Sisend
eu: Sarrera
fr: Saisie
ja: 入力
pt_br: Entrada
ru: Ввод
ta: உள்ளீடு
tr: Girdi
uk: Вхідні
zh_hans: 输入
zh_hant: 輸入

source: Input is not a valid jid
cs: Nebylo zadáno platné JID
de: Eingabe ist keine gültige XMPP-Adresse
es_ar: La entrada no es un jid válido
et: Sisend pole korrektne JID (XMPP kasutajatunnus)
eu: Sartutakoa ez da baliozko JIDa
fr: La saisie n'est pas un jid valide
ja: 正しい JID ではありません
pl: Dane wejściowe nie są prawidłowym jid
pt_br: A entrada não é um JID válido
ro: Datele introduse nu sunt o adresa XMPP validă
ru: Введённое значение не является корректным адресом XMPP
ta: உள்ளீடு சரியான சிட் அல்ல
tr: Giriş geçerli bir jid değil
uk: Вхідні дані не є коректним jid
zh_hans: 输入不是有效的 JID
zh_hant: 輸入的不是有效的 jid

source: Interactions
de: Interaktionen
es_ar: Interacciones
et: Suhestumised
eu: Interakzioak
ja: 受付
pl: Interakcje
pt_br: Interações
ru: Взаимодействие
ta: இடைவினைகள்
tr: Etkileşimler
uk: Взаємодії
zh_hans: 交互
zh_hant: 交互

source: Invalid Credentials!
de: Ungültige Zugangsdaten!
es_ar: ¡Credenciales inválidas!
et: Kasutajanimi/salasõna pole õiged!
eu: Erabiltzaile/pasahitz baliogabea!
fr: Identifiants incorrects !
ja: 認証情報が正しくありません。
pl: Nieprawidłowe hasło!
pt_br: Credenciais Inválidas!
ru: Некорректные реквизиты.
ta: தவறான நற்சான்றிதழ்கள்!
tr: Geçersiz Kimlik Bilgileri!
uk: Невірні облікові дані!
zh_hans: 无效的证书！
zh_hant: 憑據無效！

source: Invalid format
cs: Neplatný formát
de: Ungültiges Format
es_ar: Formato inválido
et: Vigane vorming
eu: Formatu baliogabea
fr: Format invalide
ja: 形式が正しくありません
pl: Niepoprawny format
pt_br: Formato inválido
ro: Format invalid
ru: Некорректный формат
ta: தவறான வடிவம்
tr: Geçersiz biçim
uk: Некоректний формат
zh_hans: 无效的格式
zh_hant: 無效格式

source: Invalid image file!
de: Ungültige Bilddatei!
es_ar: ¡Archivo de imagen inválido!
et: Vigane pildifail!
eu: Irudi-fitxategi baliogabea!
fr: Fichier d’image invalide !
pl: Niepoprawne zdjęcie!
pt_br: Arquivo de imagem inválido!
ru: Некорректный файл изображения.
ta: தவறான பட கோப்பு!
tr: Geçersiz görüntü dosyası!
uk: Недійсний файл зображення!
zh_hans: 无效的图片文件！
zh_hant: 影像檔無效！

source: Invalid Password!
cs: Neplatné heslo!
de: Ungültiges Passwort!
es_ar: ¡Contraseña inválida!
et: Vigane salasõna!
eu: Pasahitz baliogabea!
fr: Mot de passe invalide !
ja: パスワードが正しくありません。
pl: Nieprawidłowe hasło!
pt_br: Senha Inválida!
ro: Parolă invalidă!
ru: Некорректный пароль.
ta: தவறான கடவுச்சொல்!
tr: Geçersiz Parola!
uk: Хибний пароль!
zh_hans: 无效的密码！
zh_hant: 密碼無效！

source: Invalid State
de: Ungültiger Status
es_ar: Estado no válido
et: Vigane olek
eu: Egoera baliogabea
fr: État incorrect
ja: 状況が正しくありません
pl: Niepoprawny Stan
pt_br: Estado Inválido
ru: Некорректное состояние
ta: தவறான நிலை
tr: Geçersiz Durum
uk: Недійсний стан
zh_hans: 无效的状态
zh_hant: 無效狀態

source: Invalid user input.
de: Ungültige Benutzereingabe.
es_ar: Entrada de usuario inválida.
et: Vigane sisend kasutajalt.
eu: Erabiltzailearen sarrera baliogabea.
fr: Entrée utilisateur invalide.
pl: Niepoprawne dane.
pt_br: Entrada de usuário inválida.
ru: Введены некорректные данные.
ta: தவறான பயனர் உள்ளீடு.
tr: Geçersiz kullanıcı girişi.
uk: Недійсний введений користувачем текст.
zh_hans: 用户输入无效。
zh_hant: 使用者輸入無效。

source: Invalid Username!
de: Ungültiger Benutzername!
es_ar: ¡Nombre de usuario inválido!
et: Vigane kasutajanimi!
eu: Erabiltzaile-izen baliogabea!
fr: Nom d'utilisateur incorrect !
ja: ユーザー名が正しくありません。
pl: Nieprawidłowa nazwa użytkownika!
pt_br: Nome de usuário inválido!
ru: Некорректное имя пользователя.
ta: தவறான பயனர்பெயர்!
tr: Geçersiz Kullanıcı Adı!
uk: Неправильне ім'я користувача!
zh_hans: 无效的用户名！
zh_hant: 使用者名無效！

source: Invitation for %@ created
de: Einladung für %@ erstellt
es_ar: Invitación para %@ creada
et: Kutse on loodud „%@“ jaoks
eu: Sortu da %@(r)entzat gonbidapena
fr: Invitation créée pour %@ created
ja: %@ の招待を作成しました
pl: Zaproszenie dla %@ stworzone
pt_br: Convite criado para %@
ru: Создано приглашение для %@
ta: %@ உருவாக்கப்பட்ட அழைப்பு
tr: %@ için davetiye oluşturuldu
uk: Створено запрошення для %@
zh_hans: %@ 的邀请已创建
zh_hant: 已建立 %@ 的邀請

source: Invite again
de: Erneut einladen
es_ar: Invitar nuevamente
et: Kutsu uuesti
eu: Gonbidatu berriro
fr: Inviter de nouveau
pl: Zaproś ponownie
pt_br: Convidar novamente
ru: Пригласить снова
ta: மீண்டும் அழைக்கவும்
tr: Tekrar davet edin
uk: Запросити знову
zh_hans: 再次邀请
zh_hant: 再次邀請

source: Invite participants to channel
de: Teilnehmer zum Channel einladen
es_ar: Invitar participantes al canal
et: Kutsu kasutajaid osalema kanali töös
eu: Gonbidatu parte-hartzaileak kanalera
fr: Inviter des participants dans ce salon
pl: Zaproś członków do kanału
pt_br: Convidar participantes para o canal
ru: Пригласить участников в канал
ta: பங்கேற்பாளர்களை சேனலுக்கு அழைக்கவும்
tr: Katılımcıları kanala davet et
uk: Запросіть учасників до каналу
zh_hans: 邀请参与者加入频道
zh_hant: 邀請參與者加入頻道

source: Inviting new member
de: Neues Mitglied wird eingeladen
es_ar: Invitando nuevo miembro
et: Saada kutse uuele liikmele
eu: Kide berria gonbidatzen
fr: Invitation d’un nouveau membre
pl: Zapraszanie nowego członka
pt_br: Convidando novo membro
ru: Приглашение новых участников
ta: புதிய உறுப்பினரை அழைக்கிறது
tr: Yeni üyeyi davet et
uk: Запрошенням нового учасника
zh_hans: 正在邀请新成员
zh_hant: 邀請新成員

source: Inviting new participant
de: Neuer Teilnehmer wird eingeladen
es_ar: Invitar nuevo participante
et: Kutsun uut osalejat
eu: Parte-hartzaile berria gonbidatzen
fr: Invitation d’un nouveau participant
pl: Zapraszanie nowego uczestnika
pt_br: Convidando novo participante
ru: Приглашение нового участника
ta: புதிய பங்கேற்பாளரை அழைக்கிறது
tr: Yeni katılımcı davet et
uk: Запрошення нового учасника
zh_hans: 正在邀请新参与者
zh_hant: 邀請新參與者

source: Inviting user
de: Benutzer wird eingeladen
es_ar: Invitando usuario
et: Kutsun kasutajat
eu: Erabiltzailea gonbidatzen
fr: Invitation d’un utilisateur
pl: Zapraszanie użytkownika
pt_br: Convidando usuário
ru: Приглашение пользователя
ta: அழைக்கும் பயனரை அழைக்கிறது
tr: Kullanıcı davet et
uk: Запрошення користувача
zh_hans: 正在邀请用户
zh_hant: 邀請使用者

source: Inviting user to this group/channel: %@
de: Benutzer wird zu dieser Gruppe/Channel eingeladen: %@
es_ar: Invitando usuarios a este grupo o canal: %@
et: Kutsun kasutajat osalema kanali grupi/töös: %@
eu: Erabiltzailea talde / kanal honetara gonbidatzen: %@
fr: Invitation d’un utilisateur à ce groupe/salon : %@
pl: Zapraszasz użytkownika do tej grupy/tego kanału: %@
pt_br: Convidando usuário para este grupo/canal: %@
ru: Приглашение пользователя в группу/канал: %@
ta: இந்த குழு/சேனலுக்கு பயனரை அழைக்கிறது: %@
tr: Kullanıcıyı bu gruba/kanala davet et: %@
uk: Запрошення користувача до цієї групи/каналу: %@
zh_hans: 正在邀请用户加入此群组/频道：%@
zh_hant: 邀請使用者加入此群組/頻道：%@

source: Iran (Islamic Republic of)
de: Iran
es_ar: Irán (República Islámica de)
et: Iraan
eu: Iran
fr: Iran (République Islamique)
pt_br: Irão (República Islâmica da)
ru: Иран
ta: ஈரான் (இச்லாமிய குடியரசு)
tr: İran (İslam Cumhuriyeti)
uk: Іран (Ісламська Республіка)
zh_hans: 伊朗
zh_hant: 伊朗 （伊斯蘭共和國）

source: Iraq
de: Irak
et: Iraak
eu: Irak
fr: Irak
pt_br: Iraque
ru: Ирак
ta: ஈராக்
tr: Irak
uk: Ірак
zh_hans: 伊拉克
zh_hant: 伊拉克

source: Ireland
de: Irland
es_ar: Irlanda
et: Iirimaa
eu: Irlanda
fr: Irland
pt_br: Irlanda
ru: Ирландия
ta: அயர்லாந்து
tr: İrlanda
uk: Ірландія
zh_hans: 爱尔兰
zh_hant: 愛爾蘭

source: Israel
et: Iisrael
fr: Israël
ru: Израиль
ta: இச்ரேல்
tr: İsrail
uk: Ізраїль
zh_hans: 以色列
zh_hant: 以色列

source: It does not seem as your device has a camera. Please use a device with a camera for scanning
cs: Zdá se, že Vaše zařízení nemá kameru. Použijte, prosím, zařízení s kamerou, pokud chcete skenovat.
de: Dein Gerät scheint über keine Kamera zu verfügen. Bitte verwende zum Scannen ein Gerät mit einer Kamera
es_ar: Su dispositivo parece no tener una cámara. Utilice un dispositivo con cámara para escanear
et: Tundub, et sinu seadmel pole kaamerat. Palun kasuta skaneerimiseks seadet, kus leidub kaamera
eu: Badirudi gailuak ez duela kamerarik. Erabili kamera duen gailu bat eskaneatu ahal izateko
fr: Il semble que votre appareil n'ait pas de caméra. Veuillez utiliser un appareil avec une caméra pour pouvoir scanner
ja: このデバイスにはカメラが搭載されていないようです。スキャンにはカメラ付デバイスを使用してください
pl: Wygląda na to, że Twoje urządzenie nie ma aparatu. Do skanowania użyj urządzenia z aparatem
pt_br: Parece que seu dispositivo não possui uma câmera. Por favor utilize um dispositivo com câmera para digitalizar
ro: Nu pare că dispozitivul dumneavoastră are o cameră. Vă rugăm să utilizați un dispozitiv cu cameră pentru scanare
ru: Похоже, что на вашем устройстве нет камеры. Для сканирования, пожалуйста, используйте устройство с камерой
ta: உங்கள் சாதனத்தில் கேமரா இருப்பதால் இது தெரியவில்லை. ச்கேனிங்கிற்கு கேமரா கொண்ட சாதனத்தைப் பயன்படுத்தவும்
tr: Cihazınızda kamera yok gibi görünüyor. Tarama için lütfen kameralı bir cihaz kullanın
uk: Здається, ваш пристрій не має камери. Будь ласка, використовуйте пристрій з камерою для сканування
zh_hans: 您的设备似乎没有摄像头。请使用有摄像头的设备进行扫描
zh_hant: 您的裝置似乎沒有相機。請使用有相機的裝置進行掃描

source: Italy
de: Italien
es_ar: Italia
et: Itaalia
eu: Italia
fr: Italie
pt_br: Itália
ru: Италия
ta: இத்தாலி
tr: İtalya
uk: Італія
zh_hans: 意大利
zh_hant: 義大利

source: Jamaica
de: Jamaika
eu: Jamaika
fr: Jamaïque
ru: Ямайка
ta: சமைக்கா
tr: Jamaika
uk: Ямайка
zh_hans: 牙买加
zh_hant: 牙買加

source: Japan
es_ar: Japón
et: Jaapan
eu: Japonia
fr: Japon
ja: 日本
pt_br: Japão
ru: Япония
ta: சப்பான்
tr: Japonya
uk: Японія
zh_hans: 日本
zh_hant: 日本

source: Join Channel
cs: Připojit se ke kanálu
de: Channel beitreten
es_ar: Unirse al canal
et: Liitu kanaliga
eu: Batu kanalera
fr: Rejoindre le canal
ja: チャンネルに参加
pl: Dołącz do kanału
pt_br: Ingressar no Canal
ro: Alăturați-vă canalului
ru: Присоединиться к каналу
ta: சேனலில் சேரவும்
tr: Kanala Katıl
uk: Приєднатися до каналу
zh_hans: 加入频道
zh_hant: 加入頻道

source: Join Group
cs: Připojit se ke skupině
de: Gruppe beitreten
es_ar: Unirse al grupo
et: Liitu grupiga
eu: Batu taldera
fr: Rejoindre le groupe
ja: グループに参加
pl: Dołącz do grupy
pt_br: Ingressar no Grupo
ro: Alăturați-vă grupului
ru: Присоединиться к группе
ta: குழுவில் சேரவும்
tr: Gruba Katıl
uk: Приєднатися до групи
zh_hans: 加入群组
zh_hant: 加入群組

source: Jordan
de: Jordanien
es_ar: Jordania
et: Jordaania
eu: Jordania
fr: Jordanie
pt_br: Jordânia
ru: Иордания
ta: சோர்டான்
tr: Ürdün
uk: Йорданія
zh_hans: 约旦
zh_hant: 約旦

source: Just seen
cs: Právě viděn
de: Gerade gesehen
es_ar: Recién visto
et: Just nähtud
eu: Oraintxe ikusia
fr: Vu à l'instant
ja: ちょうど今見ました
pl: Widziane przed chwilą
pt_br: Visto agora
ro: Văzut(ă) adineauri
ru: Был только что
ta: சற்றுமுன் காணப்பட்டார்
tr: Az önce görüldü
uk: Щойно заходив
zh_hans: 刚刚上线
zh_hant: 剛看到

source: Kazakhstan
de: Kasachstan
es_ar: Kazajistán
et: Kasahstan
pt_br: Cazaquistão
ru: Казахстан
ta: கசகிச்தான்
tr: Kazakistan
uk: Казахстан
zh_hans: 哈萨克斯坦
zh_hant: 哈薩克

source: Kenya
de: Kenia
es_ar: Kenia
et: Keenia
pt_br: Quênia
ru: Кения
ta: கென்யா
uk: Кенія
zh_hans: 肯尼亚
zh_hant: 肯亞

source: Keys of %@
de: Schlüssel von %@
es_ar: Llaves de %@
et: Võtmed: %@
eu: %@(r)en gakoak
fr: Clés de %@
ja: %@ の鍵
pl: Klucze %@
pt_br: Chaves de %@
ru: Ключи для %@
ta: %@ இன் விசைகள்
tr: Anahtarları %@
uk: Ключі %@
zh_hans: %@ 的密钥
zh_hant: %@ 的金鑰

source: Kicked from group/channel, because of system shutdown: %@
de: Aus der Gruppe/dem Channel geworfen, weil das System heruntergefahren wurde: %@
es_ar: Expulsado del grupo/canal debido a que el sistema fue apagado: %@
eu: Taldetik / kanaletik kanporatuta, sistema itzali delako: %@
fr: Expulsé du groupe / salon public, en raison de l'arrêt du système : %@
ja: システムのシャットダウンのため、グループ/チャネル %@ から蹴り出されました
pl: Wyrzucono z grupy kanału ze względu na wyłączenie systemu: %@
pt_br: Expulso do grupo/canal, devido ao desligamento do sistema: %@
ru: Выгнан из группы/канала в результате отключения системы: %@
ta: கணினி பணிநிறுத்தம் காரணமாக குழு/சேனலில் இருந்து உதைக்கப்பட்டது: %@
tr: Sistem kapatıldığı için gruptan/kanaldan atıldı: %@
uk: Виключено з групи/каналу через вимкнення системи: %@
zh_hans: 由于系统关闭，被踢出群组/频道：%@
zh_hant: 由於系統關閉而從群組/頻道中踢出：%@

source: Kicked, because group/channel is now members-only: %@
de: Rausgeworfen, weil die Gruppe/Channel jetzt nur noch für Mitglieder zugänglich ist: %@
es_ar: Expulsado porque el grupo/canal ahora es solo para miembros: %@
eu: Kanporatuta, taldea / kanala soilik kideentzako delako aurrerantzean: %@
fr: Expulsé, ce groupe / salon public est maintenant réservé aux membres : %@
ja: グループ/チャンネル %@ がメンバー制になったため蹴り出されました
pl: Wyrzucono, ponieważ grupa/kanał pozwala na uczestnictwo tylko członkom: %@
pt_br: Expulso, porque o grupo/canal agora é apenas para membros: %@
ru: Выгнан, так как группа/канал теперь только для участников: %@
ta: உதைக்கப்பட்டது, ஏனெனில் குழு/சேனல் இப்போது உறுப்பினர்களாக உள்ளது: %@
tr: Atıldı, çünkü grup/kanal artık yalnızca üyelere özel: %@
uk: Виключено, оскільки група/канал тепер доступний лише для учасників: %@
zh_hans: 由于群组/频道现为仅成员进入，被踢出：%@
zh_hant: 已踢出，因為組/頻道現在是僅限成員的：%@

source: Kiribati
ru: Кирибати
ta: கிரிபாடி
uk: Кірибаті
zh_hans: 基里巴斯
zh_hant: 基裡巴斯

source: Korea (Rep. of)
de: Südkorea
es_ar: Corea (República de)
et: Lõuna-Korea
eu: Hego Korea
fr: Corée du Sud
pl: Republika Korei
pt_br: Coreia (Rep. da)
ru: Корея
ta: கொரியா (பிரதிநிதி)
tr: Güney Kore
uk: Республіка Корея
zh_hans: 韩国
zh_hant: 大韓民國

source: Kuwait
et: Kuveit
fr: Koweït
ru: Кувейт
ta: குவைத்
tr: Kuveyt
uk: Кувейт
zh_hans: 科威特
zh_hant: 科威特

source: Kyrgyzstan
de: Kirgisistan
es_ar: Kirguistán
et: Kõrgõzstan
eu: Kirgizistan
fr: Kirghizistan
pt_br: Quirguistão
ru: Киргизия
ta: கிரைகிசுத்தான்
tr: Kırgızistan
uk: Киргизстан
zh_hans: 吉尔吉斯斯坦
zh_hant: 吉爾吉斯斯坦

source: Lao P.D.R.
de: Laos
es_ar: Laos
et: Laos
eu: Laos
fr: Laos
pt_br: República Democrática Popular do Laos
ru: Лаос
ta: லாவோ பி.டி.ஆர்.
tr: Lao D.H.C.
uk: Лаос P.D.R.
zh_hans: 老挝
zh_hant: 老撾

source: Last seen: %@
cs: Naposledy spatřen: %@
de: Zuletzt gesehen: %@
es_ar: Visto por última vez: %@
et: Viimati nähtud: %@
eu: Azkenekoz ikusia: %@
fr: Vu pour la dernière fois : %@
ja: 最後に見たのは: %@
pl: Ostatnio widziany: %@
pt_br: Visto por último: %@
ro: Văzut(ă) ultima dată: %@
ru: Был в сети: %@
ta: கடைசியாக பார்த்தது: %@
tr: Son Görülme: %@
uk: В останнє заходив(-ла): %@
zh_hans: 最后上线：%@
zh_hant: 最後上線： %@
