Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Open contact list
de: Kontaktliste öffnen
es_ar: Abrir lista de contactos
et: Ava kontaktide loend
eu: Ireki kontaktuen zerrenda
fr: Ouvrir la liste des contacts
ja: 相手先一覧を開く
pl: Otwórz listę kontaktów
pt_br: Lista de contatos aberta
ru: Открыть список контактов
ta: தொடர்பு பட்டியல் திறந்த
tr: Kişi listesini aç
uk: Відкрити список контактів
zh_hans: 打开联系人列表
zh_hant: 打開聯絡人清單

source: Open contact list (contact requests pending)
de: Kontaktliste öffnen (Kontaktanfragen stehen noch aus)
es_ar: Abrir la lista de contactos (solicitudes de contacto pendiente)
et: Ava kontaktide loend (ootel kontaktitaotlused)
eu: Ireki kontaktuen zerrenda (kontaktu eskaerak onartzeke)
fr: Ouvrir la liste de contacts (requêtes de contacts en attente)
pl: Otwórz listę kontaktów (oczekujące zapytania o kontakt)
pt_br: Lista de contatos aberta (solicitações de contato pendentes)
ru: Открыть список контактов (ожидаются подтверждения запросов на добавление в котакты)
ta: தொடர்பு பட்டியலைத் திறக்கவும் (தொடர்பு கோரிக்கைகள் நிலுவையில் உள்ளன)
tr: Kişi listesini aç (kişi talepleri beklemede)
uk: Відкрити список контактів (запити на контакт очікують на розгляд)
zh_hans: 打开联系人列表（联系人请求待处理）
zh_hant: 開啟聯絡人清單（聯絡人請求待處理 ）

source: Open in default browser
de: Im Standardbrowser öffnen
es_ar: Abrir en el navegador por defecto
et: Ava link vaikimisi veebibrauseris
eu: Ireki defektuzko nabigatzailean
fr: Ouvrir avec le navigateur par défaut
ja: デフォルトのブラウザで開く
pl: Otwórz w domyślnej przeglądarce
pt_br: Abrir no navegador padrão
ru: Открыть в браузере по умолчанию
ta: இயல்புநிலை உலாவியில் திறக்கவும்
tr: Varsayılan tarayıcıda aç
uk: Відкрити у браузері за замовчуванням
zh_hans: 在默认浏览器中打开
zh_hant: 在預設瀏覽器中打開

source: Open iOS settings
de: iOS-Einstellungen öffnen
es_ar: Abrir la Configuración de iOS
et: Ava iOS-i seadistused
eu: Ireki iOSen ezarpenak
fr: Ouvrir les préférences d’iOS
ja: iOS の設定を開く
pl: Otwórz ustawienia systemu iOS
pt_br: Abrir configurações do iOS
ru: Открыть настройки iOS
ta: ஐஇமு அமைப்புகளைத் திறக்கவும்
tr: iOS ayarlarını aç
uk: Відкрийте налаштування iOS
zh_hans: 打开 iOS 设置
zh_hant: 打開 iOS 設定

source: Open macOS settings
de: macOS-Einstellungen öffnen
es_ar: Abrir la Configuración de macOS
et: Ava macOS-i seadistused
eu: Ireki macOSen ezarpenak
fr: Ouvrir les préférences de macOS
ja: macOS の設定を開く
pl: Otwórz ustawienia systemu macOS
pt_br: Abrir configurações do macOS
ru: Открыть настройки macOS
ta: மேகோச் அமைப்புகளைத் திறக்கவும்
tr: macOS ayarlarını aç
uk: Відкрийте налаштування macOS
zh_hans: 打开 macOS 设置
zh_hant: 打開macOS設定

source: Open Profile of %@
de: Profil von %@ öffnen
es_ar: Abrir el perfil de %@
et: Ava kasutaja „%@“ profiil
eu: Ireki %@(r)en profila
fr: Ouvrir le profil de %@
ja: %@ のプロフィールを開く
pl: Otwórz profil %@
pt_br: Abrir Perfil de %@
ru: Открыть профиль %@
ta: %Of இன் திறந்த சுயவிவரம்
tr: %@ Profilini Aç
uk: Відкрити профіль %@
zh_hans: 打开 %@ 的配置文件
zh_hant: 開啓 %@ 的設定檔

source: Open Source
de: Quelloffen
es_ar: Código abierto
et: Avatud lähtekoodiga
eu: Kode irekia
fr: Code source ouvert
ja: オープンソース
pl: Otwarty kod źródłowy
pt_br: Código Aberto
ro: Sursă deschisă
ru: Открытый исходный код
ta: ஓபன் சௌர்ஸ்
tr: Açık Kaynak
uk: Відкритий код
zh_hans: 开源
zh_hant: 開源

source: Open URLs inline in Safari
de: URLs direkt in Safari öffnen
es_ar: Abrir URLs dentro de Monal
et: Ava võrguaadressid lõimituna Safaris
eu: Ireki URLak Safariren barruan
fr: Ouvrir les URL dans Safari
ja: Safari で URL をインラインで開く
pl: Otwórz hiperłącza bezpośrednio w Safari
pt_br: Abrir URLs no Safari
ru: Открывать ссылки во встроенном Safari
ta: சஃபாரியில் URLS இன்லைன் திறக்கவும்
tr: Safari'de URL'leri satır içi olarak aç
uk: Відкривати URL-адреси вбудовано в Safari
zh_hans: 在 Safari 中打开内嵌 URL
zh_hant: 在 Safari 中打開內聯連接

source: Optional Hardcoded Hostname
cs: Vlastní hostname
de: Optionaler hardcodierter Hostname
es_ar: Nombre de host (opcional)
et: Sisse kirjutatud hostinimi (valikuline)
eu: Aukerako ostalari-izena
fr: Nom d'hôte en dur optionnel
ja: 任意の直接記述のホスト名
pl: Opcjonalna hardkodowana nazwa hosta
pt_br: Nome do host codificado opcional
ro: Nume de gazdă opțional setat
ru: Фиксированное сетевое имя узла (необязательно)
ta: விருப்ப ஆர்ட்கோட் ஓச்ட்பெயர்
tr: İsteğe Bağlı Sabit Kodlu Ana Bilgisayar Adı
uk: Необов'язкове жорстко закодоване ім'я хоста
zh_hans: 可选的硬编码的主机名
zh_hant: 可選的硬編碼主機名

source: Optional Port
cs: Vlastní port
de: Optionaler Port
es_ar: Puerto opcional
et: Port (valikuline)
eu: Aukerako ataka
fr: Port optionnel
ja: オプションのポート
pl: Opcjonalny port
pt_br: Porta Opcional
ro: Port opțional
ru: Порт (необязательно)
ta: விருப்ப துறைமுகம்
tr: İsteğe Bağlı Bağlantı Noktası
uk: Додатковий порт
zh_hans: 可选端口
zh_hant: 可選的連接埠

source: Own device key
de: Eigener Geräteschlüssel
es_ar: Llave propia del dispositivo
et: Oma seadme võti
eu: Nire gailuko gakoa
fr: Clé de cet appareil
ja: 自身のデバイス鍵
pl: Własny klucz
pt_br: Chave do dispositivo próprio
ru: Ключ своего устройства
ta: சொந்த சாதன விசை
tr: Kendi cihaz anahtarın
uk: Власний ключ пристрою
zh_hans: 自己的设备密钥
zh_hant: 擁有裝置金鑰

source: Owner
de: Eigentümer
es_ar: Propietario
et: Omanik
eu: Jabea
fr: Propriétaire
ja: 主宰者
pl: Właściciel
pt_br: Proprietário
ru: Хозяин
ta: உரிமையாளர்
tr: Sahibi
uk: Власник
zh_hans: 所有者
zh_hant: 群組擁有者

source: Pakistan
es_ar: Pakistán
pt_br: Paquistão
ru: Пакистан
ta: பாகிச்தான்
uk: Пакистан
zh_hans: 巴基斯坦
zh_hant: 巴基斯坦

source: Palau
es_ar: Palaos
et: Belau
fr: Palaos
ru: Палау
ta: பலாவு
uk: Палау
zh_hans: 帕劳
zh_hant: 帕勞

source: Panama
es_ar: Panamá
pt_br: Panamá
ru: Панама
ta: பனாமா
uk: Панама
zh_hans: 巴拿马
zh_hant: 巴拿馬

source: Papua New Guinea
de: Papua-Neuguinea
es_ar: Papúa Nueva Guinea
et: Paapua Uus-Guinea
eu: Papua Ginea Berria
fr: Papouasie-Nouvelle-Guinée
pt_br: Papua-Nova Guiné
ru: Папуа — Новая Гвинея
ta: பப்புவா நியூ கினி
tr: Papua Yeni Gine
uk: Папуа-Нова Гвінея
zh_hans: 巴布亚新几内亚
zh_hant: 巴布亞紐幾內亞

source: Paraguay
eu: Paraguai
pt_br: Paraguai
ru: Парагвай
ta: பராகுவே
uk: Парагвай
zh_hans: 巴拉圭
zh_hant: 巴拉圭

source: Participant
de: Teilnehmer
es_ar: Participante
et: Osaleja
eu: Parte-hartzailea
ja: 参加者
pl: Uczestnik
pt_br: Participante
ru: Участник
ta: பங்கேற்பாளர்
tr: Katılımcı
uk: Учасник
zh_hans: 参与者
zh_hant: 參與者

source: Password
cs: Heslo
de: Passwort
es_ar: Contraseña
et: Salasõna
eu: Pasahitza
fr: Mot de passe
ja: パスワード
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
ta: கடவுச்சொல்
tr: Parola
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Password (repeated)
de: Passwort (wiederholen)
es_ar: Contraseña (repetir)
et: Korda salasõna
eu: Pasahitza (berriz)
fr: Mot de passe (de nouveau)
ja: パスワード (繰り返し)
pl: Hasło (ponownie)
pt_br: Senha (repetida)
ru: Пароль (повторно)
ta: கடவுச்சொல் (மீண்டும் மீண்டும்)
tr: Şifre (tekrar)
uk: Пароль (повторюється)
zh_hans: 密码（重复输入）
zh_hant: 再次輸入密碼

source: Password cannot be empty
cs: Heslo nesmí být prázdné
de: Passwort darf nicht leer sein
es_ar: La contraseña no puede estar vacía
et: Salasõna ei saa jääda tühjaks
eu: Pasahitza ezin da hutsik utzi
fr: Le mot de passe ne peut pas être vide
ja: パスワードは空にできません
pl: Hasło nie może być puste
pt_br: A senha não pode estar vazia
ro: Parola nu poate fi goală
ru: Пароль не может быть пустым
ta: கடவுச்சொல் காலியாக இருக்கக்கூடாது
tr: Şifre boş bırakılamaz
uk: Пароль не може бути пустим
zh_hans: 密码不能为空
zh_hant: 密碼無法為空

source: Password missing
cs: Chybějící heslo
de: Passwort fehlt
es_ar: Falta la contraseña
et: Salasõna on puudu
eu: Pasahitza falta da
fr: Mot de passe manquant
ja: パスワードがありません
pl: Brak hasła
pt_br: Senha ausente
ro: Parolă lipsă
ru: Отсутствует пароль
ta: கடவுச்சொல் இல்லை
tr: Parola eksik
uk: Відсутній пароль
zh_hans: 密码丢失
zh_hant: 密碼缺失

source: Passwords don't match!
de: Passwörter stimmen nicht überein!
es_ar: ¡Las contraseñas no coinciden!
et: Salasõnad ei klapi!
eu: Pasahitzak ez datoz bat!
fr: Les mots de passe ne correspondent pas !
ja: パスワードが一致しません。
pl: Hasła nie pasują!
pt_br: As senhas não correspondem!
ru: Пароли не совпадают.
ta: கடவுச்சொற்கள் பொருந்தவில்லை!
tr: Şifreler eşleşmiyor!
uk: Паролі не збігаються!
zh_hans: 密码不匹配！
zh_hant: 密碼不匹配！

source: Permission Requested
cs: Požadováno oprávnění
de: Berechtigungsanfrage
es_ar: Permiso requerido
et: Õigused on vajalikud
eu: Baimena eskatu zaio
fr: Autorisation requise
ja: 権限が要求されました
pl: Zażądano uprawnienia
pt_br: Permissão solicitada
ro: Permisiune solicitată
ru: Требуется разрешение
ta: அனுமதி கோரப்பட்டது
tr: İzin İstendi
uk: Запит на дозвіл
zh_hans: 请求权限
zh_hant: 許可需求

source: Peru
es_ar: Perú
et: Peruu
fr: Pérou
ru: Перу
ta: பெரு
uk: Перу
zh_hans: 秘鲁
zh_hant: 秘魯

source: Philippines
de: Philippinen
es_ar: Filipinas
et: Filipiinid
eu: Filipinak
pt_br: Filipinas
ru: Филиппины
ta: பிலிப்பைன்ச்
tr: Filipinler
uk: Філіппіни
zh_hans: 菲律宾
zh_hant: 菲律賓

source: Photos
cs: Fotky
de: Fotos
es_ar: Fotos
et: Fotod
eu: Bidali irudia
ja: 写真
pl: Zdjecia
pt_br: Fotos
ro: Fotografii
ru: Фотографии
ta: புகைப்படங்கள்
tr: Fotoğraflar
uk: Фото
zh_hans: 照片
zh_hant: 照片

source: Pin Chat
cs: Připnout chat
de: Chat anheften
es_ar: Fijar Chat
et: Tõsta vestlus esile
eu: Finkatu txata
fr: Épingler la discussion
ja: 会話をピン留め
pl: Przypnij konwersację
ro: Fixează discuția
ru: Закрепить переписку
ta: முள் அரட்டை
tr: Sohbeti Sabitle
uk: Закріпити чат
zh_hans: 固定聊天
zh_hant: 置頂會話

source: Play Sounds
cs: Přehrávat zvuky
de: Töne abspielen
es_ar: Reproducir sonidos
et: Esita helisid
eu: Jo soinuak
fr: Lire des sons
ja: サウンドを鳴らす
pl: Odgrywaj dźwięki
pt_br: Reproduzir sons
ro: Redare sunete
ru: Проигрывать звуки
ta: ஒலிகளை இயக்கவும்
tr: Sesleri Çal
uk: Відтворити звуки
zh_hans: 播放声音
zh_hant: 播放音效

source: Please add a new account under settings first. If you already added your account you may need to enable it under settings
cs: Nejprve, prosím, přidejte účet v nastavení. Pokud jste tak již učinili, bude ho možná potřeba v nastavení povolit
de: Bitte füge zuerst unter Einstellungen ein neues Konto hinzu. Wenn du dein Konto bereits hinzugefügt hast, musst du es möglicherweise in den Einstellungen aktivieren
es_ar: Por favor, primero añada una nueva cuenta. Si ya añadió su cuenta, es posible que deba habilitarla en la configuración
et: Esmalt palun lisa seadistustest uus kasutajakonto. Kui aga konto on juba lisatud, siis ta võib vajada sisselülitamist
eu: Gehitu kontu berri bat lehenik ezarpenetan. Lehendik ere egina baduzu, litekeena da ezarpenetan gaitu behar izatea
fr: Veuillez d'abord ajouter un nouveau compte dans les paramètres. Si vous avez déjà ajouté votre compte, il faut que vous l'activiez dans les paramètres
ja: まず設定で新しいアカウントを追加してください。すでにアカウントを追加している場合は、設定でアカウントを有効にする必要がある場合があります
pl: Najpierw dodaj nowe konto w ustawieniach. Jeśli dodałeś już swoje konto, może być konieczne włączenie go w ustawieniach
pt_br: Por favor, adicione uma nova conta em configurações primeiro. Se você já adicionou sua conta, pode ser necessário habilitá-la nas configurações
ro: Adăugați mai întâi un cont nou în setări. Dacă ați adăugat deja contul, poate fi necesar să îl activați în setări
ru: Пожалуйста, добавьте новую учётную запись в настройках; если вы уже сделали это, убедитесь, что учётная запись активирована в настройках
ta: முதலில் அமைப்புகளின் கீழ் புதிய கணக்கைச் சேர்க்கவும். உங்கள் கணக்கை நீங்கள் ஏற்கனவே சேர்த்திருந்தால், அதை அமைப்புகளின் கீழ் இயக்க வேண்டியிருக்கலாம்
tr: Lütfen önce ayarlar altına yeni bir hesap ekleyin. Hesabınızı zaten eklediyseniz, ayarlar altında etkinleştirmeniz gerekebilir
uk: Будь ласка, спочатку додайте новий обліковий запис у налаштуваннях. Якщо ви вже додали свій обліковий запис, можливо, вам доведеться ввімкнути його в налаштуваннях
zh_hans: 请先在设置下添加新账号。如果您已经添加了您的账号，您可能需要在设置下启用
zh_hant: 請先在設定下增加新帳戶。如果您已經增加了您的帳戶，您可能需要在設定下啟用它

source: Please Allow Audio Access
cs: Povolte, prosím, přístup ke zvuku
de: Bitte erlaube den Audiozugriff
es_ar: Por favor, permita acceso al audio
et: Palun luba heliseadme kasutamine
eu: Baimendu audioa atzitzea
fr: Veuillez autoriser l'accès à l'audio
pl: Proszę udostępnić audio
pt_br: Por Favor, Permita Acesso ao Áudio
ro: Vă rugăm să permiteți accesul audio
ru: Пожалуйста, разрешите доступ к аудио
ta: ஆடியோ அணுகலை அனுமதிக்கவும்
tr: Lütfen Ses Erişimine İzin Verin
uk: Будь ласка, дозвольте доступ до аудіо
zh_hans: 请允许音频访问
zh_hant: 請允許聲音存取

source: Please enter a password below before activating this account.
cs: Zadejte, prosím, heslo před aktivováním tohoto účtu.
de: Bitte gib unten ein Passwort ein, bevor du dieses Konto aktivierst.
es_ar: Por favor introduzca una contraseña antes de activar esta cuenta.
et: Enne kasutajakonto aktiveerimist palun sisesta alljärgnevas salasõna.
eu: Sartu pasahitza kontu hau aktibatu baino lehen.
fr: Veuillez entrer un mot de passe ci-dessous avant d'activer ce compte.
ja: このアカウントを有効化する前に、以下にパスワードを入力してください。
pl: Wprowadź poniżej hasło przed aktywacją tego konta.
pt_br: Por favor, digite uma senha abaixo antes de ativar esta conta.
ru: Пожалуйста, введите пароль ниже, прежде чем активировать эту учетную запись.
ta: இந்த கணக்கைச் செயல்படுத்துவதற்கு முன் கீழே உள்ள கடவுச்சொல்லை உள்ளிடவும்.
tr: Lütfen bu hesabı etkinleştirmeden önce aşağıya bir şifre girin.
uk: Будь ласка, введіть пароль нижче, перш ніж активувати цей обліковий запис.
zh_hans: 请在下面输入密码，然后再激活此账号。
zh_hant: 在啟動此帳戶之前，請在下面輸入密碼。

source: Please enter the six-digit pin below
de: Bitte gib die sechsstellige PIN unten ein
es_ar: Por favor, ingrese los seis dígitos del PIN a continuación
et: Palun sisesta alljärgnevasse kuuenumbriline PIN-kood
eu: Sartu sei digituko kodea
fr: Veuillez entrer les six chiffres ci-dessous
ja: 下に6桁のPINを入力してください
pl: Wprowadź poniżej sześciocyfrowy kod PIN
pt_br: Digite o pin de seis dígitos abaixo
ru: Пожалуйста, введите пин-код из 6 цифр ниже
ta: கீழே ஆறு இலக்க முள் உள்ளிடவும்
tr: Lütfen aşağıdaki altı haneli şifreyi girin
uk: Будь ласка, введіть шестизначний PIN-код нижче
zh_hans: 请在下面输入六位数的 PIN 码
zh_hant: 請輸入下面的六位數密碼

source: Please make sure at least one account has connected before trying to add a contact or channel.
cs: Ujistěte se, prosím, že alespoň jeden účet je připojen, než se pokusíte přidat kontakt nebo kanál.
de: Bitte stelle sicher, dass mindestens ein Konto verbunden ist, bevor du versuchst, einen Kontakt oder Channel hinzuzufügen.
es_ar: Por favor asegúrese que al menos una cuenta esté conectada antes de intentar agregar un contacto o canal.
et: Enne kontakti või kanali lisamist palun kontrolli, et sul on olemas vähemalt üks ühendatud kasutajakonto.
eu: Egiaztatu gutxienez kontu bat konektatuta dagoela kontaktu edo kanal bat gehitu baino lehen.
fr: Veuillez vérifier qu'au moins un compte est connecté avant d'ajouter un contact ou un canal.
ja: 相手先またはチャネルを追加する前に、少なくとも 1 つのアカウントが接続されていることを確認してください。
pl: Upewnij się, że co najmniej jedno konto jest połączone, zanim spróbujesz dodać kontakt lub kanał.
pt_br: Certifique-se de que pelo menos uma conta esteja conectada antes de tentar adicionar um contato ou canal.
ru: Перед добавлением контакта или канала, убедитесь, что хотя бы одна из учетных записей подключена.
ta: தொடர்பு அல்லது சேனலைச் சேர்க்க முயற்சிக்கும் முன் குறைந்தது ஒரு கணக்கையாவது இணைக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும்.
tr: Lütfen kişi veya kanal eklemeye çalışmadan önce en az bir hesabın bağlandığından emin olun.
uk: Будь ласка, переконайтеся, що принаймні один обліковий запис підключений, перш ніж намагатися додати контакт або канал.
zh_hans: 请确保至少有一个账号已连接，然后再尝试添加联系人或频道。
zh_hant: 在嘗試添加聯絡人或頻道之前，請確保至少有一個帳戶已連接。

source: Please make sure at least one account has connected before trying to create new group.
de: Bitte stelle sicher, dass mindestens ein Konto verbunden ist, bevor du versuchst, eine neue Gruppe zu erstellen.
es_ar: Por favor asegúrese que al menos una cuenta esté conectada antes de intentar crear un grupo nuevo.
et: Enne uue grupi loomist palun kontrolli, et sul on olemas vähemalt üks ühendatud kasutajakonto.
eu: Egiaztatu gutxienez kontu bat konektatuta dagoela talde bat sortzen saiatu baino lehen.
fr: Au moins un compte doit être connecté avant de créer un nouveau groupe.
ja: 新しいグループを作成する前に、少なくとも 1 つのアカウントが接続されていることを確認してください。
pl: Proszę się upewnić, że chociaż jedno konto zostało połączone przed tworzeniem nowej grupy.
pt_br: Por favor, certifique-se de que pelo menos uma conta tenha se conectado antes de tentar criar um novo grupo.
ru: Перед созданием новой группы, убедитесь, что хотя бы одна из учетных записей подключена.
ta: புதிய குழுவை உருவாக்க முயற்சிக்கும் முன் குறைந்தது ஒரு கணக்கையாவது இணைக்கப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும்.
tr: Lütfen yeni grup oluşturmayı denemeden önce en az bir hesabın bağlı olduğundan emin olun.
uk: Будь ласка, переконайтесь, що принаймні один обліковий запис підключено, перш ніж намагатися створити нову групу.
zh_hans: 请确保至少有一个账号已连接，然后再尝试创建新群组。
zh_hant: 在嘗試創建新群組之前，請確保至少有一個帳戶已連接。

source: Please make sure you are connected before changing your password.
cs: Před tím, než se pokusíte změnit Vaše heslo, ujistěte se, prosím, že jste připojeni.
de: Bitte stelle sicher, dass du verbunden bist, bevor du dein Passwort änderst.
es_ar: Por favor, asegúrese estar conectado antes de cambiar su contraseña.
et: Enne salasõna muutmist palun kontrolli, et võrguühendus toimib.
eu: Egiaztatu konektatuta zaudela pasahitza aldatu baino lehen.
fr: Veuillez vous assurer que vous êtes connecté avant de modifier votre mot de passe.
ja: パスワードを変更する前に、接続されていることを確認してください。
pl: Upewnij się, że masz połączenie przed zmianą hasła.
pt_br: Por favor, certifique-se de estar conectado antes de alterar sua senha.
ro: Vă rugăm să vă asigurați că sunteți conectat(ă) înainte de a schimba parola.
ru: Убедитесь, что вы подключены перед изменением пароля.
ta: உங்கள் கடவுச்சொல்லை மாற்றும் முன் நீங்கள் இணைக்கப்பட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்.
tr: Lütfen şifrenizi değiştirmeden önce internete bağlı olduğunuzdan emin olun.
uk: Будь ласка, переконайтеся, що ви підключені, перш ніж змінювати пароль.
zh_hans: 请确保您已连接，然后再更改密码。
zh_hant: 在更改密碼之前，請確認已連線。

source: Please make sure you have entered a username, password.
cs: Ujistěte se, prosím, že jste zadali uživatelské jméno a heslo.
de: Bitte stelle sicher, dass du einen Benutzernamen und ein Passwort eingegeben hast.
es_ar: Por favor asegúrese que ha ingresado un nombre de usuario y una contraseña.
et: Palun kontrolli, et oled sisestanud salasõna ja kasutajanime.
eu: Egiaztatu erabiltzaile-izena eta pasahitza idatzi dituzula.
fr: Veuillez vous assurer que vous avez saisi un nom d'utilisateur et un mot de passe.
ja: ユーザー名とパスワードを入力していることを確認してください。
pl: Upewnij się, że podałeś nazwę użytkownika i hasło.
pt_br: Por favor, certifique-se de ter digitado um nome de usuário, senha.
ro: Vă rugăm să vă asigurați că ați introdus un nume de utilizator, o parolă.
ru: Убедитесь, что вы ввели логин или пароль.
ta: பயனர் பெயர், கடவுச்சொல்லை உள்ளிட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்.
tr: Lütfen bir kullanıcı adı ve şifre girdiğinize emin olun.
uk: Будь ласка, переконайтеся, що ви ввели ім'я користувача та пароль.
zh_hans: 请确保您已输入用户名和密码。
zh_hant: 請確認您輸入了使用者名稱、密碼。

source: Please make sure you have entered a valid jid.
de: Bitte stelle sicher, dass du eine gültige XMPP-Adresse eingegeben hast.
es_ar: Por favor asegúrese de haber ingresado un dirección XMPP válida.
et: Palun kontrolli, et sul on kasutusel korrektne JID (kasutajatunnus).
eu: Egiaztatu baliozko JID bat idatzi duzula.
fr: Vérifiez que vous avez entré un identifiant correct.
ja: 正しい JID を入力していることを確認してください。
pl: Proszę upewnić się, że wpisano poprawny JID.
pt_br: Por favor, certifique-se de ter inserido um jid válido.
ru: Убедитесь, что вы ввели корректный XMPP адрес.
ta: நீங்கள் செல்லுபடியாகும் சிடில் நுழைந்துவிட்டீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
tr: Lütfen geçerli bir jid girdiğinizden emin olun.
uk: Будь ласка, переконайтеся, що ви ввели дійсний jid.
zh_hans: 请确保您输入了有效的 JID。
zh_hant: 請確保您輸入了有效的 Jid。

source: Please make sure you have entered both a username and password.
de: Bitte vergewissere dich, dass du sowohl einen Benutzernamen als auch ein Passwort eingegeben hast.
es_ar: Por favor asegúrese de haber ingresado un nombre de usuario y una contraseña.
et: Palun kontrolli, et oled sisestanud nii salasõna, kui kasutajanime.
eu: Egiaztatu erabiltzaile-izena eta pasahitza sartu dituzula.
fr: Vous devez entrer et un nom d’utilisateur et un mot de passe.
ja: ユーザー名とパスワードの両方を入力していることを確認してください。
pl: Proszę wpisać nazwę użytkownika oraz hasło.
pt_br: Por favor, certifique-se de ter digitado um nome de usuário e uma senha.
ru: Пожалуйста, убедитесь, что вы ввели и имя пользователя и пароль.
ta: நீங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல் இரண்டையும் உள்ளிட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.
tr: Lütfen hem kullanıcı adı hem de şifre girdiğinizden emin olun.
uk: Будь ласка, переконайтеся, що ви ввели і ім'я користувача, і пароль.
zh_hans: 请确保输入了用户名和密码。
zh_hant: 請確保您已輸入使用者名和密碼。

source: Please make sure you have entered the same password in both password fields.
de: Bitte vergewissere dich, dass du in beiden Passwortfeldern das gleiche Passwort eingegeben hast.
es_ar: Por favor asegúrese de haber ingresado la misma contraseña en ambos campos.
et: Palun kontrolli, et oled sisestanud sama salasõna mõlemale väljale.
eu: Egiaztatu pasahitz berbera sartu duzula bi eremuetan.
fr: Assurez-vous que vous avez entré le même mot de passe dans les deux champs de mots de passe.
ja: 両方のパスワード欄に同じパスワードを入力していることを確認してください。
pl: Proszę upewnić się, że wpisałeś to samo hasło w obydwu polach.
pt_br: Por favor, certifique-se de ter digitado a mesma senha em ambos os campos de senha.
ru: Пожалуйста, убедитесь что вы ввели один и тот же пароль в обоих полях.
ta: இரண்டு கடவுச்சொல் புலங்களிலும் ஒரே கடவுச்சொல்லை உள்ளிட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்.
tr: Lütfen her iki şifre alanına da aynı şifreyi girdiğinizden emin olun.
uk: Будь ласка, переконайтеся, що ви ввели один і той самий пароль в обидва поля.
zh_hans: 请确保您在两个密码字段中输入了相同的密码。
zh_hant: 請確保您在兩個密碼欄位中輸入了相同的密碼。

source: Please provide a valid XMPP server domain or select one.
de: Bitte gib eine gültige XMPP-Serverdomäne an oder wähle eine aus.
es_ar: Por favor ingrese un dominio de servidor XMPP válido o escoja uno.
et: Palun sisesta korrektne XMPP-serveri domeen või vali loendist sobilik.
eu: Idatzi baliozko XMPP zerbitzaria edo hautatu bat.
fr: Veuillez fournir un domaine de serveur XMPP correct ou en sélectionner un.
ja: 正しい XMPP サーバー ドメインを指定するか、ドメインを選択してください。
pl: Proszę wpisać poprawny serwer XMPP lub wybrać jakiś.
pt_br: Por favor, forneça um domínio de servidor XMPP válido ou selecione um.
ru: Пожалуйста, введите корректное доменное имя XMPP сервера или выберите из предложенных.
ta: செல்லுபடியாகும் எக்ச்எம்பிபி சேவையக டொமைனை வழங்கவும் அல்லது ஒன்றைத் தேர்ந்தெடுக்கவும்.
tr: Lütfen geçerli bir XMPP sunucu etki alanı sağlayın veya bir tane seçin.
uk: Будь ласка, вкажіть дійсний домен XMPP-сервера або виберіть інший.
zh_hans: 请提供有效的 XMPP 服务器域或选择一个。
zh_hant: 請提供有效的 XMPP 伺服器域或選取一個。

source: Please select a XMPP server or provide one.
de: Bitte wähle einen XMPP-Server aus oder gib einen an.
es_ar: Por favor escoja un servidor de XMPP o ingrese uno.
et: Palun vali XMPP-server või sisesta sobilik.
eu: Hautatu XMPP zerbitzaria edo idatzi besteren bat.
fr: Veuillez sélectionner un serveur XMPP ou en fournir un.
ja: XMPP サーバーを選択するか、指定してください。
pl: Proszę wybrać serwer XMPP lub wpisać jakiś.
pt_br: Por favor, selecione um servidor XMPP ou forneça um.
ru: Пожалуйста, выберите XMPP сервер или введите свой.
ta: தயவுசெய்து ஒரு XMPP சேவையகத்தைத் தேர்ந்தெடுக்கவும் அல்லது ஒன்றை வழங்கவும்.
tr: Lütfen bir XMPP sunucusu seçin veya bir tane sağlayın.
uk: Виберіть XMPP-сервер або вкажіть його.
zh_hans: 请选择一个 XMPP 服务器或提供一个。
zh_hant: 請選取XMPP伺服器或提供一個。
