Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: This means your call is encrypted, but the remote party could not be verified using OMEMO encryption. Your or the callee's XMPP server could possibly Man-In-The-Middle you.
de: Das bedeutet, dass dein Anruf verschlüsselt ist, aber die Gegenstelle nicht mit OMEMO-Verschlüsselung verifiziert werden konnte. Dein oder der XMPP-Server des Angerufenen könnte möglicherweise Man-In-The-Middle mit dir betreiben.
es_ar: Esto significa que su llamada está encriptada, pero no fue posible verificar que su interlocutor se encuentre utilizando encriptación OMEMO. Su servidor XMPP o el de su interlocutor podrían llevar a cabo un ataque "Man in the Middle" sobre usted.
et: See tähendab, et sinu kõne on krüptitud, aga teist osapoolt pole võimalik OMEMO-krüptimise abil tuvastada. Sinu hämamiseks saab vahepealsetest XMPP-serveritest korraldada vahendusrünnet (MITM) sinu pihta.
eu: Honek esan nahi du zure deia zifratuta dagoela baina ezin izan da urruneko kidea OMEMO zifratzearen bidez egiaztatu. Zure edo deitzailearen XMPP zerbitzaria gai da beste OMEMO gako batzuk sartu eta zuen artean sartzeko (Man-In-The-Middle edo MITM erasoa).
fr: Cela signifie que votre appel est chiffré, mais que le correspondant distant n'a pas pu être vérifié à l'aide du chiffrement OMEMO. Votre serveur XMPP ou celui de l'appelé pourrait éventuellement vous attaquer avec une attaque de type MITM.
ja: これは、通話は暗号化されていますが、OMEMO 暗号化を使用して相手を検証できなかったことを意味します。 自分または着信側の XMPP サーバーは中間者攻撃の可能性があります。
pt_br: Isso significa que sua chamada está criptografada, mas a parte remota não pôde ser verificada usando a criptografia OMEMO. Seu servidor XMPP ou o do receptor pode possivelmente Man-In-The-Middle você.
ru: Означает, что голосовые данные шифруются, но возможность верифицировать собеседника через OMEMO отсутствует. Ваш XMPP сервер или сервер собеседника имеет возможность реализовать кибератаку по типу Man-In-The-Middle (MITM).
ta: இதன் பொருள் உங்கள் அழைப்பு குறியாக்கம் செய்யப்பட்டுள்ளது, ஆனால் தொலைதூர கட்சியை ஓம்மோ குறியாக்கத்தைப் பயன்படுத்தி சரிபார்க்க முடியவில்லை. உங்கள் அல்லது காலீயின் எக்ச்எம்பிபி சேவையகம் உங்களை நடுத்தர-நடுத்தர இருக்கலாம்.
tr: Bu, aramanızın şifrelenmiş olduğu, ancak uzak tarafın OMEMO şifrelemesi kullanılarak doğrulanamadığı anlamına gelir. Sizin veya arayanın XMPP sunucusu muhtemelen Man-In-The-Middle yapabilir.
uk: Це означає, що ваш дзвінок зашифровано, але віддалений абонент не може бути перевірений за допомогою шифрування OMEMO. Ваш XMPP-сервер або XMPP-сервер абонента може бути "людиною посередині".
zh_hans: 这意味着您的通话已加密，但无法使用 OMEMO 加密来验证远程方。 您或被呼叫者的 XMPP 服务器可能会对您进行中间人攻击。
zh_hant: 這意味著您的呼叫已加密，但無法使用 OMEMO 加密驗證遠端方。 您或被叫方的 XMPP 伺服器可能是中間人攻擊方。

source: This message failed to send (%@): %@
cs: Tuto zprávu se nepodařilo odeslat (%1$@): %2$@
de: Diese Nachricht konnte nicht gesendet werden (%@): %@
es_ar: Fallo en el envío del mensaje (%@): %@
et: Selle sõnumi saatmine ei õnnestunud (%@): %@
eu: Mezua bidaltzeak (%@) kale egin du: %@
fr: Échec de l’envoi pour ce message (%@) : %@
ja: このメッセージは送信に失敗しました (%1$@): %2$@
pl: Nie udało się wysłać tej wiadomości (%1$@): %2$@
pt_br: Falha ao enviar esta mensagem (%@): %@
ro: Acest mesaj nu a putut fi trimis (%1$@): %2$@
ru: Не удалось отправить это сообщение (%1$@): %2$@
ta: இந்த செய்தி அனுப்பத் தவறிவிட்டது ( %@): %@
tr: Bu ileti gönderilemedi (%@): %@
uk: Це повідомлення не вдалося надіслати (%@): %@
zh_hans: 此消息未能发出（%@）：%@
zh_hant: 此訊息未能送出 （%@）：%@

source: This message got retracted
de: Diese Nachricht wurde widerrufen
es_ar: Este mensaje se retractó
et: See sõnum on tagasi võetud
eu: Mezua atzera bota da
fr: Ce message a été annulé
ja: このメッセージは撤回されました
pl: Wiadomość została wycofana
pt_br: Esta mensagem foi retirada
ru: Это сообщение удалено
ta: இந்த செய்தி பின்வாங்கியது
tr: Bu mesaj geri çekildi
uk: Це повідомлення було відкликано
zh_hans: 此消息已被撤回
zh_hant: 已回收一則訊息

source: This phone number is currently logged in with another device.
de: Diese Telefonnummer ist derzeit mit einem anderen Gerät angemeldet.
es_ar: Este número de teléfono está actualmente conectado a otro dispositivo.
et: See telefoninumber on hetkel sisselogitud muus seadmes.
eu: Telefono zenbakia beste gailu batean erabiltzen ari da.
fr: Ce numéro de téléphone est déjà connecté depuis un autre appareil.
ja: この電話番号は現在別のデバイスでログインしています。
pl: Ten numer telefonu jest już powiązany z innym urządzeniem.
pt_br: Este número de telefone está atualmente conectado com outro dispositivo.
ru: Этот номер телефона сейчас используется с другого устройства.
ta: இந்த தொலைபேசி எண் தற்போது மற்றொரு சாதனத்துடன் உள்நுழைந்துள்ளது.
tr: Bu telefon numarası şu anda başka bir cihazda oturum açmış durumda.
uk: Цей номер телефону наразі використовується для входу з іншого пристрою.
zh_hans: 此电话号码当前已通过其他设备登录。
zh_hant: 此電話號碼當前已使用另一台裝置登入。

source: This server does not appear to support HTTP file uploads (XEP-0363). Please ask the administrator to enable it.
cs: Zdá se, že tento server nepodporuje odesílání souborů přes HTTP (XEP-0363). Kontaktujte, prosím, administrátora serveru, aby funkci povolil.
de: Dieser Server scheint HTTP-Datei-Uploads (XEP-0363) nicht zu unterstützen. Bitte den Administrator, dies zu aktivieren.
es_ar: Este servidor no parece admitir la carga de archivos HTTP (XEP-0363). Por favor, solicite la habilitación al Administrador.
eu: Badirudi zerbitzari honek ezin dituela fitxategiak HTTP bidez igo (XEP-0363). Eskatu administrariari aukera gaitu dezala.
fr: Il semble que le serveur ne prenne pas en charge la mise en ligne de fichiers via HTTP (XEP-0363). Veuillez demander à l'administrateur de l'activer.
ja: このサーバーは HTTP ファイルのアップロード (XEP-0363) に対応していないようです。管理者に有効化を依頼してください。
pl: Ten serwer nie wspiera przesyłania plików metodą XEP-0363: HTTP File Upload. Poproś administratora o jej włączenie.
pt_br: Este servidor não parece suportar uploads de arquivos HTTP (XEP-0363). Peça ao administrador para habilitá-lo.
ro: Acest server nu pare să accepte încărcările de fișiere HTTP (XEP-0363). Solicitați administratorului să îl activeze.
ru: Похоже, что этот сервер не поддерживает приём файлов по HTTP (XEP-0363). Пожалуйста, попросите системного администратора активировать эту возможность.
ta: இந்த சேவையகம் HTTP கோப்பு பதிவேற்றங்களை (XEP-0363) ஆதரிக்கத் தெரியவில்லை. அதை இயக்க நிர்வாகியிடம் கேளுங்கள்.
tr: Bu sunucu HTTP dosya karşıya yüklemelerini (XEP-0363) desteklemiyor gibi görünüyor. Lütfen yöneticiden etkinleştirmesini isteyin.
uk: Цей сервер, здається, не підтримує завантаження файлів HTTP (XEP-0363). Будь ласка, попросіть адміністратора увімкнути це.
zh_hans: 此服务器似乎不支持 HTTP 文件上传（XEP-0363）。请联系管理员启用。
zh_hant: 此伺服器似乎不支援 HTTP 檔上載 （XEP-0363）。請要求管理員啟用它。

source: This server does not have any SRV records in DNS.
de: Dieser Server hat keine SRV-Einträge im DNS.
es_ar: Este servidor no tiene registros SRV en su DNS.
et: Selle serveri nimelahenduses ei leidu SRV-kirjeid.
eu: Zerbitzari honek ez du SRV erregistrorik.
fr: Ce serveur n'a aucun enregistrement SRV en DNS.
ja: このサーバーは DNS に SRV レコードがありません。
pl: Ten serwer nie ma żadnych rekordów SRV w DNS.
pt_br: Este servidor não possui nenhum registro SRV no DNS.
ru: Для этого сервера отсутствуют сервисные (SRV) записи в DNS.
ta: இந்த சேவையகத்தில் டி.என்.எச்சில் எச்.ஆர்.வி பதிவுகள் எதுவும் இல்லை.
tr: Bu sunucunun DNS'de herhangi bir SRV kaydı yoktur.
uk: Цей сервер не має жодного SRV-запису в DNS.
zh_hans: 此服务器在 DNS 中没有任何 SRV 记录。
zh_hant: 此伺服器在 DNS 中沒有任何 SRV 記錄。

source: This server does not provide any MUC servers.
de: Dieser Server stellt keine Gruppen/Channel-Server zur Verfügung.
es_ar: Este servidor no provee ningún servidor MUC.
et: Selles serveris pole märgitud MUC-servereid (jututube).
eu: Zerbitzari honek ez du MUC zerbitzaririk eskaintzen.
fr: Ce serveur ne fournit aucun service MUC.
ja: このサーバーは MUC サーバーを提供していません。
pl: Ten serwer nie posiada żadnych serwerów MUC.
pt_br: Este servidor não fornece nenhum servidor MUC.
ru: На этом сервере не настроены модули конференций (MUC) необходимые для работы групп/каналов.
ta: இந்த சேவையகம் எந்த MUC சேவையகங்களையும் வழங்காது.
tr: Bu sunucu herhangi bir MUC sunucusu sağlamaz.
uk: Цей сервер не надає жодних MUC-серверів.
zh_hans: 此服务器不提供任何群聊服务。
zh_hant: 此伺服器不提供任何 MUC 伺服器。

source: This server does not support any modern channel-binding to secure against MITM attacks on the TLS layer.
de: Dieser Server unterstützt keine modernen Kanalbindungen zum Schutz vor MITM-Angriffen auf der TLS-Schicht.
es_ar: Este servidor no tiene soporte de "channel-binding" moderno para protegerlo de ataques MITM en la capa TLS.
eu: Zerbitzari hau ez da TLS geruzan MITM motako erasoen aurrean babesteko channel-binding modernoekin bateragarria.
fr: Ce serveur ne supporte aucun channel-binding moderne pour sécuriser la couche TLS contre les attaque MITM.
ja: このサーバーは、TLS 層での MITM 攻撃から保護するための最近のチャネルバインディングに対応していません。
pl: Ten serwer nie obsługuje żadnego nowoczesnego wiązania kanałów w celu zabezpieczenia przed atakami MITM na warstwę TLS.
pt_br: Este servidor não suporta nenhuma ligação de canal moderna para proteger contra ataques MITM na camada TLS.
ru: Этот сервер не поддерживает современные возможности привязки к каналу передачи данных, позволяющие предотвратить MITM кибератаки на уровень TLS.
ta: டி.எல்.எச் லேயரில் எம்ஐடிஎம் தாக்குதல்களுக்கு எதிராக பாதுகாக்க எந்த நவீன சேனல்-பிணைப்பையும் இந்த சேவையகம் ஆதரிக்காது.
tr: Bu sunucu, TLS katmanında MITM (ortadaki adam) saldırılarına karşı güvenli hale getirmek için herhangi bir modern channel-binding yöntemi desteklemez.
uk: Цей сервер не підтримує сучасну прив'язку каналів для захисту від MITM-атак на рівні TLS.
zh_hans: 此服务器不支持任何新式的通道绑定，以防止 TLS 层中间人攻击。
zh_hant: 此伺服器不支援任何現代通道綁定，以防止 TLS 層上的 MITM 攻擊。

source: This server does not support modern SASL2 authentication.
de: Dieser Server unterstützt keine moderne SASL2-Authentifizierung.
es_ar: Este servidor no tiene soporte para autenticación SASL2.
et: See server ei toeta moodsat SASL2-põhist autentimist.
eu: Zerbitzari hau ez da SASL2 autentifikazio modernoarekin bateragarria.
fr: Ce serveur ne supporte pas l'authentification SASL2.
ja: このサーバーは現代的な SASL2 認証に対応していません。
pl: Ten serwer nie obsługuje nowoczesnego uwierzytelniania SASL2.
pt_br: Este servidor não suporta autenticação SASL2 moderna.
ru: Этот сервер не поддерживает современный механизм аутентификации SASL2.
ta: இந்த சேவையகம் நவீன SASL2 அங்கீகாரத்தை ஆதரிக்காது.
tr: Bu sunucu modern SASL2 kimlik doğrulamasını desteklemez.
uk: Цей сервер не підтримує сучасну автентифікацію SASL2.
zh_hans: 此服务器不支持新式的 SASL2 身份验证。
zh_hant: 此伺服器不支援現代SASL2身份驗證。

source: This server isn't additionally hardened against man-in-the-middle attacks on the TLS encryption layer by using authentication methods that are secure against such attacks! This indicates an ongoing attack if the server is supposed to support SASL2 and SCRAM and is harmless otherwise. Use the advanced account creation menu and turn on the PLAIN switch there if you still want to log in to this server.
de: Dieser Server ist nicht zusätzlich gegen Man-in-the-Middle-Angriffe auf die TLS-Verschlüsselungsschicht gehärtet, indem er Authentifizierungsmethoden verwendet, die gegen solche Angriffe abgesichert sind! Dies weist auf einen laufenden Angriff hin, wenn der Server SASL2 und SCRAM unterstützen sollte, und ist ansonsten harmlos. Verwende das Menü für die erweiterte Kontoerstellung und aktiviere dort den Schalter PLAIN, wenn du dich trotzdem bei diesem Server anmelden möchtest.
es_ar: ¡Este servidor no cuenta con refuerzos adicionales contra ataques del tipo "man-in-the-middle" en la capa de encriptación TLS haciendo uso de métodos de autenticación seguros contra este tipo de ataques!. Esto indica que existe un ataque en curso si el servidor tiene soporte para SASL2 y SCRAM pero es inofensivo de lo contrario. Utilice el menú de creación de cuentas avanzado y active la opción PLAIN si aún así desea iniciar sesión en este servidor.
eu: Zerbitzari hau ez da autentifikazio-metodo seguruak erabiliz TLS zifratze-geruzan man-in-the-middle erasoen aurka gogortu! Horrek etengabeko erasoa adierazten du, zerbitzariak SASL2 eta SCRAM jasaten dituela suposatzen bada eta kontrakoa kaltegarria ez bada. Erabili kontu aurreratua sortzeko menua eta piztu PLAIN etengailua han, oraindik zerbitzari honetan saioa hasi nahi baduzu.
fr: Ce serveur n'est pas renforcé contre les attaques de l'homme du milieu sur la couche de chiffrement TLS grâce à des méthodes d'authentification sécurisées ! Cela indique une attaque en cours si le serveur est censé prendre en charge SASL2 et SCRAM et est inoffensif par ailleurs. Utilisez le menu de création de compte avancé et activez l'option PLAIN si vous souhaitez toujours vous connecter à ce serveur.
pl: Ten serwer nie jest dodatkowo zabezpieczony przed atakami man-in-the-middle w warstwie szyfrowania TLS poprzez użycie metod autoryzacji, które są odporne na tego typu ataki! Może oznaczać to, że w przypadku wsparcia metod SASL2 i SCRAM przez serwer przechodzi właśnie ten atak. Wykorzystaj zaawansowane menu tworzenia konta i włącz przełącznik PLAIN, jeżeli chcesz dalej się zalogować do tego serwera.
pt_br: Este servidor não é adicionalmente protegido contra ataques man-in-the-middle na camada de criptografia TLS usando métodos de autenticação que são seguros contra tais ataques! Isso indica um ataque em andamento se o servidor deve suportar SASL2 e SCRAM e é inofensivo de outra forma. Use o menu avançado de criação de conta e ative a chave PLAIN se ainda quiser fazer login neste servidor.
ru: Этот сервер не имеет дополнительной защиты от атак типа «человек посередине» на уровне шифрования TLS, поскольку не использует методы аутентификации, защищённые от подобных атак! Это указывает на продолжающуюся атаку, если сервер должен поддерживать SASL2 и SCRAM, и в остальном безвреден. Используйте расширенное меню создания учётной записи и включите там переключатель PLAIN, если вы всё ещё хотите войти на этот сервер.
ta: இத்தகைய தாக்குதல்களுக்கு எதிராக பாதுகாப்பான அங்கீகார முறைகளைப் பயன்படுத்துவதன் மூலம் டி.எல்.எச் குறியாக்க அடுக்கில் மனிதனின் நடுத்தர தாக்குதல்களுக்கு எதிராக இந்த சேவையகம் கூடுதலாக கடினப்படுத்தப்படுவதில்லை! சேவையகம் SASL2 மற்றும் SCRAM ஐ ஆதரிக்க வேண்டுமானால் இது நடந்துகொண்டிருக்கும் தாக்குதலைக் குறிக்கிறது, இல்லையெனில் பாதிப்பில்லாதது. இந்த சேவையகத்தில் நீங்கள் இன்னும் உள்நுழைய விரும்பினால் மேம்பட்ட கணக்கு உருவாக்கும் மெனுவைப் பயன்படுத்தவும், அங்கு வெற்று சுவிட்சை இயக்கவும்.
tr: Bu sunucu, TLS şifreleme katmanındaki aracı saldırılara karşı güvenli kimlik doğrulama yöntemleri kullanılarak ek olarak güçlendirilmemiştir! Sunucunun SASL2 ve SCRAM'ı desteklemesi ve aksi takdirde zararsız olması gerekiyorsa bu, devam eden bir saldırı olduğunu gösterir. Bu sunucuya hala giriş yapmak istiyorsanız gelişmiş hesap oluşturma menüsünü kullanın ve oradaki PLAIN anahtarını açın.
uk: Цей сервер додатково не захищений від нападів людини посередині на шар шифрування TLS за допомогою методів автентифікації, які є безпечними проти таких атак! Це вказує на триваючу атаку, якщо сервер має підтримувати SASL2 і SCRAM і в іншому випадку нешкідливий. Використовуйте розширене меню створення облікового запису та увімкніть там перемикач PLAIN, якщо ви все ще хочете ввійти на цей сервер.
zh_hans: 此服务器未使用可抵御中间人攻击的身份验证方法来对 TLS 加密层进行额外的强化！如果服务器应该支持 SASL2 和 SCRAM，则表示正在进行攻击，否则是无害的。如果您仍然想登录到此服务器，请使用高级账号创建菜单并打开那里的 PLAIN 开关。
zh_hant: 此伺服器沒有通過使用可抵禦此類攻擊的身份驗證方法，在 TLS 加密層上額外強化中間人攻擊！如果伺服器應該支援 SASL2 和 SCRAM，否則是無害的，則表明攻擊正在進行中。如果您仍想登入此伺服器，請使用高級帳戶創建功能表並打開那裡的 PLAIN 開關。

source: This server lacks support for SASL2 and SCRAM, additionally hardening authentication against man-in-the-middle attacks on the TLS encryption layer. Since this server is listed as supporting both at https://github.com/monal-im/SCRAM_PreloadList (or you intentionally left the PLAIN switch off when using the advanced account creation menu), an ongoing MITM attack is very likely! Try again once you are in a clean network environment.
de: Diesem Server fehlt die Unterstützung für SASL2 und SCRAM, die die Authentifizierung zusätzlich gegen Man-in-the-Middle-Angriffe auf die TLS-Verschlüsselungsschicht absichern. Da dieser Server unter https://github.com/monal-im/SCRAM_PreloadList als beides unterstützend aufgeführt ist (oder du hast den PLAIN-Schalter absichtlich ausgeschaltet gelassen, als du das erweiterte Kontoerstellungsmenü verwendet hast), ist ein laufender MITM-Angriff sehr wahrscheinlich! Versuche es noch einmal, wenn du in einer sicheren Netzwerkumgebung bist.
es_ar: Este servidor no cuenta con soporte para SASL2 y SCRAM, endureciendo adicionalmente la autenticación contra ataques man-in-the-middle en la capa de encriptación TLS. Dado que este servidor está listado como contando con ambos en https://github.com/monal-im/SCRAM_PreloadList (o ha dejado intencionadamente desactivado el interruptor PLAIN al utilizar el menú de creación de cuentas avanzado), ¡es muy probable que se esté produciendo un ataque MITM! Intente de nuevo cuando se encuentre en un entorno de red seguro.
eu: Zerbitzari hau ez da SASL2rekin eta SCRAMekin bateragarria, TLS zifratze-geruzan man-in-the-middle erasoen aurka gogortzeko. Zerbitzaria SASL2rekin eta SCRAMekin bateragarri dela ageri denez https://github.com/monal-im/SCRAM_PreloadList orrian (edo zuk propio PLAIN hobespena itzalita utzi zenuenez kontu aurreratua sortzeko menua erabili zenuenean), oso litekeena da MITM erasoa aribidean egotea. Saiatu berriro sare garbi batean zaudenean.
fr: Ce serveur ne prend pas en charge SASL2 et SCRAM, ce qui renforce l'authentification contre les attaques de l'homme du milieu sur la couche de chiffrement TLS. Étant donné que ce serveur est répertorié comme prenant en charge les deux protocoles sur https://github.com/monal-im/SCRAM_PreloadList (ou que vous avez volontairement désactivé l'option PLAIN lors de la création de compte avancée), une attaque MITM est très probable ! Réessayez une fois que vous serez dans un environnement réseau propre.
pt_br: Este servidor não tem suporte para SASL2 e SCRAM, além de fortalecer a autenticação contra ataques man-in-the-middle na camada de criptografia TLS. Como este servidor está listado como compatível com https://github.com/monal-im/SCRAM_PreloadList (ou você intencionalmente deixou o interruptor PLAIN desligado ao usar o menu avançado de criação de conta), um ataque MITM em andamento é muito provável! Tente novamente quando estiver em um ambiente de rede limpo.
ru: Этот сервер не поддерживает SASL2 и SCRAM, что дополнительно усиливает аутентификацию от атак типа «человек посередине» на уровне шифрования TLS. Поскольку этот сервер указан как поддерживающий оба протокола на сайте https://github.com/monal-im/SCRAM_PreloadList (или вы намеренно не включили переключатель PLAIN при использовании расширенного меню создания учётной записи), весьма вероятно наличие текущей атаки MITM! Повторите попытку, когда окажетесь в чистой сетевой среде.
ta: இந்த சேவையகத்தில் SASL2 மற்றும் SCRAM க்கு உதவி இல்லை, கூடுதலாக TLS குறியாக்க அடுக்கில் மனித-நடுத்தர தாக்குதல்களுக்கு எதிராக அங்கீகாரத்தை கடினப்படுத்துகிறது. இந்த சேவையகம் https://github.com/monal-im/scram_preloadlist (அல்லது மேம்பட்ட கணக்கு உருவாக்கும் மெனுவைப் பயன்படுத்தும் போது நீங்கள் வேண்டுமென்றே எளிய சுவிட்சை விட்டுவிட்டீர்கள்) இரண்டையும் ஆதரிப்பதாக பட்டியலிடப்பட்டுள்ளதால், தொடர்ச்சியான எம்ஐடிஎம் தாக்குதல் மிகவும் வாய்ப்புள்ளது! நீங்கள் ஒரு தூய்மையான பிணையம் சூழலில் வந்தவுடன் மீண்டும் முயற்சிக்கவும்.
tr: Bu sunucu SASL2 ve SCRAM desteğinden yoksundur, ayrıca TLS şifreleme katmanındaki ortadaki adam saldırılarına karşı kimlik doğrulamayı güçlendirir. Bu sunucu https://github.com/monal-im/SCRAM_PreloadList adresinde her ikisini de destekliyor olarak listelendiğinden (veya gelişmiş hesap oluşturma menüsünü kullanırken PLAIN anahtarını kasıtlı olarak kapalı bıraktınız), devam eden bir MITM saldırısı çok olasıdır! Temiz bir ağ ortamına geçtiğinizde tekrar deneyin.
uk: Цей сервер не підтримує SASL2 і SCRAM, а також посилює автентифікацію проти атак людини посередині на шар шифрування TLS. Оскільки цей сервер вказано як підтримуючи обидва на https://github.com/monal-im/SCRAM_PreloadList (або ви навмисно залишили перемикач PLAIN вимкненим під час використання розширеного меню створення облікового запису), триваюча атака MITM дуже ймовірно! Спробуйте ще раз, коли ви перебуваєте в чистому мережевому середовищі.
zh_hant: 該伺服器缺乏對SL2和SCRAM的支援，此外還加強了對TLS加密層上的中間人攻擊的身份驗證。由於此伺服器在 https://github.com/monal-im/SCRAM_PreloadList 時被列為同時支援兩者（或者您在使用高級帳戶創建功能表時故意關閉了 PLAIN），因此很有可能正在進行 MITM 攻擊！在乾淨的網路環境中重試。

source: This should never happen, please contact the developers and provide a logfile!
de: Dies sollte niemals passieren, bitte kontaktiere die Entwickler und stelle ein Logfile zur Verfügung!
es_ar: Esto no debería pasar nunca, por favor póngase en contacto con los desarrolladores y hágales llegar el archivo de registros!
et: Seda ei tohiks mitte kunagi juhtuda. Palun võta arendajatega ühendust ja edasta ka logifail!
eu: Hau ez litzateke inoiz gertatu beharko, jarri harremanetan garatzaileekin eta partekatu erregistro-fitxategia!
fr: Cela ne devrait jamais se produire, veuillez contacter les développeurs et fournir un fichier journal !
ja: このようなことは決して起こらないはずです。開発者に連絡してログファイルを提供してください。
pl: To nigdy nie powinno się zdarzyć, skontaktuj się z programistami i pokaż plik logów!
pt_br: Isto não deveria ter acontecido, por favor contate os desenvolvedores e forneça um arquivo de log!
ru: Такого не должно происходить,- пожалуйста, обратитесь к разработчикам, предоставив лог-файл.
ta: இது ஒருபோதும் நடக்கக்கூடாது, தயவுசெய்து டெவலப்பர்களைத் தொடர்புகொண்டு ஒரு உள்நுழைவு வழங்கவும்!
tr: Bu asla olmamalı, lütfen geliştiricilerle iletişime geçin ve bir günlük dosyası sağlayın!
uk: Цього не повинно статися, будь ласка, зв'яжіться з розробниками та надайте лог-файл!
zh_hans: 这种情况不应该发生，请联系开发人员并提供日志文件！
zh_hant: 這不應該發生，請聯繫開發人員並提供日誌檔！
