Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: XEP-0379: Pre-Authenticated Roster Subscription
de: XEP-0379: Vorauthentifiziertes Kontaktlistenabonnement
et: XEP-0379: Pre-Authenticated Roster Subscription (Eelhallatud kontaktide lingid)
fr: XEP-0379 : Souscription au liste des diffusions en étant pré-authentifié
pt_br: XEP-0379: Subscrição de lista pré-autenticada
ro: XEP-0379: Abonarea la o listă pre-autentificată
ru: XEP-0379: Подписка на список контактов с предварительной аутентификацией
ta: XEP-0379: முன் அங்கீகரிக்கப்பட்ட பட்டியல் சந்தா
tr: XEP-0379: Önceden Doğrulanmış Liste Aboneliği
uk: XEP-0379: Попередня аутентифікована підписка на реєстр
zh_hans: XEP-0379：预先身份验证的花名册订阅
zh_hant: XEP-0379：預先驗證的名單訂閱

source: XEP-0474: SASL SCRAM Downgrade Protection
de: XEP-0474: SASL SCRAM Downgrade-Schutz
es_ar: XEP-0474: Protección de degradación de SASL SCRAM
et: XEP-0474: SASL SCRAM Downgrade Protection (SASL-i lisaturvalisus)
fr: XEP-0474 : Protection contre la rétrogradation SASL SCRAM
pt_br: XEP-0474: Proteção contra downgrade de SCRAM SASL
ru: XEP-0474: Защита от использования механизмов со сниженным уровнем безопасности в SASL SCRAM
ta: XEP-0474: SASL SCRAM தரமிறக்க பாதுகாப்பு
tr: XEP-0474: SASL SCRAM Sürüm Düşürme Koruması
uk: XEP-0474: Захист SASL SCRAM від пониження версії
zh_hans: XEP-0474：SASL SCRAM 降级保护
zh_hant: XEP-0474：SASL SCRAM 降級保護

source: XMPP Account Info Error
cs: Chyba informací o účtu XMPP
de: XMPP-Kontoinformationsfehler
es_ar: Error de información sobre la cuenta XMPP
fr: Erreur sur les informations du compte XMPP
ja: XMPP Account Info エラー
pl: Błąd informacji o koncie XMPP
pt_br: Erro de informações da conta XMPP
ro: Eroare informații cont XMPP
ru: Ошибка описания учётной записи XMPP
ta: XMPP கணக்கு செய்தி பிழை
tr: XMPP Hesap Bilgisi Hatası
uk: Помилка інформації про обліковий запис XMPP
zh_hans: XMPP 账号信息错误
zh_hant: XMPP 帳號資訊錯誤

source: XMPP Bind Error
cs: Chyba XMPP Bind
de: XMPP-Bindungsfehler
es_ar: Error de enlace XMPP
fr: Erreur de liaison XMPP
ja: XMPP Bind エラー
pl: Błąd powiązania XMPP
pt_br: Erro de ligação XMPP
ro: Eroare bind XMPP
ru: Ошибка привязки XMPP
ta: XMPP பிணைப்பு பிழை
tr: XMPP Bağlama Hatası
uk: Помилка прив'язки XMPP
zh_hans: XMPP 绑定错误
zh_hant: XMPP 綁定錯誤

source: XMPP Capabilities
de: XMPP-Fähigkeiten
es_ar: Capacidades XMPP
eu: XMPP ahalmenak
fr: Fonctions XMPP gérées
ja: XMPP の機能
pl: Zdolności XMPP
pt_br: Capacidades XMPP
ru: Возможности XMPP
ta: எக்ச்எம்பிபி திறன்கள்
tr: XMPP Yetenekleri
uk: Можливості XMPP
zh_hans: XMPP 功能
zh_hant: XMPP 功能

source: XMPP Disco Info Error
de: XMPP Disco Info Fehler
es_ar: Error al recuperar la información de servicios XMPP
fr: Erreur XMPP
ja: XMPP Disco Info エラー
pl: Błąd informacji o odkryciach XMPP
pt_br: Erro de informações da discoteca XMPP
ro: Eroare de informații Disco XMPP
ru: Ошибка информации об обнаружении XMPP
ta: XMPP டிச்கோ செய்தி பிழை
tr: XMPP Keşif Bilgisi Hatası
uk: Помилка XMPP Disco Info Error
zh_hans: XMPP 搜索信息错误
zh_hant: XMPP 搜尋資訊錯誤

source: XMPP External Service Disco Error
de: XMPP-Fehler bei der Suche nach externen Diensten
es_ar: Error al recuperar la información de servicios XMPP externo (XEP-0215)
fr: Erreur de découverte des services externes XMPP
ja: XMPP External Service Discoエラー
pl: Błąd XMPP External Service Disco
pt_br: Erro de disco de serviço externo XMPP
ru: Ошибка обнаружения внешней по отношению к XMPP службы
ta: எக்ச்எம்பிபி வெளிப்புற பணி டிச்கோ பிழை
tr: XMPP Harici Hizmet Disco Hatası
uk: XMPP Помилка диска зовнішньої служби XMPP
zh_hans: XMPP 外部服务发现错误
zh_hant: XMPP 外部服務發現錯誤

source: XMPP ID missing
cs: Chybí XMPP ID
de: XMPP-Adresse fehlt
es_ar: Falta la dirección XMPP
et: XMPP kasutajatunnus (XMPP ID) on puudu
eu: XMPP IDa falta da
fr: Identifiant XMPP manquant
ja: XMPP ID がありません
pl: Brak identyfikatora XMPP
pt_br: ID XMPP ausente
ro: Adresă XMPP lipsă
ru: Отсутствует адрес XMPP
ta: எக்ச்எம்பிபி ஐடி இல்லை
tr: XMPP kimliği eksik
uk: XMPP ID відсутній
zh_hans: 缺少 XMPP 地址
zh_hant: 缺少 XMPP ID

source: XMPP mam preferences error
cs: Chyba nastavení XMPP-MAM
de: XMPP-MAM-Einstellungsfehler
es_ar: Error de preferencias MAM de XMPP
fr: Erreur de préférences XMPP mam
ja: XMPP mam 設定エラー
pl: Błąd preferencji mam XMPP
pt_br: Erro de preferências de mam XMPP
ro: Eroare preferințe MAM XMPP
ru: Ошибка настроек управления архивом сообщений (MAM) XMPP
ta: XMPP மாம் விருப்பத்தேர்வுகள் பிழை
tr: XMPP mesaj arşiv tercihleri hatası
uk: Помилка налаштувань MAM XMPP
zh_hans: XMPP 消息存档管理首选项错误
zh_hant: XMPP mam 偏好設定錯誤

source: XMPP protocol extension for communications blocking.
cs: Rozšíření protokolu XMPP pro blokování komunikace.
de: XMPP-Protokollerweiterung für das Blockieren von Kommunikation.
es_ar: Extensión de protocolo XMPP para bloqueo de comunicaciones.
eu: XMPP protokoloaren luzapena komunikazioak blokeatzeko.
fr: L'extension du protocole XMPP pour permettre de bloquer des communications.
ja: 通信をブロックするための XMPP プロトコル拡張。
pl: Rozszerzenie protokołu XMPP do blokowania komunikacji.
pt_br: Extensão do protocolo XMPP para bloqueio de comunicações.
ro: Extensie a protocolului XMPP pentru blocarea comunicațiilor.
ru: Расширение XMPP для блокирования контактов и реализации чёрного списка собеседников.
ta: தகவல்தொடர்பு தடுப்புக்கான எக்ச்எம்பிஃபிக் நெறிமுறை நீட்டிப்பு.
tr: İletişim engelleme için XMPP protokol uzantısı.
uk: Розширення протоколу XMPP для блокування комунікацій.
zh_hans: XMPP 协议扩展，用于通信屏蔽。
zh_hant: 用於通信阻塞的 XMPP 協議擴展。

source: XMPP protocol extension for discovering services external to the XMPP network, like STUN or TURN servers needed for A/V calls.
de: XMPP-Protokollerweiterung zum Auffinden von Diensten außerhalb des XMPP-Netzes, wie STUN- oder TURN-Server, die für A/V-Anrufe benötigt werden.
es_ar: Extensión del protocolo XMPP para descubrir servicios externos de la red XMPP, como los servidores STUN o TURN necesarios para llamadas de Audio-Video.
eu: XMPP protokoloaren hedapena XMPP sareaz kanpoko zerbitzuak aurkitzeko, STUN edo TURN zerbitzariak esaterako, audio edo bideo deietarako beharrezkoa.
fr: Extension du protocole XMPP pour découvrir les services externes au réseau XMPP, comme les serveurs STUN ou TURN nécessaires aux appels A/V.
ja: 音声/ビデオ通話に必要な STUN サーバーや TURN サーバーなど、XMPP ネットワークの外部にあるサービスを検出するための XMPP プロトコル拡張。
pt_br: Extensão do protocolo XMPP para descobrir serviços externos à rede XMPP, como servidores STUN ou TURN necessários para chamadas A/V.
ru: Расширение XMPP для обнаружения внешних по отношению к XMPP сети служб, таких как STUN или TURN, необходимых для аудио и видео звонков.
ta: எக்ச்எம்பிபி நெறிமுறை நீட்டிப்பு எக்ச்எம்பி.பி நெட்வொர்க்கிற்கு வெளிப்புற சேவைகளைக் கண்டுபிடிப்பதற்கான, ஏ/வி அழைப்புகளுக்குத் தேவையான ச்டன் அல்லது டர்ன் சேவையகங்கள் போன்றவை.
tr: Ses/Video aramaları için gereken STUN veya TURN sunucuları gibi XMPP ağının dışındaki hizmetleri keşfetmek için XMPP protokol uzantısı.
uk: Розширення протоколу XMPP для виявлення сервісів поза мережею XMPP, наприклад, серверів STUN або TURN, необхідних для аудіо- та відеодзвінків.
zh_hans: XMPP 协议扩展，用于发现 XMPP 网络的外部服务，例如音频/视频通话所需的 STUN 或 TURN 服务器。
zh_hant: XMPP 協定擴展，用於發現 XMPP 網路外部的服務，如 A/V 調用所需的 STUN 或 TURN 伺服器。

source: XMPP protocol extension for sending application-level pings over XML streams.
cs: Rozšíření protokolu XMPP pro zasílání pingů na úrovni aplikací přes streamy XML.
de: XMPP-Protokollerweiterung zum Senden von anwendungsspezifischen Pings über XML-Streams.
es_ar: Extensión del protocolo XMPP para enviar pings de nivel de aplicación a través de flujos XML.
eu: XMPP protokoloaren luzapena XML jarioetan aplikazio-mailako ping-ak bidaltzeko.
fr: L'extension du protocole XMPP pour envoyer des pings d'applications via les flux XML.
ja: XML ストリームでアプリケーションレベルの ping を送信するための XMPP プロトコル拡張。
pl: Rozszerzenie protokołu XMPP do wysyłania pingów na poziomie aplikacji przez strumienie XML.
pt_br: Extensão do protocolo XMPP para enviar pings no nível do aplicativo por fluxos XML.
ru: Расширение XMPP для отправки на прикладном уровне пинг-сообщений, инкапсулированных в XML потоки.
ta: எக்ச்எம்எல் ச்ட்ரீம்கள் மீது பயன்பாட்டு-நிலை பிங்சை அனுப்ப எக்ச்எம்பிபி நெறிமுறை நீட்டிப்பு.
tr: XML akışları üzerinden uygulama düzeyi pingleri göndermek için XMPP iletişim kuralı uzantısı.
uk: Розширення протоколу XMPP для надсилання пінгів прикладного рівня через XML-потоки.
zh_hans: XMPP 协议扩展，用于通过 XML 流发送应用程序级 ping。
zh_hant: XMPP 協定擴展，用於通過 XML 流傳送應用程式級延遲檢測。

source: XMPP Roster Error
cs: Chyba XMPP rosteru
de: XMPP-Kontaktlistenfehler
es_ar: Error en la lista XMPP
fr: Erreur XMPP sur les listes de diffusions
ja: XMPP Rosterエラー
pl: Błąd listy kontaktów XMPP
pt_br: Erro de lista XMPP
ro: Eroare listă contacte XMPP
ru: Ошибка списка контактов XMPP
ta: எக்ச்எம்பிபி ரோச்டர் பிழை
tr: XMPP Listesi Hatası
uk: Помилка реєстру XMPP
zh_hans: XMPP 花名册错误
zh_hant: XMPP名冊錯誤

source: XMPP server domain not valid!
de: XMPP-Serverdomäne nicht gültig!
es_ar: ¡Dominio de servidor XMPP inválido!
et: XMPP serveri domeen pole korrektne!
eu: XMPP zerbitzariaren domeinua ez da baliozkoa!
fr: Le domaine du serveur XMPP n'est pas valide !
ja: XMPP サーバーのドメインは正しくありません。
pl: Domena serwera XMPP jest nieprawidłowa!
pt_br: Domínio do servidor XMPP não é válido!
ru: Некорректный домен сервера XMPP.
ta: எக்ச்எம்பிபி சர்வர் டொமைன் செல்லுபடியாகாது!
tr: XMPP sunucu etki alanı geçerli değil!
uk: Домен сервера XMPP недійсний!
zh_hans: XMPP 服务器域无效！
zh_hant: XMPP 伺服器域無效！

source: XMPP stream error %@: %@
cs: Chyba XMPP streamu %1$@: %2$@
de: XMPP-Streamfehler %1$@: %2$@
es_ar: Error en el flujo de datos XMPP %1$@: %2$@
et: XMPP stream error %1$@: %2$@
eu: XMPP stream error %1$@: %2$@
fr: Erreur de flux XMPP %1$@ : %2$@
ja: XMPP stream エラー %1$@: %2$@
pl: Błąd strumienia XMPP %1$@: %2$@
pt_br: Erro de fluxo XMPP %@: %@
ro: Eroare flux XMPP %1$@: %2$@
ru: Ошибка потока XMPP %1$@: %2$@
ta: XMPP ச்ட்ரீம் பிழை %1 $@: %2 $@
tr: XMPP akış hatası %1$@: %2$@
uk: Помилка потоку XMPP %1$@: %2$@
zh_hans: XMPP 流错误 %1$@：%2$@
zh_hant: XMPP 串流錯誤 %1$@: %2$@

source: XMPP stream error: %@
cs: Chyba XMPP streamu: %@
de: XMPP-Streamfehler: %@
es_ar: Error en el flujo de datos XMPP: %@
fr: Erreur de flux XMPP : %@
ja: XMPP stream エラー: %@
pl: Błąd strumienia XMPP: %@
pt_br: Erro de fluxo XMPP: %@
ro: Eroare flux XMPP: %@
ru: Ошибка потока XMPP: %@
ta: XMPP ச்ட்ரீம் பிழை: %@
tr: XMPP akış hatası: %@
uk: Помилка потоку XMPP: %@
zh_hans: XMPP 流错误：%@
zh_hant: XMPP 串流錯誤： %@

source: XMPPServer
ja: XMPP サーバー
zh_hans: XMPP 服务器
zh_hant: XMPP伺服器

source: Yellow checkmark shield:
de: Schild mit gelbem Häkchen:
es_ar: Escudo amarillo tildado:
et: Kollane turvatunnus:
eu: Kontrol-marka horia:
fr: Bouclier jaune coché :
ja: 黄のチェック印の盾:
pt_br: Escudo de marca de seleção amarelo:
ru: Жёлтый значок с галкой:
ta: மஞ்சள் செக்மார்க் கவசம்:
tr: Sarı onay işareti kalkanı:
uk: Жовтий щит з галочкою:
zh_hans: 黄色复选标记盾牌：
zh_hant: 黃色盾牌驗證標識：

source: Yemen
de: Jemen
et: Jeemen
fr: Yémen
pt_br: Iêmen
ru: Йемен
ta: யேமன்
uk: Ємен
zh_hans: 也门
zh_hant: 葉門

source: Yes
cs: Ano
de: Ja
es_ar: Sí
et: Jah
eu: Bai
fr: Oui
ja: はい
pl: Tak
pt_br: Sim
ro: Da
ru: Да
ta: ஆம்
tr: Evet
uk: Так
zh_hans: 是
zh_hant: 是

source: Yes, deactivate encryption
de: Ja, Verschlüsselung deaktivieren
es_ar: Sí, desactivar encriptación
et: Jah, lülita krüptimine välja
eu: Bai, ezgaitu zifratzea
fr: Oui, désactiver le chiffrement
ja: はい、暗号化を無効にします
pl: Tak, wyłącz szyfrowanie
pt_br: Sim, desativar criptografia
ru: Да, отключить шифрование
ta: ஆம், குறியாக்கத்தை செயலிழக்கச் செய்யுங்கள்
tr: Evet, şifrelemeyi devre dışı bırak
uk: Так, вимкнути шифрування
zh_hans: 是，停用加密
zh_hant: 是的，停用加密

source: You are set up and connected.
cs: Monal je nastaven a připojen.
de: Monal ist eingerichtet und verbunden.
es_ar: Perfil configurado y conectado.
et: Sa oled kõik seadistanud ja ühendus toimib.
eu: Dena prest eta konektatuta.
fr: Vous êtes connecté.
ja: 設定が完了し、接続しました。
pl: Jesteś skonfigurowany i połączony.
pt_br: Você está configurado e conectado.
ro: Sunteți configurați și conectați.
ru: Всё настроено и подключено.
ta: நீங்கள் அமைக்கப்பட்டு இணைக்கப்பட்டுள்ளீர்கள்.
tr: Kuruldu ve bağlandınız.
uk: Ви налаштовані та підключені.
zh_hans: 您已设置并连接。
zh_hant: 您已設定好且已連線。

source: You are set up and connected. People can message you at: %@@%@
de: Du hast alles eingerichtet und bist verbunden. Man kann dir eine Nachricht senden an: %@@%@
es_ar: Perfil configurado y conectado. Puede recibir mensajes dirigidos a: %@@%@
et: Kõik on seadistatud ja sinu seadme ühendus toimib. Huvilised saavad sinuga suhelda aadressil: %@@%@
eu: Kontua konfiguratuta eta konektatuta. Jendeak honako helbidera idatz diezazuke: %@@%@
fr: Votre compte est configuré et connecté. Les gens peuvent vous envoyer un message à l'adresse : %@%@
pl: Jesteś gotowy i połączony. Inni mogą się z tobą kontaktować pod adresem: %@@%@
pt_br: Você está configurado e conectado. As pessoas podem enviar mensagens para: %@@%@
ru: Всё настроено и подключено. Теперь вам могут присылать сообщения на: %@@%@
ta: நீங்கள் அமைக்கப்பட்டு இணைக்கப்பட்டுள்ளீர்கள். மக்கள் உங்களுக்கு செய்தி அனுப்பலாம்: %@@ %@
tr: Kuruldunuz ve bağlandınız. İnsanlar size şu adresten mesaj gönderebilir: %@@% @
uk: Ви налаштовані та підключені. Люди можуть писати вам на %@@%@
zh_hans: 您已设置并连接。别人可以通过以下方式向您发送消息：%@@%@
zh_hant: 您已完成設定並連接。人們可以通過以下方式向您傳送訊息：%@@%@

source: You are trying to call '%@' (%@), but this contact can be reached using different accounts. Please select the account you want to place the outgoing call with.
de: Du versuchst, '%@' (%@) anzurufen, aber dieser Kontakt kann über verschiedene Konten erreicht werden. Bitte wähle das Konto aus, über das du den ausgehenden Anruf tätigen möchtest.
es_ar: Está intentando llamar a '%@' (%@), pero este contacto utiliza distintas cuentas. Por favor seleccione la cuenta a la que desea llamar.
et: Sa proovid helistada kasutajale „%@“ (%@), aga ta on leitav eri kasutajakontode alt. Palun vali kontakt, mida soovid antud juhul helistamiseks kasutada.
eu: '%@'(e)ri (%@) deitzen saiatzen ari zara, baina kontu desberdinak erabiliz dei diezaiokezu. Hautatu zein konturekin egin nahi diozun dei.
fr: Vous essayez d'appeler '%@' (%@), mais ce contact peut être joint à l'aide de différents comptes. Veuillez sélectionner le compte avec lequel vous souhaitez passer l'appel sortant.
ja: '%@' (%@) と通話しようとしていますが、この相手先には別のアカウントを使用してアクセスできます。発呼に用いるアカウントを選択してください。
pt_br: Você está tentando ligar para '%@' (%@), mas esse contato pode ser contatado usando contas diferentes. Selecione a conta com a qual deseja fazer a chamada.
ru: Вы пытаетесь позвонить '%@' (%@), но этот контакт доступен с разных учётных записей. Пожалуйста, выберите ту учётную запись с которой нужно произвести исходящий вызов.
ta: நீங்கள் '%@' (%@) என்று அழைக்க முயற்சிக்கிறீர்கள், ஆனால் இந்த தொடர்பை வெவ்வேறு கணக்குகளைப் பயன்படுத்தி அடையலாம். வெளிச்செல்லும் அழைப்பை நீங்கள் வைக்க விரும்பும் கணக்கைத் தேர்ந்தெடுக்கவும்.
tr: '%@' (%@) numarasını aramaya çalışıyorsunuz, ancak bu kişiye farklı hesaplar kullanılarak ulaşılabilir. Lütfen giden aramayı yapmak istediğiniz hesabı seçin.
uk: Ви намагаєтеся зателефонувати '%@' (%@), але з цим контактом можна зв'язатися за допомогою різних облікових записів. Виберіть обліковий запис, з якого потрібно здійснити вихідний дзвінок.
zh_hans: 您正在尝试呼叫“%@”（%@），但此联系人可以通过不同的账号进行联系。请选择您要使用的账号进行呼叫。
zh_hant: 您正在嘗試呼叫 「%@」 （%@），但可以使用不同的帳戶聯繫到此聯絡人。請選取您要撥打電話的帳戶。

source: You are using an out of date version of this app.
de: Du verwendest eine veraltete Version dieser App.
es_ar: Está usando una versión desactualizada de esta aplicación.
et: Sa kasutad selle rakenduse aegunud versiooni.
eu: Aplikazio honen bertsio zahar bat erabiltzen ari zara.
fr: Vous utilisez une version obsolète de cette application.
ja: このアプリの古いバージョンを使用しています。
pt_br: Você está usando uma versão desatualizada deste aplicativo.
ru: Вы используете устаревшую версию этого приложения.
ta: இந்த பயன்பாட்டின் காலாவதியான பதிப்பைப் பயன்படுத்துகிறீர்கள்.
tr: Bu uygulamanın güncel olmayan bir sürümünü kullanıyorsunuz.
uk: Ви використовуєте застарілу версію цієї програми.
zh_hans: 您正在使用此应用的过时版本。
zh_hant: 您使用的是此應用程式的過時版本。

source: You can customize even more, just use the button below to open the settings.
de: Du kannst noch mehr individuell anpassen, benutze einfach den Button unten, um die Einstellungen zu öffnen.
es_ar: Puede personalizar aún más. Utilice el botón de abajo para abrir el menú de ajustes.
et: Saad kohendada veel paljugi muud - lihtsalt ava seadistused alljärgnevast nupust.
eu: Are gehiago pertsonaliza dezakezu. Erabili beheko botoia ezarpenak irekitzeko.
fr: Vous pouvez personnaliser encore plus, juste en utilisant le bouton ci-dessous pour ouvrir les préférences.
pt_br: Você pode personalizar ainda mais, basta usar o botão abaixo para abrir as configurações.
ru: Расширенные настройки доступны по кнопке ниже.
ta: நீங்கள் இன்னும் தனிப்பயனாக்கலாம், அமைப்புகளைத் திறக்க கீழே உள்ள பொத்தானைப் பயன்படுத்தவும்.
tr: Daha da fazlasını özelleştirebilirsiniz, ayarları açmak için aşağıdaki düğmeyi kullanmanız yeterlidir.
uk: Ви можете налаштувати ще більше, просто скористайтеся кнопкою нижче, щоб відкрити налаштування.
zh_hans: 您可以自定义更多，只需使用下面的按钮打开设置。
zh_hant: 您可以自定義更多，只需使用下面的按鈕打開設定即可。

source: You did not grant Monal to access your location.
cs: Neposkytli jste Monalu přístup k Vaší poloze.
de: Du hast Monal nicht erlaubt, auf deinen Standort zuzugreifen.
es_ar: Monal no tiene permiso de acceso a su ubicación.
et: Sa pole lubanud Monalil tuvastada sinu asukohta.
eu: Ez diozu Monali kokapena atzitzeko baimenik eman.
fr: Vous n'avez pas autorisé Monal à accéder à votre position.
ja: Monal は位置情報へのアクセスを許可されていません。
pl: Nie przyznałeś Monalowi dostępu do swojej lokalizacji.
pt_br: Você não concedeu ao Monal o acesso à sua localização.
ru: У Monal нет доступа к вашей геопозиции.
ta: உங்கள் இருப்பிடத்தை அணுக நீங்கள் மோனலை வழங்கவில்லை.
tr: Monal'ın konumunuza erişmesine izin vermediniz.
uk: Ви не дозволили Monal отримати доступ до вашого місцезнаходження.
zh_hans: 您没有授权 Monal 访问您的位置。
zh_hant: 您沒有授予 Monal 訪問您的位置。

source: You got banned from group/channel: %@
de: Du wurdest aus der Gruppe/Channel ausgeschlossen: %@
es_ar: Se le ha prohibido el ingreso al grupo/canal: %@
eu: Taldean / kanalean debekua ezarri dizute: %@
fr: Vous avez été banni·e du groupe/salon : %@
ja: グループ/チャンネル %@ から締め出されました
pl: Zostałeś/-aś zablokowany/-a na grupie/kanale: %@
pt_br: Você foi banido do grupo/canal: %@
ru: Вас заблокировали в группе/канале: %@
ta: நீங்கள் குழு/சேனலில் இருந்து தடைசெய்யப்பட்டீர்கள்: %@
tr: Gruptan/kanaldan yasaklandınız: %@
uk: Вас забанили в групі/каналі: %@
zh_hans: 您已被封禁于群组/频道：%@
zh_hant: 您被群組/頻道封鎖：%@

source: You got kicked from group/channel: %@
de: Du wurdest aus der Gruppe/Channel geworfen: %@
es_ar: Ha sido expulsado del grupo/canal: %@
eu: Taldetik / kanaletik kanporatu zaituzte: %@
fr: Vous avez été kick du groupe/salon : %@
ja: グループ/チャンネル %@ から蹴り出されました
pl: Zostałeś/-aś wyrzucony/-a z grupy/kanału: %@
pt_br: Você foi expulso do grupo/canal: %@
ru: Вас выгнали из группы/канала: %@
ta: நீங்கள் குழு/சேனலில் இருந்து உதைக்கப்பட்டீர்கள்: %@
tr: Gruptan/kanaldan atıldınız: %@
uk: Вас виключили з групи/каналу: %@
zh_hans: 您已被踢出群组/频道：%@
zh_hant: 您被群組/頻道踢出：%@

source: You got removed from group/channel: %@
de: Du wurdest aus der Gruppe/Channel entfernt: %@
es_ar: Ha sido removido del grupo/canal: %@
eu: Taldetik / kanaletik kendu zaituzte: %@
fr: Vous avez été retiré·e du groupe/salon : %@
ja: グループ/チャンネル %@ から削除されました
pl: Zostałeś/-aś usunięty/-a z grupy/kanału: %@
pt_br: Você foi removido do grupo/canal: %@
ru: Вас удалили из группы/канала: %@
ta: நீங்கள் குழு/சேனலில் இருந்து அகற்றப்பட்டீர்கள்: %@
tr: Gruptan/kanaldan çıkarıldınız: %@
uk: Вас вилучили з групи/каналу: %@
zh_hans: 您已从群组/频道中移除：%@
zh_hant: 您已從群組/頻道中移除：%@

source: You have not entered your XMPP ID yet
cs: Ještě jste nezadali své XMPP ID
de: Du hast deine XMPP-Adresse noch nicht eingegeben
es_ar: Aún no ha ingresado su dirección XMPP
et: Sa pole veel XMPP kasutajatunnust (XMPP ID) sisestanud
eu: Oraindik ez duzu zure XMPP IDa sartu
fr: Vous n'avez pas encore saisi votre identifiant XMPP
ja: XMPP ID をまだ入力していません
pl: Nie wprowadziłeś jeszcze swojego identyfikatora XMPP
pt_br: Você ainda não inseriu seu ID XMPP
ro: Nu ați introdus încă adresa XMPP
ru: Вы ещё не вводили адрес XMPP
ta: உங்கள் XMPP ஐடியை நீங்கள் இன்னும் உள்ளிடவில்லை
tr: XMPP kimliğinizi henüz girmediniz
uk: Ви ще не ввели свій XMPP ID
zh_hans: 您尚未输入 XMPP 地址
zh_hant: 您尚未輸入XMPP ID

source: You need friends for this ride
cs: Na tuhle jízdu potřebujete přátele
de: Du brauchst Freunde für diese Tour
es_ar: Necesita amigos para este viaje
eu: Lagunak behar dituzu abentura honetarako
fr: Vous avez besoin d'amis pour vous lancer
pl: Potrzebujesz przyjaciół do tej przejażdżki
pt_br: Você precisa de amigos para este passeio
ro: Aveți nevoie de prieteni pentru această plimbare
ru: Для этого дела вам нужны друзья
ta: இந்த சவாரிக்கு உங்களுக்கு நண்பர்கள் தேவை
tr: Bu yolculuk için arkadaşa ihtiyacın var
uk: Для цієї поїздки вам потрібні друзі
zh_hans: 您需要朋友来参加这次旅行
zh_hant: 你需要朋友來這趟旅程

source: You need to grant microphone access in iOS Settings-> Privacy-> Microphone, if you want that others can hear you.
de: Wenn du möchtest, dass andere dich hören können, musst du den Mikrofonzugriff unter iOS Einstellungen > Datenschutz > Mikrofon erlauben.
es_ar: Necesita permitir acceso al micrófono en iOS Configuración-> Privacidad-> Micrófono, si quiere que lo puedan escuchar.
eu: Mikrofonoa atzitzeko baimena onartu behar duzu iOSen: Ezarpenak -> Pribatutasuna -> Mikrofonoa, besteek entzun zaitzaten nahi baduzu.
fr: Vous devez autoriser l’accès au micro dans les Préférences iOS → Vie Privée → Microphone, si vous voulez que les autres puissent vous entendre.
ja: 他の人に自分の声を聞いてもらいたい場合、iOS の [設定] -> [プライバシー] -> [マイク] でマイクへのアクセスを許可する必要があります。
pt_br: Você precisa conceder acesso ao microfone nas configurações do iOS > no microfone > privacidade, se quiser que outras pessoas possam ouvi-lo.
ru: Если хотите, чтобы собеседники вас слышали, предоставьте доступ к микрофону: Настройки iOS-> Конфиденциальность-> Микрофон.
ta: ஐஇமு அமைப்புகளில் நீங்கள் மைக்ரோஃபோன் அணுகலை வழங்க வேண்டும்-> தனியுரிமை-> மைக்ரோஃபோன், நீங்கள் விரும்பினால் மற்றவர்கள் உங்களைக் கேட்க முடியும்.
tr: Başkalarının sizi duyabilmesini istiyorsanız, iOS Ayarları-> Gizlilik-> Mikrofon bölümünde mikrofon erişimine izin vermeniz gerekir.
uk: Якщо ви хочете, щоб інші могли вас чути, вам потрібно надати доступ до мікрофона в Налаштуваннях iOS -> Конфіденційність -> Мікрофон.
zh_hans: 如果您希望其他人可以听到您的声音，您需要在 iOS 设置 -> 隐私 -> 麦克风中授予麦克风访问权限。
zh_hant: 如果您希望其他人可以聽到您，您需要在 iOS 設定 - > 隱私權 - > 麥克風 中授予麥克風訪問許可權。
