Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Select sounds that are played with new message notifications. Default is Xylophone.
cs: Vyberte zvuk při upozornění na novou zprávu. Výchozí je Xylophone.
de: Ton wählen, welcher bei neuen Benachrichtigungen abgespielt wird. Standard ist Xylophone.
es_ar: Seleccionar sonido para la notificación de mensaje nuevo. El valor predeterminado es Xilófono.
eu: Hautatu zein soinu joko den mezu berrien jakinarazpenetarako. Lehenetsitakoa Xylophone da.
fr: Sélectionnez les sons qui sont joués avec les notifications de nouveau message. Celui par défaut est Xylophone.
ja: 新しいメッセージの通知で再生されるサウンドを選択してください。デフォルトは Xylophone です。
pl: Wybierz dźwięki odtwarzane z powiadomieniami o nowych wiadomościach. Domyślnie jest to Xylophone.
pt_br: Selecione os sons que são reproduzidos com notificações de novas mensagens. O padrão é xilofone.
ro: Selectați sunetele care sunt redate cu noi notificări de mesaje. Implicit este Xilofon.
ru: Выберите звук уведомления о новом сообщении. По умолчанию используется Xylophone.
ta: புதிய செய்தி அறிவிப்புகளுடன் இயக்கப்படும் ஒலிகளைத் தேர்ந்தெடுக்கவும். சைலோஃபோன் இயல்புநிலை.
tr: Yeni mesaj bildirimleriyle çalınan sesleri seçin. Varsayılan Ksilofon'dur.
uk: Виберіть звуки, які відтворюються за допомогою сповіщень про нові повідомлення. За замовчуванням Xylophone.
zh_hans: 选择新消息通知时播放的声音。默认是木琴。
zh_hant: 選取使用新訊息通知播放的音效。預設為Xylophone。

source: Selected Group Members
de: Ausgewählte Gruppenmitglieder
es_ar: Miembros del grupo seleccionados
et: Valitud grupiliikmed
eu: Hautatutako taldeko kideak
fr: Membres du groupe sélectionnés
ja: 選択されたグループメンバー
pl: Zaznaczeni Członkowie Grupy
pt_br: Membros do Grupo Selecionados
ru: Выберите участников группы
ta: தேர்ந்தெடுக்கப்பட்ட குழு உறுப்பினர்கள்
tr: Seçilmiş Grup Üyeleri
uk: Вибрані учасники групи
zh_hans: 选定的群组成员
zh_hant: 選定的群組成員

source: Send
cs: Odeslat
de: Gesendet
es_ar: Enviar
et: Saada
eu: Bidali
fr: Envoyer
ja: 送信
pl: Wysłać
pt_br: Enviar
ro: Trimite
ru: Отправить
ta: அனுப்பு
tr: Gönder
uk: Відправити
zh_hans: 发送
zh_hant: 傳送

source: Send last interaction time
de: Zeit der letzten Interaktion senden
es_ar: Enviar horario de la última interacción
et: Saada viimase suhestamise aeg
eu: Bidali azken interakzioaren data
fr: Envoyer l’heure de la dernière interaction
ja: 最後の活動時刻を送信
pl: Pokazuj ostatni czas interakcji z aplikacją
pt_br: Hora de enviar última interação
ru: Делиться статусом активности
ta: கடைசி தொடர்பு நேரத்தை அனுப்பவும்
tr: Son etkileşim zamanını gönder
uk: Надіслати час останньої взаємодії
zh_hans: 发送上次交互时间
zh_hant: 傳送上次交互時間

source: Send Location
cs: Odeslat polohu
de: Standort senden
es_ar: Enviar ubicación
et: Saada asukoht
eu: Bidali kokapena
fr: Envoyer la localisation
ja: 位置情報を送信
pl: Wyślij lokalizację
pt_br: Local de envio
ro: Trimitere locație
ru: Отправить геопозицию
ta: இருப்பிடத்தை அனுப்பு
tr: Konum Gönder
uk: Надіслати місцезнаходження
zh_hans: 发送位置
zh_hant: 傳送位置

source: Send message receipts
de: Empfangsbestätigungen für Nachrichten senden
es_ar: Enviar acuse de mensaje recicibido
et: Saada sõnumite vastuvõtmisteatisi
eu: Bidali jaso izanaren agiria
fr: Envoyer les accusés de réception
ja: メッセージ受領を送信
pl: Wysyłaj potwierdzenia doręczenia wiadomości
pt_br: Enviar recibos de mensagens
ru: Отравлять подтверждения о получении сообщений
ta: செய்தி ரசீதுகளை அனுப்பவும்
tr: Mesaj alındılarını gönder
uk: Надсилати підтвердження повідомлень
zh_hans: 发送消息回执
zh_hant: 傳送訊息回執

source: Send read receipts
de: Lesebestätigungen senden
es_ar: Permitir que sus contactos sepan que usted leyó el mensaje
et: Saada sõnumite lugemisteatisi
eu: Bidali irakurri izanaren agiria
fr: Envoyer des accusés de réception
ja: 既読通知を送信
pl: Wysyłaj potwierdzenia odczytania wiadomości
pt_br: Enviar recibos de leitura
ru: Отправлять подтверждения о прочтении сообщений
ta: வாசிப்பு ரசீதுகளை அனுப்பவும்
tr: Okundu bilgisi gönder
uk: Надсилати сповіщення про прочитання
zh_hans: 发送已读回执
zh_hant: 傳送已讀回執

source: Send SMS again
de: SMS erneut senden
es_ar: Enviar el SMS de nuevo
et: Saada SMS uuesti
eu: Bidali berriro SMSa
fr: Envoyer le SMS de nouveau
ja: もう一度 SMS を送信
pl: Wyślij ponownie SMSa
pt_br: Enviar SMS novamente
ru: Запросить повторную отправку СМС
ta: எச்எம்எச் மீண்டும் அனுப்பவும்
tr: SMS'i tekrar gönder
uk: Надіслати SMS ще раз
zh_hans: 再次发送短信
zh_hant: 再次傳送簡訊

source: Send typing notifications
de: Tippbenachrichtigungen senden
es_ar: Enviar notificación de escritura
et: Saada sõnumite kirjutamisteatisi
eu: Bidali idazketa-jakinarazpenak
fr: Envoyer les indicateurs de saisie
ja: タイピング通知を送信
pl: Wysyłaj powiadomienia o tym, że piszesz
pt_br: Enviar notificações de digitação
ru: Делиться статусом "Печатает"
ta: தட்டச்சு அறிவிப்புகளை அனுப்பவும்
tr: Yazma Bildirimleri Gönder
uk: Надсилати сповіщення про введення тексту
zh_hans: 发送输入通知
zh_hant: 傳送鍵入通知

source: Sending...
cs: Odesílám...
de: Sende...
es_ar: Enviando …
et: Saadan...
eu: Bidaltzen…
fr: Envoi…
ja: 送信中...
pl: Wysyłanie...
pt_br: Enviando...
ro: Se trimite ...
ru: Отправка...
ta: அனுப்புகிறது ...
tr: Gönderiliyor...
uk: Надсилається...
zh_hans: 正在发送…
zh_hant: 傳送中...

source: Sends password in cleartext (only encrypted by TLS), not very secure
de: Sendet das Passwort im Klartext (nur durch TLS verschlüsselt), nicht sehr sicher
es_ar: Envía contraseña en texto plano (solo cifrado por TLS). No es muy seguro
et: Sellega edastatakse salasõna tavatekstina (krüptitud vaid TLS-iga) ja see pole eriti turvaline
eu: Pasahitzak testu hutsean bidaltzen ditu (soilik TLS bidez zifratuta), ez da oso segurua
fr: Envoie les mots de passes en texte clair (seulement chiffré par TLS), peu sécurisé
ja: パスワードを平文で送信 (TLS でのみ暗号化)。あまり安全ではありません
pl: Wysyła hasło w postaci zwykłego tekstu (tylko zaszyfrowane przez TLS), niezbyt bezpieczne
pt_br: Envia a senha em texto puro (apenas criptografada por TLS), não muito seguro
ru: Отправка паролей в открытом виде с шифрованием только средствами TLS. (не особо безопасно)
ta: கடவுச்சொல்லை கிளியர்டெக்ச்டில் அனுப்புகிறது (TLS ஆல் மட்டுமே குறியாக்கம் செய்யப்பட்டது), மிகவும் பாதுகாப்பாக இல்லை
tr: Parolayı açık metin olarak gönderir (yalnızca TLS ile şifrelenir), çok güvenli değildir
uk: Надсилає пароль відкритим текстом (тільки зашифрований TLS), не дуже безпечно
zh_hans: 以明文形式发送密码（仅通过 TLS 加密），不太安全
zh_hant: 以明文形式傳送密碼（僅由 TLS 加密），不是很安全

source: Senegal
fr: Sénégal
ru: Сенегал
ta: செனகல்
uk: Сенегал
zh_hans: 塞内加尔
zh_hant: 塞內加爾

source: Sent a File 📁
cs: Odeslal soubor 📁
de: Datei gesendet 📁
es_ar: Archivo enviado 📁
et: Saatis faili 📁
eu: Fitxategia bidali du 📁
fr: Envoyer un fichier 📁
ja: ファイルを送信しました 📁
pl: Wysłałem plik 📁
pt_br: Enviou um arquivo 📁
ro: A trimis un fișier 📁
ru: Файл отправлен 📁
ta: ஒரு கோப்பை அனுப்பினார்
tr: Dosya Gönder 📁
uk: Надіслав(-ла) файл 📁
zh_hans: 已发送文件 📁
zh_hant: 傳送一個檔案📁

source: Sent a Link 🔗
cs: Odeslán odkaz 🔗
de: Link 🔗 gesendet
es_ar: Enviar enlace 🔗
et: Saatis lingi 🔗
eu: Esteka bidali du 🔗
fr: Lien envoyé 🔗
ja: リンクを送信しました 🔗
pl: Wysłano link 🔗
pt_br: Enviou um link 🔗
ro: A trimis o adresă 🔗
ru: Ссылка отправлена 🔗
ta: இணைப்பு அனுப்பப்பட்டது 🔗
tr: Bağlantı Gönder 🔗
uk: Відправити посилання 🔗
zh_hans: 已发送链接 🔗
zh_hant: 傳送一個連結🔗

source: Sent a Location 📍
cs: Odeslal polohu 📍
de: Standort gesendet 📍
es_ar: Ubicación enviada 📍
et: Saatis asukoha 📍
eu: Kokapena bidali du 📍
fr: Envoyer un emplacement 📍
ja: 位置情報を送信しました 📍
pl: Wysłano lokalizację 📍
pt_br: Enviou um local 📍
ro: A trimis o locație 📍
ru: Геопозиция отправлена 📍
ta: ஒரு இடம் அனுப்பப்பட்டது
tr: Konum Gönder 📍
uk: Надіслав(-ла) місцезнаходження 📍
zh_hans: 已发送位置 📍
zh_hant: 傳送一個位置 📍

source: Sent an Image 📷
cs: Odeslán obrázek 📷
de: Bild gesendet 📷
es_ar: Enviar una imagen 📷
et: Saatis pildi 📷
eu: Irudia bidali du 📷
fr: Image envoyée 📷
ja: 画像を送信しました 📷
pl: Wysłał obraz 📷
pt_br: Enviou uma imagem 📷
ro: Trimite o imagine 📷
ru: Изображение отправлено 📷
ta: ஒரு படம் அனுப்பப்பட்டது 📷
tr: Resim Gönder 📷
uk: Відправити зображення 📷
zh_hans: 已发送图片 📷
zh_hant: 傳送一個圖片 📷

source: Sent Audios
cs: Odeslané nahrávky
de: Gesendete Sprachaufnahmen
es_ar: Audios enviados
et: Saatis helifaili
eu: Bidalitako audioak
fr: Audio envoyé
ja: 送信した音声
pl: Wysłane pliki audio
pt_br: Áudios Enviados
ro: Clipuri audio trimise
ru: Отправленные аудиозаписи
ta: அனுப்பிய ஆடியோக்கள்
tr: Gönderilen Sesler
uk: Надіслані аудіо
zh_hans: 已发送音频
zh_hant: 已傳送的音訊

source: Sent Files
cs: Odeslané soubory
de: Gesendete Dateien
es_ar: Archivos enviados
et: Saatis faile
eu: Bidalitako fitxategiak
fr: Fichiers envoyés
ja: 送信したファイル
pl: Wysłane pliki
pt_br: Arquivos enviados
ro: Fișiere trimise
ru: Отправленные файлы
ta: கோப்புகளை அனுப்பியது
tr: Gönderilen Dosyalar
uk: Надіслані файли
zh_hans: 已发送文件
zh_hant: 已傳送的檔案

source: Sent Images
cs: Odeslané obrázky
de: Gesendete Bilder
es_ar: Imágenes enviadas
et: Saatis pilte
eu: Bidalitako irudiak
fr: Images envoyées
ja: 送信した画像
pl: Wysłane obrazy
pt_br: Imagens enviadas
ro: Imagini trimise
ru: Отправленные изображения
ta: அனுப்பப்பட்ட படங்கள்
tr: Gönderilen Görüntüler
uk: Надіслані зображення
zh_hans: 已发送图片
zh_hant: 已傳送的圖片

source: Sent Videos
cs: Odeslaná videa
de: Gesendete Videos
es_ar: Videos enviados
et: Saatis videoid
eu: Bidalitako bideoak
fr: Vidéos envoyées
ja: 送信したビデオ
pl: Wysłane filmy
pt_br: Vídeos enviados
ro: Videoclipuri trimise
ru: Отправленные видеоролики
ta: வீடியோக்களை அனுப்பியது
tr: Gönderilen Videolar
uk: Надіслані відео
zh_hans: 已发送视频
zh_hant: 已傳送的影片

source: Serbia
de: Serbien
fr: Serbie
pt_br: Sérvia
ru: Сербия
ta: செர்பியா
tr: Sırbistan
uk: Сербія
zh_hans: 塞尔维亚
zh_hant: 塞爾維亞

source: Server
es_ar: Servidor
eu: Zerbitzaria
fr: Serveur
ja: サーバー
pl: Serwer
pt_br: Servidor
ru: Сервер
ta: சர்வர்
tr: Sunucu
uk: Сервер
zh_hans: 服务器
zh_hant: 伺服器

source: Server does not support account removal
de: Server unterstützt keine Kontolöschung
es_ar: El servidor no soporta la eliminación de cuentas
et: Server ei toeta kasutajakontode eemaldamise võimalust
eu: Zerbitzariak ez dauka kontua kentzeko aukera gaituta
fr: Le serveur ne supporte pas la suppression de compte
ja: サーバーはアカウント除去に対応していません
pl: Serwer nie obsługuje usuwania konta
pt_br: O servidor não suporta a remoção de contas
ru: Сервер не поддерживает удаление учетной записи
ta: கணக்கு அகற்றுவதை சேவையகம் ஆதரிக்காது
tr: Sunucu hesap silmeyi desteklemiyor
uk: Сервер не підтримує видалення облікового запису
zh_hans: 服务器不支持账号移除
zh_hant: 伺服器不支援帳戶刪除

source: Server for domain '%@' not responding!
cs: Server pro doménu '%@' neodpovídá!
de: Server für Domäne '%@' antwortet nicht!
es_ar: ¡El servidor del dominio '%@' no responde!
eu: '%@' domeinuko zerbitzaria ez da erantzuten ari!
fr: Le serveur pour le domaine '%@' ne répond pas !
ja: ドメイン '%@' のサーバーが応答しません。
pl: Serwer domeny '%@' nie odpowiada!
pt_br: Servidor do domínio '%@' não está respondendo!
ru: Сервер домена '%@' не отвечает.
ta: டொமைனுக்கான சேவையகம் '%@' பதிலளிக்கவில்லை!
tr: '%@' etki alanı için sunucu yanıt vermiyor!
uk: Сервер для домену '%@' не відповідає!
zh_hans: 域“%@”的服务器没有响应！
zh_hant: 域「%@」的伺服器沒有回應！

source: Server implementation error: SASL2 tasks empty, account disabled!
de: Server-Implementierungsfehler: SASL2-Aufgaben leer, Konto deaktiviert!
es_ar: Error de implementación del servidor: tareas SASL2 vacías, ¡cuenta deshabilitada!
eu: Errorea zerbitzariaren inplementazioan: SASL2 eginkizunak hutsik, kontua ezgaituta!
fr: Erreur de l'implémentation du serveur : tâche SASL2 vide, compte désactivé !
pl: Błąd implementacji serwera: zadania SASL2 puste, konto wyłączone!
pt_br: Erro de implementação do servidor: tarefas SASL2 vazias, conta desativada!
ru: Ошибка на стороне сервера: получены пустые SASL2 задачи, учётная запись деактивирована.
ta: சேவையக செயல்படுத்தல் பிழை: SASL2 பணிகள் காலியாக, கணக்கு முடக்கப்பட்டது!
tr: Sunucu uygulama hatası: SASL2 görevleri boş, hesap devre dışı!
uk: Помилка реалізації сервера: Завдання SASL2 порожні, обліковий запис вимкнено!
zh_hans: 服务器实现错误：SASL2 任务为空，账号已禁用！
zh_hant: 伺服器實施錯誤：SASL2 任務為空，帳戶已禁用！

source: Server returned invalid xml!
cs: Server vrátil neplatné xml!
de: Server hat ungültige XML zurückgegeben!
es_ar: ¡El servidor devolvió xml inválido!
et: Serveri päringuvastuse XML oli vigane!
eu: Zerbitzariak XML baliogabea itzuli du!
fr: Le serveur a renvoyé du XML invalide !
ja: サーバーは正しくない XML を返しました。
pl: Serwer zwrócił nieprawidłowy plik xml!
pt_br: Servidor retornou xml inválido!
ro: Serverul a returnat XML nevalid!
ru: Сервер вернул некорректный XML.
ta: சேவையகம் தவறான எக்ச்எம்எல் திரும்பியது!
tr: Sunucu geçersiz xml döndürdü!
uk: Сервер повернув недійсний xml!
zh_hans: 服务器返回了无效的 XML！
zh_hant: 伺服器返回無效的xml！

source: Server returned SASL2 error '%@'.
de: Server hat den SASL2-Fehler '%@' zurückgegeben.
es_ar: El servidor devolvió el error SASL2 '%@'.
et: Serveri SASL2 päringuvastuses oli viga: „%@“.
eu: Zerbitzariak '%@' SASL2 errorea itzuli du.
fr: Le serveur a répondu par une erreur SASL2 : '%@'.
ja: サーバーは SASL2 エラー '%@' を返しました。
pl: Serwer zwrócił błąd SASL2 '%@'.
pt_br: O servidor retornou o erro SASL2 '%@'.
ru: Сервер вернул ошибку SASL2 '%@'.
ta: சேவையகம் SASL2 பிழை '%@'.
tr: Sunucu SASL2 hatası döndürdü '%@'.
uk: Сервер повернув помилку SASL2 '%@'.
zh_hans: 服务器返回 SASL2 错误“%@”。
zh_hant: 伺服器返回 SASL2 錯誤「%@」。

source: Server suddenly lacks support for SASL2-SCRAM, ongoing MITM attack highly likely, aborting authentication and disabling account to limit damage. You should try to reenable your account once you are in a clean networking environment again.
de: Server unterstützt plötzlich SASL2-SCRAM nicht mehr, laufender MITM-Angriff sehr wahrscheinlich, Abbruch der Authentifizierung und Deaktivierung des Kontos zur Begrenzung des Schadens. Du solltest versuchen, dein Konto wieder zu aktivieren, sobald du dich wieder in einer sicheren Netzwerkumgebung befindest.
es_ar: El servidor perdió repentinamente el soporte para SASL2-SCRAM, alta probabilidad de ataque MITM en curso, abortando autenticación y deshabilitando la cuenta para limitar el daño. Debería intentar restablecer nuevamente su cuenta cuando se encuentre en un entorno de red seguro.
eu: Zerbitzaria SASL2-SCRAMekin bateragarri izateari utzi dio bat-batean, oso litekeena da MITM erasoa aribidean egotea, autentifikazioa bertan behera utziz eta kontua ezgaituz kaltea mugatzeko. Saiatu zure kontua birgaitzen sare garbi batean zaudenean berriro.
fr: Le serveur ne prend soudainement plus en charge SASL2-SCRAM, une attaque MITM en cours est très probable, abandon de l'authentification et désactivation du compte pour limiter les dégâts. Vous devriez essayer de réactiver votre compte une fois que vous êtes à nouveau dans un environnement réseau propre.
pl: Serwer nagle przestał wspierać metodę SASL2-SCRAM, trwający atak typu MITM jest bardzo możliwy, anuluję autoryzację i wyłączam konto, żeby ograniczyć tego negatywne skutki. Spróbuj ponownie włączyć swoje konto, gdy powrócisz do czystego środowiska sieciowego.
pt_br: O servidor de repente não tem suporte para SASL2-SCRAM, ataque MITM em andamento é altamente provável, abortando a autenticação e desativando a conta para limitar os danos. Você deve tentar reativar sua conta quando estiver em um ambiente de rede limpo novamente.
ru: Сервер внезапно потерял поддержку SASL2-SCRAM, что свидетельствует о высокой вероятности кибератаки по типу MITM,- сбрасываем аутентификацию и деактивируем учётную запись для ограничения негативных последствий. Попробуйте активировать вашу учётную запись снова когда подключитесь с использованием безопасной сетевой инфраструктуры.
ta: சேவையகத்திற்கு திடீரென SASL2-SCRAM க்கு உதவி இல்லை, தற்போதைய MITM தாக்குதல் அதிக வாய்ப்புள்ளது, அங்கீகாரத்தை நிறுத்துகிறது மற்றும் சேதத்தைக் கட்டுப்படுத்த கணக்கை முடக்குகிறது. நீங்கள் மீண்டும் தூய்மையான நெட்வொர்க்கிங் சூழலில் இருந்தவுடன் உங்கள் கணக்கை மீண்டும் உருவாக்க முயற்சிக்க வேண்டும்.
tr: Sunucu aniden SASL2-SCRAM desteğinden yoksun kaldı, büyük olasılıkla devam eden MITM saldırısı, kimlik doğrulamayı iptal eder ve hasarı sınırlamak için hesabı devre dışı bırakır. Tekrar temiz bir ağ ortamına girdiğinizde hesabınızı yeniden etkinleştirmeyi denemelisiniz.
uk: Сервер раптово втрачає підтримку SASL2-SCRAM, ймовірність постійної атаки MITM, скасування автентифікації та вимкнення облікового запису для обмеження шкоди. Вам слід спробувати повторно активувати свій обліковий запис, коли ви знову опинитесь у чистому мережевому середовищі.
zh_hans: 服务器突然不支持 SASL2-SCRAM，极有可能受到持续的中间人攻击，中止身份验证并禁用账号以限制损害。一旦您再次处于干净的网络环境中，您应该尝试重新启用您的账号。
zh_hant: 伺服器突然缺乏對SASL2-SCRAM的支援，很可能是持續的MITM攻擊，中止身份驗證並禁用帳戶以限制損害。當您再次處於乾淨的網路環境中時，您應該嘗試重新啟用您的帳戶。

source: Server: %@
es_ar: Servidor: %@
eu: Zerbitzaria: %@
fr: Serveur : %@
ja: サーバー: %@
pl: Serwer: %@
pt_br: Servidor: %@
ru: Сервер: %@
ta: சர்வர்: %@
tr: Sunucu: %@
uk: Сервер: %@
zh_hans: 服务器：%@
zh_hant: 伺服器: %@

source: Set up account later
de: Konto später einrichten
es_ar: Configurar cuenta más tarde
et: Seadista konto hiljem
eu: Konfiguratu kontua geroago
fr: Configurer le compte plus tard
ja: 後でアカウントを設定
pl: Ustaw konto później
pt_br: Configurar conta mais tarde
ru: Настроить учётную запись позже
ta: பின்னர் கணக்கை அமைக்கவும்
tr: Hesabı daha sonra ayarla
uk: Створити обліковий запис пізніше
zh_hans: 稍后设置账号
zh_hant: 稍後設定帳戶

source: Settings
cs: Nastavení
de: Einstellungen
es_ar: Ajustes
et: Seadistused
eu: Ezarpenak
fr: Préférences
ja: 設定
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Seychelles
de: Seychellen
et: Seišellid
eu: Seychelleak
pl: Seszele
ru: Сейшельские Острова
ta: சீசெல்சு
tr: Seyşeller
uk: Сейшельські острови
zh_hans: 塞舌尔
zh_hant: 塞席爾

source: Sharing failed
cs: Sdílení selhalo
de: Teilen fehlgeschlagen
es_ar: Fallo al compartir
et: Jagamine ei õnnestunud
eu: Partekatzeak kale egin du
fr: Échec du partage
ja: 共有に失敗しました
pl: Udostępnianie nie powiodło się
pt_br: Falha no compartilhamento
ro: Partajarea a eșuat
ru: Не удалось поделиться
ta: பகிர்வு தோல்வியடைந்தது
tr: Paylaşım başarısız oldu
uk: Поширення не вдалося
zh_hans: 分享失败
zh_hant: 共享失敗

source: Show inline geo location
de: Standort anzeigen
es_ar: Mostrar la geolocalización incorporada
et: Näita geograafilist asukohta lõimituna
eu: Erakutsi kokapen geografikoa txataren barruan
fr: Afficher la géolocalisation en ligne
ja: 位置情報をインラインで表示
pl: Pokazuj wewnętrznie lokalizację
pt_br: Mostrar localização geográfica inline
ru: Геолокация на мини-карте
ta: இன்லைன் சியோ இருப்பிடத்தைக் காட்டு
tr: Satır içi Coğrafi Konumu Göster
uk: Показати вбудоване географічне розташування
zh_hans: 显示内嵌的地理位置
zh_hant: 顯示內聯地理位置

source: Show shared Media and Files
de: Geteilte Medien und Dateien anzeigen
es_ar: Mostrar media y archivos compartidos
et: Näita jagatud meediumi ja faile
eu: Erakutsi partekatutako multimedia eta fitxategiak
fr: Afficher les médias et les fichiers partagés
ja: 共有メディアとファイルを表示
pl: Pokaż współdzielone Media i Pliki
pt_br: Mostrar mídia e arquivos compartilhados
ru: Показать общие медиафайлы
ta: பகிரப்பட்ட மீடியா மற்றும் கோப்புகளைக் காட்டு
tr: Paylaşılan Medya ve Dosyaları Göster
uk: Показати спільні медіа та файли
zh_hans: 显示共享的媒体和文件
zh_hant: 顯示共享的媒體和檔案

source: Show URL previews
cs: Zobrazit náhledy URL
de: URL-Vorschau anzeigen
es_ar: Mostrar vista previa de URL
et: Näita võrguaadresside eelvaateid
eu: Erakutsi URLen aurrebista
fr: Afficher les aperçus d'URL
ja: URL のプレビューを表示
pl: Pokazuj podglądy hiperłączy
pt_br: Mostrar visualizações de URL
ro: Afișare previzualizări legături
ru: Предпросмотр URL
ta: முகவரி முன்னோட்டங்களைக் காட்டு
tr: URL önizlemelerini göster
uk: Показати попередній перегляд URL-адрес
zh_hans: 显示 URL 预览
zh_hant: 顯示 URL 預覽

source: Sierra Leone
es_ar: Sierra Leona
eu: Sierra Leona
pt_br: Serra Leoa
ru: Сьерра-Леоне
ta: சியராலியோன்
uk: Сьєрра-Леоне
zh_hans: 塞拉利昂
zh_hant: 塞拉利昂

source: Singapore
de: Singapur
es_ar: Singapur
et: Singapur
eu: Singapur
fr: Singapour
pt_br: Cingapura
ru: Сингапур
ta: சிங்கப்பூர்
tr: Singapur
uk: Сінгапур
zh_hans: 新加坡
zh_hant: 新加坡

source: Sint Maarten (Dutch part)
de: Sint Maarten (Niederländischer Teil)
es_ar: San Martín (Países Bajos)
et: Sint Maarten
eu: San Martin (Holandarren Antillak)
fr: Saint Martin (Pays-Bas)
pt_br: São Martinho (parte neerlandesa)
ru: Синт-Мартен (голландская часть)
ta: செயின்ட் மார்ட்டின் (பிரெஞ்சு பகுதி)
tr: Sint Maarten (Hollanda kısmı)
uk: Сінт-Мартен (нідерландська частина)
zh_hans: 荷属圣马丁
zh_hant: 荷屬聖馬丁島（荷蘭部分）

source: Slovakia
de: Slowakei
es_ar: Eslovaquia
et: Slovakkia
eu: Eslovakia
fr: Slovaquie
pt_br: Eslováquia
ru: Словакия
ta: சுலோவேக்கியா
tr: Slovakya
uk: Словаччина
zh_hans: 斯洛伐克
zh_hant: 斯洛伐克

source: Slovenia
de: Slowenien
es_ar: Eslovenia
et: Sloveenia
eu: Eslovenia
fr: Slovénie
pt_br: Eslovénia
ru: Словения
ta: ச்லோவேனியா
tr: Slovenya
uk: Словенія
zh_hans: 斯洛文尼亚
zh_hant: 斯洛維尼亞

source: Solomon Islands
de: Salomoninseln
es_ar: Islas Salomón
et: Saalomoni Saared
eu: Salomon Uharteak
fr: Îles Salomon
pt_br: Ilhas Salomão
ru: Соломоновы Острова
ta: சாலமன் தீவுகள்
tr: Solomon Adaları
uk: Соломонові острови
zh_hans: 所罗门群岛
zh_hant: 所羅門群島

source: Somalia
et: Somaalia
fr: Somalie
pt_br: Somália
ru: Сомали
ta: சோமாலியா
tr: Somali
uk: Сомалі
zh_hans: 索马里
zh_hant: 索馬里

source: Some debug settings.
de: Einige Einstellungen zur Fehlersuche.
es_ar: Algunos ajustes de depuración.
et: Mõned veaotsingu- ja silumisseadistused.
eu: Arazketa ezarpen batzuk.
fr: Quelques paramètres de débogage.
pl: Jakieś ustawienia debugowania.
pt_br: Algumas configurações de depuração.
ru: Параметры отладки.
ta: சில பிழைத்திருத்த அமைப்புகள்.
tr: Bazı hata ayıklama ayarları.
uk: Деякі налаштування налагодження.
zh_hans: 一些调试设置。
zh_hant: 一些調試設定。

source: Some messages might wait to be retrieved or sent. Please open the app to retry.
de: Eventuell konnten Nachrichten nicht gesendet oder empfangen werden. Bitte öffne die App.
es_ar: Puede que algunos tengan que esperar para ser recibidos o enviados. Por favor abra la aplicación nuevamente para reintentar.
eu: Mezu batzuk jasotzeko edo bidaltzeko zain daude. Ireki aplikazioa berriro saiatzeko.
fr: Certains messages peuvent être en attente d'être récupérés ou envoyés. Veuillez ouvrir l'application pour réessayer.
ja: いくつかのメッセージが取得または送信を待機しているかもしれません。アプリを開いて再試行してください。
pl: Niektóre wiadomości mogą oczekiwać na przechwycenie lub wysłanie. Otwórz aplikację, żeby spróbować ponownie.
pt_br: Algumas mensagens podem esperar para serem recuperadas ou enviadas. Abra o aplicativo para tentar novamente.
ru: Некоторые сообщения могут ожидать отправки или приёма. Пожалуйста, откройте приложение.
ta: சில செய்திகள் மீட்டெடுக்க அல்லது அனுப்ப காத்திருக்கலாம். மீண்டும் முயற்சிக்க பயன்பாட்டைத் திறக்கவும்.
tr: Bazı mesajlar alınmak veya gönderilmek için bekleyebilir. Lütfen yeniden denemek için uygulamayı açın.
uk: Деякі повідомлення можуть чекати на отримання або відправлення. Будь ласка, відкрийте програму, щоб повторити спробу.
zh_hans: 某些消息可能在等待检索或发送。请打开应用重试。
zh_hant: 某些訊息可能等待檢索或傳送。請打開應用程式重試。

source: Something went wrong processing your request.
de: Bei der Bearbeitung deiner Anfrage ist etwas schief gelaufen.
es_ar: Algo salió mal al procesar su solicitud.
et: Midagi läks sinu päringu juures valesti.
eu: Zerbaitek kale egin du zure eskaera prozesatzean.
fr: Quelque chose s’est mal passé en traitant votre requête.
pl: Coś poszło nie tak, gdy Twoje zapytanie było przetwarzane.
pt_br: Algo deu errado ao processar sua solicitação.
ru: Ошибка обработки вашего запроса.
ta: உங்கள் கோரிக்கையை செயலாக்க ஏதோ தவறு ஏற்பட்டது.
tr: İsteğiniz işlenirken bir şeyler ters gitti.
uk: Під час обробки вашого запиту сталася помилка.
zh_hans: 处理您的请求时出错。
zh_hant: 處理您的請求時發生錯誤。
