Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Last seen: %d days ago
cs: Naposledy viděn: před %d dny
de: Zuletzt gesehen: vor %d Tagen
es_ar: Visto por última vez hace: %d días
et: Viimati nähtud: %d päeva tagasi
eu: Azkenekoz ikusia: duela %d egun
fr: Vu pour la dernière fois : Il y a %d jours
ja: 最後に見たのは: %d 日前
pl: Ostatnio widziany: %d dni temu
pt_br: Visto pela última vez: %d dias atrás
ro: Văzut(ă) acum %d zile
ru: Был в сети: %d дня назад
ta: கடைசியாக காணப்பட்டது: %d நாட்களுக்கு முன்பு
tr: Son görülme: %d gün önce
uk: В останнє заходив(-ла): %d днів тому
zh_hans: 最后上线：%d 天前
zh_hant: 最後上線：%d天前

source: Last seen: %d hours ago
cs: Naposledy viděn: před %d hodinami
de: Zuletzt gesehen: vor %d Stunden
es_ar: Visto por última vez hace: %d horas
et: Viimati nähtud: %d tundi tagasi
eu: Azkenekoz ikusia: duela %d ordu
fr: Vu pour la dernière fois : Il y a %d heures
ja: 最後に見たのは: %d 時間前
pl: Ostatnio widziany: %d godzin temu
pt_br: Visto pela última vez: %d horas atrás
ro: Văzut(ă) acum %d ore
ru: Был в сети: %d часов назад
ta: கடைசியாக காணப்பட்டது: %d மணிநேரத்திற்கு முன்பு
tr: Son görülme: %d saat önce
uk: В останнє заходив(-ла): %d годин тому
zh_hans: 最后上线：%d 小时前
zh_hant: 最後上線：%d小時前

source: Last seen: %d minutes ago
cs: Naposledy viděn: před %d minutami
de: Zuletzt gesehen: vor %d Minuten
es_ar: Visto por última vez hace: %d minutos
et: Viimati nähtud: %d minutit tagasi
eu: Azkenekoz ikusia: duela %d minutu
fr: Vu pour la dernière fois : Il y a %d minutes
ja: 最後に見たのは: %d 分前
pl: Ostatnio widziany: %d minut temu
pt_br: Visto pela última vez: %d minutos atrás
ro: Văzut(ă) acum %d minute
ru: Был в сети: %d минут назад
ta: கடைசியாக காணப்பட்டது: %d நிமிடங்களுக்கு முன்பு
tr: Son görülme: %d dakika önce
uk: В останнє заходив: %d хвилин тому
zh_hans: 最后上线：%d 分钟前
zh_hant: 最後上線: %d分鐘前

source: Last seen: 1 day ago
cs: Naposledy viděn: před 1 dnem
de: Zuletzt gesehen: vor 1 Tag
es_ar: Visto por última vez hace: 1 día
et: Viimati nähtud: 1 päev tagasi
eu: Azkenekoz ikusia: duela egun bat
fr: Vu pour la dernière fois : Il y a 1 jour
ja: 最後に見たのは: 1日前
pl: Ostatnio widziany: 1 dzień temu
pt_br: Visto pela última vez: 1 dia atrás
ro: Văzut(ă) acum o zi
ru: Был в сети: 1 день назад
ta: கடைசியாக காணப்பட்டது: 1 நாள் முன்பு
tr: Son görülme: 1 gün önce
uk: В останнє заходив: 1 день тому
zh_hans: 最后上线：1 天前
zh_hant: 最後上線：1天前

source: Last seen: 1 hour ago
cs: Naposledy viděn: před hodinou
de: Zuletzt gesehen: vor 1 Stunde
es_ar: Visto por última vez hace: 1 hora
et: Viimati nähtud: 1 tund tagasi
eu: Azkenekoz ikusia: duela ordubete
fr: Vu pour la dernière fois : Il y a 1 heure
ja: 最後に見たのは: 1時間前
pl: Ostatnio widziano: 1 godzinę temu
pt_br: Visto pela última vez: 1 hora atrás
ro: Văzut(ă) acum o oră
ru: Был в сети: 1 час назад
ta: கடைசியாக காணப்பட்டது : 1 மணிநேரத்திற்கு முன்பு
tr: Son görülme: 1 saat önce
uk: В останнє заходив: 1 годину тому
zh_hans: 最后上线：1 小时前
zh_hant: 最後上線：1小時前

source: Last seen: 1 minute ago
cs: Naposledy viděn: před minutou
de: Zuletzt gesehen: vor 1 Minute
es_ar: Visto por última vez hace: 1 minuto
et: Viimati nähtud: 1 minut tagasi
eu: Azkenekoz ikusia: duela minutu bat
fr: Vu pour la dernière fois : Il y a 1 minute
ja: 最後に見たのは: 1分前
pl: Ostatnio widziano: 1 minutę temu
pt_br: Visto pela última vez: 1 minuto atrás
ro: Văzut(ă) acum un minut
ru: Был в сети: 1 минуту назад
ta: கடைசியாக காணப்பட்டது : 1 நிமிடத்திற்கு முன்பு
tr: Son görülme: 1 dakika önce
uk: В останнє заходив: 1 хвилину тому
zh_hans: 最后上线：1 分钟前
zh_hant: 最後上線：1分鐘前

source: Latvia
de: Lettland
es_ar: Letonia
et: Läti
eu: Letonia
fr: Lettonie
pl: Łotwa
pt_br: Letónia
ru: Латвия
ta: லட்வியா
tr: Letonya
uk: Латвія
zh_hans: 拉脱维亚
zh_hant: 拉托維亞

source: Leave Channel
cs: Opustit kanál
de: Channel verlassen
es_ar: Abandonar canal
et: Lahku kanalilt
eu: Utzi kanala
fr: Quitter le canal
ja: チャンネルを退出
pl: Opuść kanał
pt_br: Sair do Canal
ro: Părăsiți canalul
ru: Отключиться от канала
ta: சேனலை விட்டு விடுங்கள்
tr: Kanaldan Ayrıl
uk: Вийти з каналу
zh_hans: 离开频道
zh_hant: 離開頻道

source: Leave Group
cs: Opustit skupinu
de: Gruppe verlassen
es_ar: Abandonar grupo
et: Lahku grupist
eu: Utzi taldea
fr: Quitter le groupe
ja: グループを退出
pl: Opuścić grupę
pt_br: Sair do Grupo
ro: Părăsește grupul
ru: Выйти из группы
ta: குழு விடுப்பு
tr: Gruptan Ayrıl
uk: Вийти з групи
zh_hans: 离开群组
zh_hant: 離開群組

source: Leave this conversation
cs: Opustit tuto konverzaci
de: Diese Unterhaltung verlassen
es_ar: Abandonar esta conversación
et: Lahku sellest vestlusest
eu: Utzi elkarrizketa hau
fr: Quitter cette conversation
ja: この会話を退出
pl: Opuść tę rozmowę
pt_br: Sair da conversa
ro: Părăsiți această conversație
ru: Выйти из переписки
ta: இந்த உரையாடலை விட்டு விடுங்கள்
tr: Bu konuşmadan ayrıl
uk: Вийти з розмови
zh_hans: 离开此对话
zh_hant: 離開此對話

source: Leave this converstion?
cs: Opustit tuto konverzaci?
de: Diese Unterhaltung verlassen?
es_ar: ¿Abandonar esta conversación?
et: Kas soovid sellest vestlusest lahkuda?
eu: Elkarrizketatik irten nahi duzu?
fr: Quitter cette conversation ?
ja: この会話を退出しますか ?
pl: Opuścić tą rozmowę?
pt_br: Sair da conversa?
ro: Părăsiți această conversație?
ru: Выйти из переписки?
ta: உரையாடலை விட்டு வெளியேறவேண்டுமா?
tr: Bu sohbetten ayrılmak istiyor musunuz?
uk: Вийти з цієї розмови?
zh_hans: 是否离开此对话？
zh_hant: 離開這個對話？

source: Lebanon
de: Libanon
es_ar: Líbano
et: Liibanon
eu: Libano
fr: Liban
pl: Liban
pt_br: Líbano
ru: Ливан
ta: லெபனான்
tr: Lübnan
uk: Ліван
zh_hans: 黎巴嫩
zh_hant: 黎巴嫩

source: Lesotho
es_ar: Lesoto
pt_br: Lesoto
ru: Лесото
ta: லெசோதோ
uk: Лесото
zh_hans: 莱索托
zh_hant: 萊索托

source: Let your contacts know if you are typing a message.
de: Informiere deine Kontakte, wenn du eine Nachricht schreibst.
es_ar: Permitir que sus contactos sepan que usted se encuentra escribiendo un mensaje.
et: Anna oma kontaktidele teada, et oled koostamas sõnumit.
eu: Baimendu kontaktuei mezu bat idazten ari zarela jakitea.
fr: Notifier vos contacts que vous êtes en train d’écrire un message.
ja: 相手先は、あなたがメッセージを入力しているかを知ることができます。
pl: Informuj swoje kontakty, że piszesz nową wiadomość.
pt_br: Permita que seus contatos saibam quando você está digitando uma mensagem.
ru: Информировать собеседника о том, что вы вводите сообщение.
ta: நீங்கள் ஒரு செய்தியைத் தட்டச்சு செய்கிறீர்கள் என்பதை உங்கள் தொடர்புகள் தெரியப்படுத்துங்கள்.
tr: Bir mesaj yazıyorsanız kişilerinizin bunu bilmesini sağlayın.
uk: Повідомте своїх контактів, якщо ви пишете повідомлення.
zh_hans: 让您的联系人知道您是否正在输入消息。
zh_hant: 讓您的聯絡人知道您是否正在輸入訊息。

source: Let your contacts know if you read a message.
de: Informiere deine Kontakte, wenn du eine Nachricht gelesen hast.
es_ar: Permitir confirmación de lectura.
et: Anna oma kontaktidele teada, et oled lugenud sõnumit.
eu: Baimendu kontaktuei mezua irakurri duzula jakitea.
fr: Notifier vos contacts que vous avez lu un message.
ja: 相手先は、あなたがメッセージを読んだか知ることができます。
pl: Informuj swoje kontakty, że odczytujesz wiadomości.
pt_br: Permita que seus contatos saibam se você leu uma mensagem.
ru: Информировать собеседника о том, что вы прочитали сообщение.
ta: நீங்கள் ஒரு செய்தியைப் படித்தால் உங்கள் தொடர்புகள் தெரியப்படுத்துங்கள்.
tr: Bir mesajı okuduğunuzu kişilerinize bildirin.
uk: Повідомте своїх контактів, якщо ви прочитали повідомлення.
zh_hans: 让您的联系人知道您是否阅读了消息。
zh_hant: 讓您的聯絡人知道您是否已經閱讀了訊息。

source: Let your contacts know if you received a message.
de: Informiere deine Kontakte, wenn du eine Nachricht erhalten hast.
es_ar: Permitir que sus contactos sepan que usted ha recibido el mensaje.
et: Anna oma kontaktidele teada, et oled saanud sõnumi kätte.
eu: Baimendu kontaktuei mezua jaso duzula jakitea.
fr: Notifier vos contacts que vous avez reçu un message.
ja: 相手先は、あなたがメッセージを受け取ったか知ることができます。
pl: Informuj swoje kontakty, że wiadomości zostały odebrane.
pt_br: Permita que seus contatos saibam se você recebeu uma mensagem.
ru: Информировать собеседника о том, что вы получили сообщение.
ta: உங்களுக்கு ஒரு செய்தி வந்தால் உங்கள் தொடர்புகளுக்கு தெரியப்படுத்துங்கள்.
tr: Bir mesaj alıp almadığınızı kişilerinize bildirin.
uk: Повідомте свої контакти, якщо ви отримали повідомлення.
zh_hans: 让您的联系人知道您是否收到了消息。
zh_hant: 讓您的聯絡人知道您是否收到了訊息。

source: Let your contacts know when you last opened the app.
de: Informiere deine Kontakte, wann du die App zuletzt geöffnet hast.
es_ar: Permitir que sus contactos sepan cuando fue la última vez que usted abrió la aplicación.
et: Anna oma kontaktidele teada, millal viimati avasid rakenduse.
eu: Baimendu kontaktuei aplikazioa ireki zenuen azken aldia jakitea.
fr: Notifier vos contacts de la dernière fois que vous avez ouvert l’application.
ja: 相手先は、あなたがこのアプリを最後に開いたのがいつか知ることができます。
pl: Informuj swoje kontakty o czasie, kiedy aplikacja została otwarta.
pt_br: Permita que seus contatos saibam quando você abriu o app por último.
ru: Разрешить пользователям из списка контактов узнавать о вашем входе в приложение.
ta: நீங்கள் கடைசியாக பயன்பாட்டைத் திறந்தபோது உங்கள் தொடர்புகள் தெரியப்படுத்துங்கள்.
tr: Kişilerinizin uygulamayı en son ne zaman açtığınızı bilmesini sağlayın.
uk: Повідомте своїм контактам, коли ви востаннє відкривали додаток.
zh_hans: 让您的联系人知道您最后打开应用的时间。
zh_hant: 讓您的聯絡人知道您上次打開應用程式的時間。

source: Liberia
et: Libeeria
pt_br: Libéria
ru: Либерия
ta: லைபீரியா
tr: Liberya
uk: Ліберія
zh_hans: 利比里亚
zh_hant: 利比瑞亞

source: Libya
de: Libyen
es_ar: Libia
et: Liibüa
eu: Libia
fr: Libye
pt_br: Líbia
ru: Ливия
ta: லிப்யா
uk: Лівія
zh_hans: 利比亚
zh_hant: 利比亞

source: Liechtenstein
ru: Лихтенштейн
ta: லீச்சென்சுதீன்
tr: Lihtenştayn
uk: Ліхтенштейн
zh_hans: 列支敦士登
zh_hant: 列支敦斯登

source: Like email, you can register your account on many sites and talk to anyone. You can use this page to register an account with a selected or provided XMPP server. You also have to choose a username and a password.
de: Wie bei E-Mails kannst du dein Konto auf vielen Webseiten registrieren und mit jedem sprechen. Du kannst diese Seite verwenden, um ein Konto bei einem ausgewählten XMPP-Server zu registrieren. Dazu musst du einen Benutzernamen und ein Passwort festlegen.
es_ar: Al igual que el correo electrónico, puede registrar su cuenta en muchos sitios y hablar con cualquier persona. Puede utilizar esta página para registrar una cuenta con un servidor XMPP que haya seleccionado o proporcionar uno. También tiene que elegir un nombre de usuario y una contraseña.
eu: ePostaren kasuan bezala, nahi duzun zerbitzarian erregistratu dezakezu zure kontua eta edonorekin hitz egin. Orrialde hau XMPP zerbitzari batean kontua sortzeko erabil dezakezu. Erabiltzaile izen eta pasahitz bat aukeratu beharko dituzu.
fr: Comme le courriel, vous pouvez enregistrer votre compte à de nombreux endroits et parler à n'importe qui. Vous pouvez utiliser cette page pour enregistrer un compte avec un serveur XMPP sélectionné ou fourni. Vous devez également choisir un nom d'utilisateur et un mot de passe.
ja: 電子メールと同様に、多くのサイトにアカウントを登録して、誰とでも話すことができます。このページを使用して、選択または提供された XMPP サーバーにアカウントを登録できます。ユーザー名とパスワードを選択する必要があります。
pl: Tak jak w przypadku e-maila, możesz zarejestrować swoje konto na dowolnym serwerze i rozmawiać z każdym. Użyj tej strony, żeby zarejestrować konto na wybranym serwerze XMPP. Będziesz musiał(a) wybrać nazwę użytkownika i hasło.
pt_br: Assim como e-mail, você pode registrar sua conta em diversos sites e falar com qualquer pessoa. Você pode usar esta página para registrar uma conta com um servidor XMPP selecionado ou informado por você. Você também pode escolher seu nome de usuário e senha.
ru: Как и в случае с электронной почтой, вы можете зарегистрировать свою учетную запись на любом из множества веб-сайтов и общаться с кем угодно. Вы можете использовать эту страницу для регистрации учетной записи на выбранном сервере XMPP. Для этого вам необходимо выбрать имя пользователя и пароль.
ta: மின்னஞ்சலைப் போலவே, உங்கள் கணக்கை பல தளங்களில் பதிவுசெய்து யாருடனும் பேசலாம். தேர்ந்தெடுக்கப்பட்ட அல்லது வழங்கப்பட்ட XMPP சேவையகத்துடன் கணக்கைப் பதிவு செய்ய இந்தப் பக்கத்தைப் பயன்படுத்தலாம். நீங்கள் ஒரு பயனர்பெயர் மற்றும் கடவுச்சொல்லையும் தேர்வு செய்ய வேண்டும்.
tr: E-posta gibi, hesabınızı birçok siteye kaydedebilir ve herkesle konuşabilirsiniz. Seçilen veya sağlanan bir XMPP sunucusuna hesap kaydetmek için bu sayfayı kullanabilirsiniz. Ayrıca bir kullanıcı adı ve şifre seçmelisiniz.
uk: Подібно до електронної пошти, ви можете зареєструвати свій обліковий запис на багатьох сайтах і спілкуватися з будь-ким. За допомогою цієї сторінки ви можете зареєструвати обліковий запис на обраному або наданому XMPP-сервері. Вам також потрібно вибрати ім'я користувача і пароль.
zh_hans: 与电子邮件一样，您可以在许多网站上注册账号并与任何人交谈。您可以使用此页面向选定或提供的 XMPP 服务器注册账号。您还必须选择用户名和密码。
zh_hant: 就像電子郵件一樣，您可以在許多網站上註冊您的帳戶並與任何人交談。您可以使用此頁面向選定或提供的 XMPP 伺服器註冊帳戶。您必須選取使用者名稱和密碼。

source: Lithuania
de: Litauen
es_ar: Lituania
et: Leedu
eu: Lituania
fr: Lituanie
pt_br: Lituânia
ru: Литва
ta: லிதுவேனியா
tr: Litvanya
uk: Литва
zh_hans: 立陶宛
zh_hant: 立陶宛

source: Load over Cellular
de: Datenübertragung über das Mobilfunknetz
es_ar: Carga vía datos móviles
et: Laadi mobiilse andmesidega
eu: Kargatu gailuko datuak erabiliz
fr: Charger via réseau cellulaire
pl: Ładuj przez sieć komórkową
pt_br: Carregar usando rede de dados móvel
ru: Загружать через сеть сотовой связи
ta: செல்லுலார் மீது ஏற்றவும்
tr: Hücresel Üzerinden Yükle
uk: Завантаження через стільникову мережу
zh_hans: 通过蜂窝网络加载
zh_hant: 通過行動數據載入

source: Load over cellular up to: %@ MiB
de: Download über Mobilfunknetz bis zu: %@ MiB
es_ar: Carga vía datos móviles hasta: %@ MiB
et: Laadi mobiilse andmesidega kuni %@ MiB
eu: Kargatu gailuko datuak erabiliz %@ MiB arte
fr: Télécharger via réseau cellulaire jusqu'à : %@ MiB
pl: Ładuj przez sieć komórkową do rozmiaru %@ MiB
pt_br: Carregar pela rede de dados móvel até: %@ MiB
ru: Загружать по сотовой сети до: %@ МБ
ta: செல்லுலார் வரை ஏற்றவும்: %@ mib
tr: Hücresel üzerinden en fazla yükle: @ MB
uk: Завантаження через стільникову мережу до: %@ MiB
zh_hans: 通过蜂窝网络最多加载：%@ MiB
zh_hant: 通過行動數據最高載入: %@ MiB

source: Load over wifi
de: Datenübertragung über WLAN
es_ar: Carga vía WiFi
et: Laadi WiFi võrgus
eu: Kargatu Wifia erabiliz
fr: Télécharger via Wi-Fi
pl: Ładuj przez sieć WiFi
pt_br: Carregar pelo wifi
ru: Загружать по WiFi
ta: வைஃபை மீது ஏற்றவும்
tr: Wifi üzerinden yükle
uk: Завантаження через Wi-Fi
zh_hans: 通过 WiFi 加载
zh_hant: 通過Wi-Fi載入

source: Load over WiFi up to: %@ MiB
de: Download über WLAN bis zu: %@ MiB
es_ar: Carga vía WiFi hasta: %@ MiB
et: Laadi WiFi võrgus kuni %@ MiB
eu: Kargatu Wifia erabiliz %@ MiB arte
fr: Télécharger via Wi-Fi jusqu'à : %@ MiB
pl: Ładuj przez sieć WiFi do rozmiaru %@ MiB
pt_br: Carregar pelo WiFi até: %@ MiB
ru: Загружать по WiFi до: %@ МБ
ta: வைஃபை மீது ஏற்றவும்: %@ mib
tr: WiFi üzerinden en fazla yükle: @ MB
uk: Завантаження через Wi-Fi до: %@ MiB
zh_hans: 通过 WiFi 最多加载：%@ MiB
zh_hant: 通過Wi-Fi最高載入：%@ MiB

source: Loading
ja: 読み込み中
ro: Se încarcă
zh_hans: 正在加载
zh_hant: 載入中

source: Loading contact list
cs: Načítám místní seznam kontaktů
de: Kontaktliste wird geladen
es_ar: Cargando lista de contactos
et: Laadin kontaktiloendit
eu: Kontaktuen zerrenda kargatzen
fr: Chargement de la liste des contacts
ja: 相手先一覧を読み込み中
pl: Wczytywanie listy kontaktów
pt_br: Carregando lista de contatos
ro: Se încarcă lista de contacte
ru: Загрузка списка контактов
ta: தொடர்பு பட்டியலை ஏற்றுகிறது
tr: Kişi listesi yükleniyor
uk: Завантаження списку контактів
zh_hans: 正在加载联系人列表
zh_hant: 正在載入聯絡人清單

source: Loading Data
cs: Nahrávám data
de: Daten werden geladen
es_ar: Cargando datos
et: Andmete laadimine
eu: Datuak kargatzen
fr: Chargement des données
ja: データを読み込み中
pl: Ładowanie danych
pt_br: Carregando dados
ro: Încărcare date
ru: Загрузка данных
ta: தரவை ஏற்றுகிறது
tr: Veri yükleniyor
uk: Завантаження даних
zh_hans: 正在加载数据
zh_hant: 載入資料中

source: Loading more Messages from Server
cs: Načítání dalších zpráv ze serveru
de: Weitere Nachrichten werden vom Server laden
es_ar: Cargando más mensajes desde el servidor
et: Laadin serverist veel sõnumeid
eu: Zerbitzaritik mezu gehiago kargatzen
fr: Chargement des autres messages à partir du serveur
ja: サーバーから追加のメッセージを読み込み中
pl: Ładowanie większej liczby wiadomości z serwera
pt_br: Carregando mais mensagens do servidor
ro: Încarcă mai multe mesaje de pe server
ru: Загрузка дополнительных сообщений с сервера
ta: சேவையகத்திலிருந்து கூடுதல் செய்திகளை ஏற்றுகிறது
tr: Sunucudan Daha Fazla İleti Yükleniyor
uk: Завантаження більше повідомлень з сервера
zh_hans: 正在从服务器加载更多消息
zh_hant: 正在從伺服器載入更多訊息

source: Loading omemo bundles
cs: Načítání informací OMEMO
de: OMEMO-Informationen werden geladen
es_ar: Cargando paquetes OMEMO
et: Laadin OMEMO-komplekte
eu: OMEMO sortak kargatzen
fr: Chargement des paquets omemo
ja: OMEMO 鍵束を読み込み中
pl: Ładowanie pakietów omemo
pt_br: Carregando conjuntos de chaves OMEMO
ro: Se încarcă pachetele OMEMO
ru: Загрузка OMEMO блоков
ta: ஓமமோ மூட்டைகளை ஏற்றுகிறது
tr: Omemo paketleri yükleniyor
uk: Завантаження пакетів OMEMO
zh_hans: 正在加载 OMEMO 包
zh_hant: 載入omemo包

source: Loading omemo bundles: %@ / %@
cs: Nahrávám informace OMEMO: %1$@ / %2$@
de: OMEMO-Informationen werden geladen: %@ / %@
es_ar: Cargando paquetes OMEMO: %@ / %@
et: Laadin OMEMO-komplekte: %@ / %@
eu: OMEMO sortak kargatzen: %@ (%@(e)tik)
fr: Chargement des clés OMEMO : %@ / %@
ja: OMEMO 鍵束を読み込み中: %1$@ / %2$@
pl: Ładowanie pakietów omemo: %1$@ / %2$@
pt_br: Carregando conjuntos de chaves OMEMO: %1$@ / %2$@
ro: Se încarcă pachetele omemo: %1$@ / %2$@
ru: Загрузка OMEMO блоков: %1$@ / %2$@
ta: ஓமமோ மூட்டைகளை ஏற்றுகிறது: %@ / %@
tr: Omemo paketleri yükleniyor: %@ / %@
uk: Завантаження пакетів omemo: %@ / %@
zh_hans: 正在加载 OMEMO 包：%@ / %@
zh_hant: 載入 omemo 包： %@ / %@

source: Loading OMEMO keys
de: OMEMO-Schlüssel werden geladen
es_ar: Cargando llaves OMEMO
et: Laadin OMEMO-võtmeid
eu: OMEMO gakoak kargatzen
fr: Chargement des clés OMEMO
pl: Ładowanie kluczy OMEMO
pt_br: Carregando chaves OMEMO
ru: Загрузка OMEMO ключей
ta: ஓமமோ விசைகளை ஏற்றுகிறது
tr: OMEMO anahtarları yükleniyor
uk: Завантаження ключів OMEMO
zh_hans: 正在加载 OMEMO 密钥
zh_hant: 載入 OMEMO 金鑰中

source: Location Access Needed
cs: Vyžadován přístup k poloze
de: Standortzugriff erforderlich
es_ar: Se necesita acceso a la ubicación
et: Vajalik on luba asukoha tuvastamiseks
eu: Kokapenaren atzipena behar da
fr: Accès à la localisation requis
ja: 位置情報のアクセスが必要です
pl: Wymagany dostęp do usług lokalizacji
pt_br: Acesso à localização requerido
ro: Accesul la locație este necesar
ru: Требуется доступ к местоположению
ta: இருப்பிட அணுகல் தேவை
tr: Konum Erişimi İzni Gerekli
uk: Необхідний доступ до місцезнаходження
zh_hans: 需要访问位置
zh_hant: 需要存取位置資訊

source: Log in to your existing account or register a new account. If required you will find more advanced options in Monal settings.
de: Melde dich bei deinem bestehenden Konto an oder registriere ein Neues. Bei Bedarf findest du erweiterte Optionen in den Monal-Einstellungen.
es_ar: Inicie sesión con su cuenta o registre una cuenta nueva. De ser necesario, encontrará opciones mas avanzadas en la configuración de Monal.
et: Logi sisse olemasoleva kasutajakontoga või loo uus konto. Kui vaja, siis täiendavad valikud leiduvad Monali seadistustes.
eu: Hasi saioa zure kontuan edo eman izena kontu berri batean. Behar izanez gero, konfigurazio aurreratuagoa aurkituko duzu Monalen ezarpenetan.
fr: Connectez-vous à votre compte existant ou inscrivez-vous à un nouveau compte. Si nécessaire, vous trouverez des options plus avancées dans les paramètres de Monal.
ja: 既存のアカウントにログインするか、新しいアカウントを登録します。必要に応じて、Monal の設定にさらに高度なオプションを見つけることができます。
pl: Zaloguj do istniejącego konta lub zarejestruj nowe konto. Jeśli jest to wymagane użyj ustawień zaawansowanych w opcjach Monal.
pt_br: Entre na sua conta existente ou registre uma nova conta. Se necessário, você encontrará opções avançadas nas configurações do Monal.
ru: Войдите в существующую учётную запись или создайте новую. В случае необходимости, можно обратиться к расширенному набору опций в настройках Monal.
ta: உங்கள் இருக்கும் கணக்கில் உள்நுழைக அல்லது புதிய கணக்கை பதிவு செய்யுங்கள். தேவைப்பட்டால் நீங்கள் மோனல் அமைப்புகளில் இன்னும் மேம்பட்ட விருப்பங்களைக் காண்பீர்கள்.
tr: Mevcut hesabınıza giriş yapın veya yeni bir hesap açın. Gerekirse Monal ayarlarında daha gelişmiş seçenekler bulacaksınız.
uk: Увійдіть до свого облікового запису або зареєструйте новий. Якщо потрібно, ви знайдете більш розширені опції в налаштуваннях Monal.
zh_hans: 登录您现有的账号或注册一个新账号。如果需要，您可以在 Monal 设置中找到更多高级选项。
zh_hant: 登入您的現有帳戶或註冊一個新帳戶。如果需要，您可以在 Monal 設定中找到更高級的選項。

source: Logfiles
es_ar: Archivos de registro
et: Logifailid
eu: Erregistroen fitxategiak
fr: Fichiers de log
ja: ログファイル
pt_br: Arquivos de log
ru: Лог-файлы
ta: பதிவு கோப்புகள்
tr: Log dosyaları
uk: Файли журналів
zh_hans: 日志文件
zh_hant: 日誌檔

source: Logging in
cs: Přihlašuji
de: Anmelden
es_ar: Iniciando sesión
et: Login sisse
eu: Saioa hasten
fr: Connexion
ja: ログイン中
pl: Logowanie
pt_br: Entrando
ro: Autentificare
ru: Выполняется вход
ta: உள்நுழைதல்
tr: Oturum açma
uk: Вхід з
zh_hans: 登录中
zh_hant: 登入中

source: Login
de: Anmelden
es_ar: Acceso
et: Logi sisse
eu: Hasi saioa
fr: Se connecter
ja: ログイン
pl: Logowanie
pt_br: Entrar
ro: Autentificare
ru: Войти
ta: புகுபதிவு
tr: Giriş
uk: Логін
zh_hans: 登录
zh_hant: 登入

source: Login error, account disabled: %@
de: Anmeldefehler, Konto deaktiviert: %@
es_ar: Error al iniciar sesión, cuenta inhabilitada: %@
et: Viga sisselogimisel, konto pole kasutusel: %@
eu: Errorea saioa hastean, kontua ezgaituta dago: %@
fr: Erreur de connexion, le compte est désactivé : %@
pl: Błąd logowania, konto wyłączone: %@
pt_br: Erro de login, conta desativada: %@
ru: Ошибка входа, учётная запись деактивирована: %@
ta: உள்நுழைவு பிழை, கணக்கு முடக்கப்பட்டது: %@
tr: Oturum açma hatası, hesap devre dışı: % @
uk: Помилка входу, обліковий запис вимкнено: %@
zh_hans: 登录错误，账号已禁用：%@
zh_hant: 登入錯誤，帳戶已禁用：%@

source: Logs
es_ar: Registros
et: Logid
eu: Erregistroak
ja: ログ
pt_br: Arquivos de log
ru: Журнал
ta: பதிவுகள்
tr: Loglar
uk: Журнали
zh_hans: 日志
zh_hant: 日誌

source: Luxembourg
de: Luxemburg
es_ar: Luxemburgo
et: Luksemburg
eu: Luxenburgo
pt_br: Luxemburgo
ru: Люксембург
ta: லக்சம்பர்க்
tr: Lüksemburg
uk: Люксембург
zh_hans: 卢森堡
zh_hant: 盧森堡

source: Macao, China
de: Macau, China
et: Macau
eu: Macao, Txina
fr: Macao, Chine
pt_br: Macau, China
ru: Макао (Китай)
ta: மக்காவோ, சீனா
tr: Makao, Çin
uk: Макао, Китай
zh_hans: 澳门，中国
zh_hant: 澳門

source: Madagascar
de: Madagaskar
et: Madagaskar
eu: Madagaskar
ru: Мадагаскар
ta: மடகாச்கர்
tr: Madagaskar
uk: Мадагаскар
zh_hans: 马达加斯加
zh_hant: 馬達加斯加

source: Make transfered Media and Files accessible in Files App
de: Übertragene Medien und Dateien in der Datei-App zugänglich machen
es_ar: Permitir que la aplicación Archivos tenga acceso a los archivos y multimedia descargada
et: Muuda edastatud meediumid ja failid nähtavaks Failirakenduses
eu: Egin eskuragarri transferitutako multimedia eta fitxategiak Fitxategiak aplikazioan
fr: Rendre les média et fichiers accessibles dans l’application Fichiers
pl: Pobieraj media i pliki do folderu w systemowym menedżerze plików
pt_br: Disponibilizar arquivos e mídias transferidas no app Arquivos
ru: Обеспечить доступ к переданным медиафайлам из приложения Файлы
ta: கோப்புகள் பயன்பாட்டில் மாற்றப்பட்ட மீடியா மற்றும் கோப்புகளை அணுகலாம்
tr: Aktarılan Medya ve Dosyaları Dosyalar Uygulamasında erişilebilir hale getirin
uk: Зробіть передані медіафайли та файли доступними в програмі «Файли»
zh_hans: 可以在文件应用中访问传输的媒体和文件
zh_hant: 在「檔案」應用中使傳輸的媒體和文件可訪問

source: Malawi
es_ar: Malaui
ru: Малави
ta: மலாவி
tr: Malavi
uk: Малаві
zh_hans: 马拉维
zh_hant: 馬拉威

source: Malaysia
es_ar: Malasia
et: Malaisia
fr: Malaisie
pt_br: Malásia
ru: Малайзия
ta: மலேசியா
tr: Malezya
uk: Малайзія
zh_hans: 马来西亚
zh_hant: 馬來西亞

source: Maldives
de: Malediven
es_ar: Maldivas
et: Maldiivid
eu: Maldivak
pt_br: Maldivas
ru: Мальдивы
ta: மாலதீவுகள்
tr: Maldivler
uk: Мальдіви
zh_hans: 马尔代夫
zh_hant: 瑪律地夫
