Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: The new contact will be added to your contacts list when the person you've added has approved your request.
cs: Nový kontakt bude přidán do Vašeho seznamu, jakmile potvrdí Vaši žádost.
de: Der neue Kontakt wird zu deiner Kontaktliste hinzugefügt, wenn die von dir hinzugefügte Person deine Anfrage genehmigt hat.
es_ar: El nuevo contacto aparecerá en su lista de contactos cuando su solicitud haya sido aprobada.
eu: Kontaktu berria zure kontaktuen zerrendan agertuko da gehitu duzun pertsonak zure eskaera onartzen badu.
fr: Le nouveau contact sera ajouté à votre liste de contacts lorsque la personne que vous avez ajoutée aura approuvée votre demande.
ja: 追加した人がリクエストを承認すると、新しい相手先が相手先一覧に追加されます。
pl: Nowy kontakt zostanie dodany do Twojej listy kontaktów, gdy dodana osoba zatwierdzi Twoją prośbę.
pt_br: O novo contato será adicionado à sua lista de contatos quando a pessoa que você adicionou aprovar sua solicitação.
ro: Noua persoană de contact va fi adăugată în lista dumneavoastră atunci când persoana pe care ați adăugat-o vă aprobă solicitarea.
ru: Новый контакт будет добавлен в ваш список контактов, если добавленный вами человек одобрит ваш запрос.
ta: நீங்கள் சேர்த்த நபர் உங்கள் கோரிக்கைக்கு ஒப்புதல் அளித்தபோது புதிய தொடர்பு உங்கள் தொடர்புகள் பட்டியலில் சேர்க்கப்படும்.
tr: Eklediğiniz kişi isteğinizi onayladığında yeni kişi listenize eklenecektir.
uk: Новий контакт буде додано до вашого списку контактів, коли особа, яку ви додали, схвалить ваш запит.
zh_hans: 当您添加的人批准了您的请求后，新联系人将会添加到您的联系人列表中。
zh_hant: 當您添加的人允許您的請求後，新聯絡人將被添加到您的聯絡人列表中。

source: The operator of the webserver providing that URL may see your IP address.
de: Der Betreiber des Webservers, der diese URL bereitstellt, kann deine IP-Adresse sehen.
es_ar: El operador del servidor web responsable de la URL puede ver su dirección IP.
eu: URL hori eskaintzen duen web zerbitzariaren operadoreak zure IP helbidea ikus dezake.
fr: L’administrateur du serveur web derrière cette adresse peut voir votre adresse IP.
ja: その URL を提供するウェブサーバーの運用者は、あなたの IP アドレスを知る可能性があります。
pl: Administrator strony, do której wysłałeś/-aś link URL, może zobaczyć Twój adres IP.
pt_br: O operador do servidor web que fornece essa URL pode ver seu endereço IP.
ru: Оператор веб-сервера, обслуживающего указанную в сообщении ссылку может зафиксировать ваш IP адрес при подгрузке миниатюры для предпросмотра.
ta: அந்த முகவரி ஐ வழங்கும் வெப்சர்வரின் ஆபரேட்டர் உங்கள் ஐபி முகவரியைக் காணலாம்.
tr: Bu URL'yi sağlayan web sunucusunun operatörü IP adresinizi görebilir.
uk: Оператор веб-сервера, який надає цю URL-адресу, може бачити вашу IP-адресу.
zh_hans: 提供该 URL 的网络服务器运营商可能会看到您的 IP 地址。
zh_hant: 提供該 URL 的 Web 伺服器的營運商可能會看到您的 IP 位址。

source: The password has been changed
cs: Heslo bylo změněno
de: Das Passwort wurde geändert
es_ar: La contraseña ha sido cambiada
et: Salasõna on muudetud
eu: Pasahitza aldatu da
fr: Le mot de passe a été modifié
ja: パスワードは変更されました
pl: Hasło zostało zmienione
pt_br: A senha foi alterada
ro: Parola a fost modificată
ru: Пароль изменён
ta: கடவுச்சொல் மாற்றப்பட்டுள்ளது
tr: Parola değiştirildi
uk: Пароль було змінено
zh_hans: 密码已更改
zh_hant: 密碼已更改

source: The pin we have sent you has expired.
de: Die PIN, die wir dir geschickt haben, ist abgelaufen.
es_ar: El PIN que le hemos enviado ha expirado.
et: Sulle saadetud PIN-kood on aegunud.
eu: Bidali dizugun kodea iraungi da.
fr: Le code pin que vous avez envoyé a expiré.
ja: お送りした PIN の有効期限が切れています。
pl: PIN, który Tobie wysłaliśmy, wygasł.
pt_br: O pin que lhe enviamos expirou.
ru: Срок действия отправленного пин-кода истёк.
ta: நாங்கள் உங்களுக்கு அனுப்பிய முள் காலாவதியானது.
tr: Size gönderdiğimiz pinin süresi doldu.
uk: Термін дії PIN-коду, який ми вам надіслали, закінчився.
zh_hans: 我们发送给您的 PIN 已过期。
zh_hant: 我們傳送給您的PIN碼已過期。

source: The pin you have entered is incorrect.
de: Die eingegebene PIN ist falsch.
es_ar: El PIN ingresado es incorrecto.
et: Sinu sisestatud PIN-kood pole õige.
eu: Sartu duzun kodea ez da zuzena.
fr: Le code pin que vous avez entré est incorrect.
ja: 入力された PIN は正しくありません。
pl: PIN, który został wprowadzony, jest nieprawidłowy.
pt_br: O PIN que você digitou está incorreto.
ru: Введён некорректный пин-код.
ta: நீங்கள் உள்ளிட்ட முள் தவறானது.
tr: Girmiş olduğunuz pin yanlış.
uk: Введений вами PIN-код неправильний.
zh_hans: 您输入的 PIN 不正确。
zh_hant: 您輸入的 PIN 碼不正確。

source: The qrcode contains login credentials for an acount. Go to settings -> new account and rescan the qrcode
de: Der QR-Code enthält die Anmeldedaten für ein Konto. Gehe zu Einstellungen > Neues Konto und scanne den QR-Code erneut
es_ar: El código QR contiene las credenciales de inicio de sesión de una cuenta. Diríjase a Configuración -> nueva cuenta y vuelva a escanear el código QR
et: Selles QR-koodis leiduvad antud kasutajakonto autentimisandmed. Palun ava „Seadistused“ → „Uus kasutajakonto“ ning skaneeri seda QR-koodi uuesti
eu: QR kodeak kontu batean saioa hasteko datuak ditu. Joan Ezarpenak -> Gehitu kontua eta eskaneatu QR kodea
fr: Le code QR contient les informations de connexion pour un compte. Allez dans Paramètres -> Nouveau compte et rescannez le code QR
ja: QR コードにはアカウントのログイン認証情報が含まれています。 「設定」->「新しいアカウント」に移動し、QR コードを再スキャンしてください
pl: Ten kod QR posiada dane autoryzacyjne dla tego konta. Przejdź do ustawień, wybierz opcję dodania konta i zeskanuj ponownie kod QR.
pt_br: O qrcode contém credenciais de login para uma contagem. Vá para configurações -> nova conta e escaneie novamente o qrcode
ru: QR-код должен содержать реквизиты для входа в учётную запись. Перейдите в Настройки -> Новая учётная запись и повторно отсканируйте QR-код
ta: QRCode இல் ஒரு ACOUNT க்கான உள்நுழைவு நற்சான்றிதழ்கள் உள்ளன. அமைப்புகள் -> புதிய கணக்குக்குச் சென்று QRCode ஐ மீட்டெடுக்கவும்
tr: Qrcode, hesap için oturum açma kimlik bilgilerini içerir. Ayarlara gidin ve Qrcode'u yeniden tarayın
uk: QR-код містить дані для входу в обліковий запис. Перейдіть в налаштування -> новий акаунт і відскануйте qr-код
zh_hans: 二维码包含账号的登录凭据。进入设置 -> 新账号并重新扫描二维码
zh_hant: QR碼包含賬戶的登入憑證。轉到設定 - >新帳戶並重新掃描 QR碼

source: The resource '%@' has the following capabilities:
de: Die Ressource '%@' hat die folgenden Fähigkeiten:
es_ar: El recurso '%@' tiene las siguientes capacidades:
et: „%@“ ressurss suudab kasutada järgnevat funktsionaalsust:
eu: '%@' baliabideak honako ahalmenak ditu:
fr: La ressource « %@ » a les capacités suivantes :
ja: リソース '%@' には次の機能があります:
pl: Możliwości zasobu '%@':
pt_br: O recurso '%@' tem os seguintes recursos:
ru: Клиент (ресурс) '%@' имеет следующие возможности:
ta: '%@' வளத்திற்கு பின்வரும் திறன்களைக் கொண்டுள்ளது:
tr: '%@' kaynağı aşağıdaki yeteneklere sahiptir:
uk: Ресурс '%@' має наступні можливості:
zh_hans: 资源“%@”具有以下功能：
zh_hant: 資源 「%@」具有以下功能：

source: The selectable XMPP servers are public servers which are not affiliated to Monal. This registration page is provided for convenience only.
de: Die auswählbaren XMPP-Server sind öffentliche Server, die nicht mit Monal verbunden sind. Diese Registrierungsseite wird nur aus Komfortgründen zur Verfügung gestellt.
es_ar: Los servidores públicos de XMPP que aparecen en la siguiente lista no tiene afiliación con Monal. Esta página de registro se proporciona solo para su comodidad.
et: Need valitavad XMPP-serverid on avalikud serverid, mis pole Monaliga seotud. See registreerimisleht on loodud vaid kasutajate mugavuse huvides.
eu: Hautatzeko ageri diren XMPP zerbitzariak publikoak dira eta ez daukate harremanik Monalekin. Izena emateko orrialdea lana erraztearren baino ez da eskaintzen.
fr: Les serveurs XMPP sélectionnables sont des serveurs publics qui ne sont pas affiliés à Monal. Cette page d'inscription est fournie à titre indicatif seulement.
ja: 選択可能な XMPP サーバーは公開サーバーであり、Monal と提携しているものではありません。この登録ページは便宜のためにのみ提供されています。
pl: Serwery XMPP do wyboru są publicznymi serwerami które nie są stowarzyszone z Monalem. Ta strona jest oferowana jednie dla twojej wygody.
pt_br: Os servidores XMPP selecionáveis são servidores públicos que não são afiliados ao Monal. Esta página de registro é fornecida apenas para conveniência.
ru: Предлагаемые XMPP серверы являются общедоступными и никак не связаны с Monal. Данная страница регистрации предоставляется исключительно для удобства пользователя.
ta: தேர்ந்தெடுக்கப்பட்ட எக்ச்எம்பிபி சேவையகங்கள் பொது சேவையகங்கள், அவை மோனலுடன் இணைக்கப்படவில்லை. இந்த பதிவு பக்கம் வசதிக்காக மட்டுமே வழங்கப்படுகிறது.
tr: Seçilebilir XMPP sunucuları Monal'a bağlı olmayan genel sunuculardır. Bu kayıt sayfası sadece kolaylık sağlamak için verilmiştir.
uk: Обрані XMPP-сервери є загальнодоступними серверами, які не пов'язані з Monal. Ця сторінка реєстрації надається лише для зручності.
zh_hans: 可选的 XMPP 服务器是不隶属于 Monal 的公共服务器。提供此注册页面仅为了方便起见。
zh_hant: 可選取的 XMPP 伺服器是不隸屬於 Monal 的公共伺服器。此註冊頁面僅為方便起見而提供。

source: The server does not support blocking (XEP-0191).
de: Der Server unterstützt das Sperren nicht (XEP-0191).
es_ar: El servidor no soporta bloqueo (XEP-0191).
et: See server ei toeta blokeerimist (XEP-0191).
eu: Zerbitzariak ez du blokeatzeko aukera gaituta (XEP-0191).
fr: Le serveur ne supporte pas le blocage (XEP-0191).
ja: サーバーはブロック (XEP-0191) に対応していません。
pl: Serwer nie wspiera funkcji XEP-0191: Blocking Command.
pt_br: O servidor não suporta bloqueio (XEP-0191).
ru: Сервер не поддерживает блокировку (XEP-0191).
ta: சேவையகம் தடுப்பதை ஆதரிக்காது (XEP-0191).
tr: Sunucu engellemeyi desteklemiyor (XEP-0191).
uk: Сервер не підтримує блокування (XEP-0191).
zh_hans: 服务器不支持屏蔽（XEP-0191）。
zh_hant: 伺服器不支援封鎖 （XEP-0191）。

source: The UDP logger allows you to livestream the log to the configured IP.
de: Der UDP-Logger ermöglicht das Livestreaming des Logs an die konfigurierte IP.
es_ar: El logger UDP le permite enviar el flujo del registro hacia la IP configurada.
et: UDP-logija abil saad reaalajas edastada logiandmed seadistatud IP-aadressile.
eu: UDP loggerrak erregistroa konfiguratutako IPra zuzenean transmititzeko aukera ematen dizu.
fr: Le logger UDP vous permet de diffuser en direct le journal sur l'adresse IP configurée.
pt_br: O registrador UDP permite que você transmita o log ao vivo para o IP configurado.
ru: UDP регистратор позволяет организовать потоковую трансляцию логов на заданный IP адрес.
ta: கட்டமைக்கப்பட்ட ஐபிக்கு பதிவை லைவ் ச்ட்ரீம் செய்ய யுடிபி லாகர் உங்களை அனுமதிக்கிறது.
tr: UDP kaydedici, günlüğü yapılandırılmış IP'ye canlı yayınlamanıza olanak tanır.
uk: Логер UDP дозволяє транслювати журнал наживо на налаштовану IP-адресу.
zh_hans: UDP 日志记录器允许您将日志实时传输到配置的 IP。
zh_hant: UDP 記錄器允許您將紀錄即時流式傳輸到配置的IP。

source: The UDP logger allows you to livestream the log to the configured IP. Please use a secure key when streaming over the internet! [Learn how to receive the log stream](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
de: Der UDP-Logger ermöglicht dir das Livestreaming des Logs an die konfigurierte IP. Bitte verwende einen sicheren Schlüssel, wenn du über das Internet streamst! [Erfahre, wie du den Log-Stream empfangen kannst](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
es_ar: El logger UDP le permite enviar el flujo del registro hacia la IP configurada. Por favor utilice una llave segura cuando haga envíe por la internet! [Aprenda como recibir el flujo del registro](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
et: UDP-logija abil saad reaalajas edastada logiandmed seadistatud IP-aadressile. Palun kasuta voogedastusel üle interneti krüptimist! [Lisateave voogedastatud logi salvestamiseks](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
eu: UDP loggerrak erregistroa konfiguratutako IPra zuzenean transmititzeko aukera ematen dizu. Erabili pasahitz seguru bat Internet bidez transmititzeko! [Ikasi nola jaso erregistroaren transmisioa](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
fr: Le logger UDP vous permet de diffuser en direct le journal sur l'adresse IP configurée. Veuillez utiliser une clé sécurisée lors de la diffusion sur Internet ! [Découvrez comment recevoir le flux de logs](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
pt_br: O registrador UDP permite que você transmita o log ao vivo para o IP configurado. Use uma chave segura ao transmitir pela Internet! [Saiba como receber o fluxo de log](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
ru: UDP регистратор позволяет организовать потоковую трансляцию логов на заданный IP адрес. Пожалуйста используйте защищённые ключи безопасности при трансляции через Интернет! [Узнайте, как принимать потоковую трансляцию логов](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
ta: கட்டமைக்கப்பட்ட ஐபிக்கு பதிவை லைவ் ச்ட்ரீம் செய்ய யுடிபி லாகர் உங்களை அனுமதிக்கிறது. இணையத்தில் ச்ட்ரீமிங் செய்யும் போது பாதுகாப்பான விசையைப் பயன்படுத்தவும்! .
tr: UDP kaydedici, günlüğü yapılandırılmış IP'ye canlı yayınlamanıza olanak tanır. İnternet üzerinden yayın yaparken lütfen güvenli bir anahtar kullanın! [Günlük akışını nasıl alacağınızı öğrenin](https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
uk: Реєстратор UDP дозволяє транслювати журнал у прямому ефірі на налаштований IP-адрес. Будь ласка, використовуйте захищений ключ під час трансляції через Інтернет! [Навчіться отримувати потік журналу] (https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log).
zh_hans: UDP 日志记录器允许您将日志实时传输到配置的 IP。通过互联网传输时请使用安全密钥！ ［了解如何接收日志流］（https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log）。
zh_hant: UDP 記錄器允許您將紀錄即時流式傳輸到配置的IP。通過 Internet 流式傳輸時，請使用安全金鑰！ [瞭解如何接收日誌流]（https://github.com/monal-im/Monal/wiki/Introduction-to-Monal-Logging#stream-the-log）。

source: The user %@ (%@) wants to add you to their contact list
cs: The user %1$@ (%2$@) wants to add you to their contact list
de: Der Benutzer %1$@ (%2$@) möchte dich zu seiner Kontaktliste hinzufügen
es_ar: El usuario %1$@ (%2$@) desea agregarte a su lista de contactos
et: The user %1$@ (%2$@) wants to add you to their contact list
eu: %1$@ (%2$@) erabiltzaileak bere kontaktuetara gehitu nahi zaitu
fr: Le compte %1$@ (%2$@) souhaite vous ajouter à sa liste de contact
ja: ユーザー %1$@ (%2$@) は、あなたを相手先一覧に追加したいと思っています
pl: Użytkownik %1$@ (%2$@) chce dodać Ciebie do swojej listy kontaktów
pt_br: O usuário %@ (%@) deseja adicioná-lo à lista de contatos
ro: The user %1$@ (%2$@) wants to add you to their contact list
ru: Пользователь %1$@ (%2$@) хочет добавить вас в свой список контактов
ta: பயனர் %1 $@ ( %2 $@) உங்களை அவர்களின் தொடர்பு பட்டியலில் சேர்க்க விரும்புகிறது
tr: %1$@ (%2$@) kullanıcısı sizi kişi listesine eklemek istiyor
uk: Користувач %1$@ (%2$@) хоче додати вас до свого списку контактів
zh_hans: 用户 %1$@ (%2$@) 想要将您添加到他们的联系人列表中
zh_hant: 使用者 %1$@ （%2$@） 想把你添加到他們的聯絡人名單

source: The username does not need to have an @ symbol. Please try again.
cs: Uživatelské jméno nemusí obsahovat symbol @. Zkuste to, prosím, znovu.
de: Der Benutzername muss kein @-Symbol haben. Bitte versuche es erneut.
es_ar: El nombre de usuario no necesita un símbolo @. Por favor intente de nuevo.
et: Kasutajanimes ei pea leiduma @ märki. Palun proovi uuesti.
eu: Erabiltzaile izenak ez du @ ikurrik izan behar. Saiatu berriro.
fr: Le nom d'utilisateur ne doit pas contenir le symbole @. Veuillez réessayer.
ja: ユーザー名に記号 @ を使うことはできません。もう一度やり直してください。
pl: Nazwa użytkownika nie musi zawierać symbolu @. Proszę spróbuj ponownie.
pt_br: O nome de usuário não precisa ter um símbolo @. Por favor, tente novamente.
ro: Numele de utilizator nu trebuie să aibă un simbol @. Vă rugăm să încercați din nou.
ru: Имя пользователя не должно содержать символ '@'. Попробуйте снова.
ta: பயனர்பெயருக்கு @ அடையாளம் இருக்க தேவையில்லை. மீண்டும் முயற்சிக்கவும்.
tr: Kullanıcı adının @ sembolüne sahip olması gerekmez. Lütfen tekrar deneyin.
uk: Ім'я користувача не повинно мати символ @. Будь ласка, спробуйте ще раз.
zh_hans: 用户名不需要有 @ 符号。请重试。
zh_hant: 使用者名稱不需要有 @ 符號。請重試。

source: There is no configured email account. Please email info@monal-im.org .
cs: Neexistuje žádný nastavený e-mailový účet. Odešlete, prosím, e-mail na info@monal-im.org .
de: Es gibt kein konfiguriertes E-Mail-Konto. Bitte sende eine E-Mail an info@monal-im.org.
es_ar: No hay una cuenta de email configurada. Por favor envíe un email a info@monal-im.org.
et: Seadistatud e-posti kontot ei leidu. Palun saada e-kiri aadressile info@monal-im.org .
eu: Ez dago ePosta konturik konfiguratuta. Bidali ePosta info@monal-im.org-era.
fr: Il n'y a pas de compte de messagerie configuré. Veuillez envoyer un courriel à info@monal-im.org .
ja: 設定された電子メール アカウントがありません。 info@monal-im.org に電子メールを送信してください。
pl: Nie ma skonfigurowanego konta e-mail. Wyślij e-mail na adres info@monal-im.org .
pt_br: Não há conta de e-mail configurada. Por favor, envie um e-mail para info@monal-im.org .
ro: Nu există nici un cont de e-mail configurat. Vă rugăm să trimiteți un e-mail către info@monal-im.org .
ru: Настроенный почтовый ящик не найден. Пожалуйста, отправьте письмо на адрес: info@monal-im.org .
ta: கட்டமைக்கப்பட்ட மின்னஞ்சல் கணக்கு எதுவும் இல்லை. Info@monal-im.org க்கு மின்னஞ்சல் செய்யவும்.
tr: Yapılandırılmış bir e-posta hesabı yok. Lütfen info@monal-im.org adresine e-posta gönder.
uk: Немає налаштованого облікового запису електронної пошти. Будь ласка, надішліть електронний лист на адресу info@monal-im.org .
zh_hans: 没有配置的电子邮件账号。请发送电子邮件至 info@monal-im.org。
zh_hant: 無設定的電子郵件帳戶。請傳送電子郵件至info@monal-im.org。

source: There was a SASL error on the server.
cs: Na serveru došlo k chybě SASL.
de: Es gab einen SASL-Fehler auf dem Server.
es_ar: Hubo un error SASL en el servidor.
eu: SASL errore bat gertatu da zerbitzarian.
fr: Une erreur SASL s'est produite sur le serveur.
ja: サーバーに SASL エラーがありました。
pl: Na serwerze wystąpił błąd SASL.
pt_br: Ocorreu um erro de SASL no servidor.
ro: A apărut o eroare SASL pe server.
ru: На сервере произошла ошибка SASL.
ta: சேவையகத்தில் ஒரு SASL பிழை இருந்தது.
tr: Sunucuda bir SASL hatası oluştu.
uk: На сервері виникла помилка SASL.
zh_hans: 服务器上出现 SASL 错误。
zh_hant: 伺服器上出現 SASL 錯誤。

source: There was an error decrypting this encrypted message (Signal error). To resolve this, try sending an encrypted message to this person.
cs: Při dešifrování této zprávy se vyskytla chyba (Signal error). Poslání šifrované zprávy tomuto kontaktu by mělo problém vyřešit.
de: Bei der Entschlüsselung dieser verschlüsselten Nachricht ist ein Fehler aufgetreten (Signal-Fehler). Um dies zu beheben, versuche eine verschlüsselte Nachricht an diese Person zu senden.
es_ar: Hubo un error al desencriptar este mensaje (error de Signal). Para resolver esto, intenta enviar un mensaje encriptado a esta persona.
eu: Errorea gertatu da zifratutako mezu hau deszifratzean (Signal errorea). Konpontzeko saiatu zifratutako mezu bat bidaltzen pertsona honi.
fr: Une erreur s'est produite lors du déchiffrement de ce message chiffré (erreur de Signal). Pour résoudre ceci, essayez d'envoyer un message chiffré à cette personne.
ja: この暗号化されたメッセージの復号中にエラーが発生しました (シグナル エラー)。これを解決するには、この人に暗号化されたメッセージを送信してみてください。
pl: Wystąpił błąd podczas odszyfrowywania tej zaszyfrowanej wiadomości (błąd sygnału). Aby rozwiązać ten problem, spróbuj wysłać zaszyfrowaną wiadomość do tej osoby.
pt_br: Ocorreu um erro ao descriptografar esta mensagem criptografada (erro do Signal). Para resolver isso, tente enviar uma mensagem criptografada para essa pessoa.
ro: A apărut o eroare la decriptarea acestui mesaj criptat (eroare Signal). Pentru a rezolva acesta încercați să trimiteți un mesaj criptat acestei persoane.
ru: Не удалось расшифровать это сообщение (ошибка сигнала). Для устранения, попробуйте отправить шифрованное сообщение этому собеседнику.
ta: இந்த மறைகுறியாக்கப்பட்ட செய்தியை (சமிக்ஞை பிழை) மறைகுறியாக்குவதில் பிழை ஏற்பட்டது. இதைத் தீர்க்க, இந்த நபருக்கு மறைகுறியாக்கப்பட்ட செய்தியை அனுப்ப முயற்சிக்கவும்.
tr: Bu şifreli iletinin şifresi çözülürken bir hata oluştu (Sinyal hatası). Bunu çözmek için bu kişiye şifreli bir ileti göndermeyi deneyin.
uk: Сталася помилка при розшифровці цього зашифрованого повідомлення (помилка сигналу). Щоб вирішити це, спробуйте надіслати цій людині зашифроване повідомлення.
zh_hans: 解密此加密消息时出错（Signal 错误）。要解决这个问题，请尝试向此人发送加密消息。
zh_hant: 解密此加密郵件時出現錯誤（信號錯誤）。若要解決此問題，請嘗試向此人傳送加密郵件。

source: There was an error decrypting this encrypted message (Signal error). To resolve this, try sending an encrypted message to this person. (%@)
cs: Došlo k chybě při dešifrování této šifrované zprávy (Signal error). Pro vyřešení této chyby zkuste tomuto kontaktu poslat šifrovanou zprávu. (%@)
de: Beim Entschlüsseln dieser verschlüsselten Nachricht ist ein Fehler aufgetreten (Signal-Fehler). Versuche, eine verschlüsselte Nachricht an diese Person zu senden, um dieses Problem zu beheben. (%@)
es_ar: Hubo un error al desencriptar este mensaje encriptado (error de Signal). Para resolverlo, intente enviar un mensaje encriptado a esta persona. (%@)
eu: Errorea mezu zifratu hau deszifratzean (Signal errorea). Konpontzeko saiatu zifratutako mezu bat bidaltzen pertsona honi. (%@)
fr: Une erreur est survenue en décryptant ce message crypté (erreur de signal). Pour résoudre cela, essayez d'envoyer un message crypté à cette personne. (%@)
ja: この暗号化されたメッセージの復号中にエラーが発生しました (シグナル エラー)。これを解決するには、この人に暗号化されたメッセージを送信してみてください。 (%@)
pl: Wystąpił błąd podczas odszyfrowywania tej zaszyfrowanej wiadomości (błąd sygnału). Aby rozwiązać ten problem, spróbuj wysłać zaszyfrowaną wiadomość do tej osoby. (%@)
pt_br: Ocorreu um erro ao descriptografar esta mensagem criptografada (erro do Signal). Para resolver isso, tente enviar uma mensagem criptografada para essa pessoa. (%@)
ru: Не удалось расшифровать это сообщение (ошибка сигнала). Для устранения, попробуйте отправить шифрованное сообщение этому собеседнику. (%@)
ta: இந்த மறைகுறியாக்கப்பட்ட செய்தியை (சமிக்ஞை பிழை) மறைகுறியாக்குவதில் பிழை ஏற்பட்டது. இதைத் தீர்க்க, இந்த நபருக்கு மறைகுறியாக்கப்பட்ட செய்தியை அனுப்ப முயற்சிக்கவும். (%@)
tr: Bu şifreli iletinin şifresi çözülürken bir hata oluştu (Sinyal hatası). Bunu çözmek için bu kişiye şifreli bir ileti göndermeyi deneyin. (%@)
uk: Виникла помилка при розшифруванні цього зашифрованого повідомлення (помилка сигналу). Щоб вирішити цю проблему, спробуйте надіслати зашифроване повідомлення цій людині. (%@)
zh_hans: 解密此加密消息时出错（Signal 错误）。要解决这个问题，请尝试向此人发送加密消息。(%@)
zh_hant: 解密此加密訊息時出錯（Signal 錯誤）。要解決此問題，請嘗試向此人傳送加密消息。(%@)

source: These are important privacy settings you may want to review!
de: Dies sind wichtige Datenschutzeinstellungen, die du überprüfen solltest!
es_ar: ¡Estos son ajustes de privacidad importantes que seguramente quiere revisar!
et: Need on olulised privaatsusseadistused, mida ilmselt soovid üle vaadata!
eu: Berrikusi nahi izango dituzun pribatutasun-ezarpen garrantzitsuak dira hauek!
fr: Ces paramètres sont importants pour la vie privée, vous pourriez vouloir les passer en revue !
ja: これらは重要なプライバシー設定なので、再確認してください。
pl: To są ważne ustawienia prywatności, które warto przejrzeć!
pt_br: Estas são configurações de privacidade importantes que você pode querer revisar!
ru: Важные настройки приватности, которые вам стоит пересмотреть!
ta: இவை நீங்கள் மதிப்பாய்வு செய்ய விரும்பும் முக்கியமான தனியுரிமை அமைப்புகள்!
tr: Bunlar gözden geçirmek isteyebileceğiniz önemli gizlilik ayarlarıdır!
uk: Це важливі налаштування конфіденційності, які ви можете переглянути!
zh_hans: 这些是您可能想要查看的重要隐私设置！
zh_hant: 這些是您可能需要查看的重要隱私設定！
