Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Automatically fetch previews of received links
cs: Automaticky načítat náhledy přijatých odkazů
ro: Preluarea automată a previzualizărilor legăturilor primite

source: Automatically send when you were online
cs: Automaticky odesílat kdy jste byli naposledy online
ro: Anunță automat când sunteți conectați

source: Away
cs: Pryč
ro: Plecat(ă)

source: Backgrounds
cs: Pozadí
ro: Fundaluri

source: Block %@ from contacting you?
cs: Zablokovat kontakt %@?
ro: Blocați pe %@ să vă contacteze?

source: Block Sender
cs: Blokovat odesílatele
ro: Blocare expeditor

source: Blocking not supported
cs: Blokování není podporováno
ro: Blocarea nu este suportată

source: call screen did disappear
cs: Obrazovka hovoru zmizela
ro: ecranul de apel a dispărut

source: Can't convert the image to png file.
cs: Nebylo možné zkonvertovat obrázek do formátu png.
ro: Nu s-a putut converti imaginea în fișier PNG.

source: Chat Backgrounds
cs: Pozadí chatů
ro: Fundaluri discuție

source: Chat for free with your friends, colleagues and family!
cs: Chatuje zdarma se svými přáteli, kolegy a rodinou!
ro: Discutați gratuit cu prietenii, colegii și familia!

source: Chat Logs
cs: Protokoly chatů
ro: Jurnalele de discuții

source: Checking
cs: Ověřuji
ro: Verificare

source: Checking if the jid you provided is correct
cs: Zkontrolujte, zda je Vámi zadané JID správné
ro: Se verifică dacă adresa XMPP pe care ați furnizat-o este corectă

source: Choices Galore
cs: Spousta možností
ro: Alegeri din belșug

source: Clear chat history for this contact
cs: Smazat historii chatu pro tento kontakt
ro: Ștergeți istoricul conversațiilor pentru acest contact

source: Clear omemo session
cs: Odstranit relaci OMEMO
ro: Ștergere sesiune OMEMO

source: Clear OMEMO session
cs: Vymazat OMEMO relaci
ro: Ștergere sesiune OMEMO

source: Clear own omemo session
cs: Vymazat vlastní OMEMO relaci
ro: Ștergeți propria sesiune OMEMO

source: Connected
cs: Připojeno
ro: Conectat

source: Connected since: %@
cs: Připojeno od: %@
ro: Conectat de la: %@

source: Connection Details
cs: Detaily připojení
ro: Detalii conexiune

source: Contact Jid
cs: JID kontaktu
ro: Adresa contact

source: Contact Name
cs: Jméno kontaktu
ro: Nume contact

source: Contact or Channel Jid
cs: JID kontkatu nebo kanálu
ro: Adresa XMPP pentru contact sau canal

source: Contacts are usually in the format: username@dom.ain
cs: Kontkaty jsou obvykle ve formátu: uživatel@domé.na
ro: Persoanele de contact sunt, de obicei, în formatul: nume@domeniu.ceva

source: Contacts are usually in the format: username@domain.something
cs: Kontakty jsou obvykle ve formátu: uživatel@doména.něco
ro: Contactele sunt, de obicei, în formatul: nume@domeniu.ceva

source: Could not load (all) old messages
cs: Nebylo možné nahrát (všechny) starší zprávy
ro: Nu s-au putut încărca (toate) mesajele vechi

source: Could not request registration form. Please check your internet connection and try again.
cs: Nebylo možné požádat o registrační formulář. Zkontrolujte připojení k internetu a zkuste to znovu.
ro: Nu s-a putut solicita formularul de înregistrare. Verificați conexiunea la internet și încercați din nou.

source: Decline
cs: Odmítnout
ro: Refuză

source: Default chat backgrounds are from the Ubuntu project.
cs: Výchozí pozadí chatů pochází z projektu Ubuntu.
ro: Fundalurile implicite sunt din proiectul Ubuntu.

source: Delete Locally
cs: Smazat lokálně
ro: Ștergere locală

source: Disconnected
cs: Odpojeno
ro: Deconectat

source: Display
ro: Afișare

source: Display Settings
cs: Nastavení zobrazení
ro: Setări de afișare

source: Draft: %@
cs: Koncept: %@
ro: Ciornă: %@

source: Enter you password here
cs: Zadejte své heslo
ro: Introduceți parola aici

source: Enter you XMPP ID here
cs: Zadejte své XMPP ID
ro: Introduceți adresa voastră XMPP aici

source: Error entering groupchat
cs: Chyba při připojování ke skupině
ro: Eroare la intrarea în discuția de grup

source: Error while decrypting
cs: Chyba při dešifrování
ro: Eroare la decriptare

source: Error: Received message is empty
cs: Chyba: Přijatá zpráva je prázdná
ro: Eroare: Mesajul primit este gol

source: Escape The Garden
cs: Útěk ze zahrady
ro: Scapă din grădină

source: Failed to copy downloaded file into cache directory
cs: Chyba při kopírování staženého souboru do složky mezipaměti
ro: Copierea fișierului descărcat în directorul cache nu a reușit

source: Failed to delete own avatar on account %@
cs: Chyba při mazání vlastního avataru v účtu %@
ro: Nu s-a reușit ștergerea propriului avatar pe contul %@

source: Failed to download file
cs: Chyba při stahování souboru
ro: Nu s-a reușit descărcarea fișierului

source: Failed to enter groupchat %@
cs: Připojení ke skupině %@ se nezdařilo
ro: Nu s-a putut intra în discuția de grup %@

source: Failed to enter groupchat %@: This is not a groupchat!
cs: Chyba při připojení ke skupině %@: Toto není skupinový chat!
ro: Nu ați reușit să intrați în discuția de grup %@: Aceasta nu este o discuție de grup!

source: Failed to publish own avatar on account %@
cs: Chyba při zveřejňování vlastního avataru v účtu %@
ro: Nu s-a reușit publicarea propriului avatar pe contul %@

source: Failed to publish own nickname on account %@
cs: Chyba při zveřejňování vlastní přezdívky v účtu %@
ro: Nu s-a reușit publicarea propriului nume pe contul %@

source: Failed to query new messages for groupchat %@
cs: Chyba při dotazování na nové zprávy ve skupinovém chatu %@
ro: Nu s-a reușit interogarea mesajelor noi pentru discuția de grup %@

source: Failed to query newest stanzaid for groupchat %@
cs: Chyba při získávání nejnovějšího StanzaID pro skupinový chat %@
ro: Nu s-a reușit interogarea celui mai nou ID stanza pentru discuția de grup %@

source: Failed to uploaded file to file cache directory
cs: Chyba při nahrání souboru do adresáře mezipaměti
ro: Eroare la încărcarea fișierului în directorul cache de fișiere

source: Favorite
cs: Oblíbené
ro: Favorit

source: Favorite Group Chats (MUC). Tap to join.
cs: Oblíbené skupinové chaty (MUC). Klepnutím se připojíte.
ro: Discuție de grup favorită (MUC). Atingeți pentru a vă alătura.

source: from
cs: od
ro: de la

source: Got it!
cs: Rozumím!
ro: Am înțeles!

source: Group Chat
cs: Skupinový chat
ro: Discuție de grup

source: Group Chat Invite
cs: Pozvánka do skupinového chatu
ro: Invitație la discuție de grup

source: Group Information
cs: Informace o skupině
ro: Informații despre grup

source: Group Password
cs: Heslo skupiny
ro: Parolă grup

source: Group requires a password
cs: Skupina požaduje heslo
ro: Grupul necesită o parolă

source: Group/Channel error
ro: Eroare de grup/canal

source: Groupchat error
cs: Chyba skupinového chatu
ro: Eroare la discuția de grup

source: Groupchat/channel details
cs: Podrobnosti o skupině/kanálu
ro: Detalii discuție de grup/canal

source: Groupchat/channel details are currently not implemented in Monal.
cs: Podrobnosti o skupině/kanálu nejsou v této chvíli v Monalu implementovány.
ro: Detaliile grupului/canalului nu sunt implementate momentan în Monal.

source: Hardcoded Hostname
cs: Použít vlastní název hostitele
ro: Nume de gazdă presetat

source: Hide Chat
cs: Skrýt chat
ro: Ascunde discuție

source: If Monal can't show notifications, you will not see alerts when a message arrives. This happens if you tapped 'Decline' when Monal first asked permission. Fix it by going to iOS Settings -> Monal -> Notifications and select 'Allow Notifications'.
cs: Pokud Monal nemůže zobrazovat oznámení, nebudete informováni, když přijde nová zpráva. K tomu dochází, pokud jste klepli na "Odmítnout" při první žádosti Monalu o udělení oprávnění. Oznámení můžete povolit v Nastavení (iOS aplikace) -> Monal -> Oznámení a aktivujete 'Povolit oznámení'.
ro: Dacă Monal nu poate afișa notificări, nu veți vedea avertizări atunci când sosește un mesaj. Acest lucru se întâmplă dacă ați apăsat pe "Refuz" atunci când Monal a cerut pentru prima dată permisiunea. Remediați mergând la Setări iOS -> Notificări Monal și selectați "Permiteți notificări".

source: If Monal push is off, your device could not talk to push.monal.im. This should also never be off. It requires Apple push service to work first.
cs: Pokud Monal push není aktivní, Vaše zařízení se nemůže připojit k serveru push.monal.im. Tato možnost by měla být vždy přístupná. Ke svému fungování vyžaduje funkční službu Apple push.
ro: Dacă serviciul Monal Push este dezactivat, dispozitivul nu poate comunica cu push.monal.im. Acest serviciu nu ar trebui să fie oprit niciodată. Are nevoie însă ca serviciul Apple Push să funcționeze.

source: If you like Monal, please let others know and leave a review
cs: Pokud se Vám Monal líbí, dejte o něm vědět ostatním a napište recenzi
ro: Dacă vă place Monal, vă rugăm să le spuneți și celorlalți și să lăsați o recenzie

source: If you want to use VOIP you will need to allow access in Settings-> Privacy-> Microphone.
cs: Pokud chcete používat VOIP, musíte povolit přístup k mikrofonu v Nastavení (iOS) -> Soukromí -> Mikrofon.
ro: Dacă doriți să utilizați apelurile de voce (VOIP) veți avea nevoie să permiteți accesul în Setări-> Intimitate-> Microfon.

source: Ignore
cs: Ignorovat
ro: Ignoră

source: Image encryption error
cs: Chyba při šifrování obrázku
ro: Eroare de criptare a imaginii

source: Image Quality
cs: Kvalita obrázků
ro: Calitatea imaginii

source: Image Quality: %.2f
cs: Kvalita obrázků: %.2f
ro: Calitatea imaginii: %.2f

source: Images
cs: Obrázky
ro: Imagini

source: Incoming audio call to %@ from %@
cs: Příchozí hovor pro %1$@ od %2$@
ro: Apel audio primit către %1$@ de la %2$@

source: Incoming Call
cs: Příchozí hovor
ro: Apel primit

source: Invalid Credentials
cs: Neplatné přihlašovací údaje
ro: Date de autentificare invalide

source: Invalid username
cs: Neplatné uživatelské jméno
ro: Nume de utilizator invalid

source: Jabber ID
ro: Adresă XMPP

source: Jid Invalid
cs: Neplatné JID
ro: Adresă XMPP invalidă

source: Join
cs: Připojit
ro: Alăturați-vă

source: Joining Group
cs: Připojuji ke skupině
ro: Alăturare grupului

source: Kicked, because muc is now members-only: %@
cs: Vyloučen, tato místnost je nyní jen pro členy: %@
ro: Ați fost dați afară, grupul este de acum accesibil doar membrilor: %@

source: Kicked, because of system shutdown: %@
cs: Vyloučen, protože systém byl vypnut: %@
ro: Ați fost dați afară, serverul se oprește: %@

source: Leave Conversation
cs: Opustit konverzaci
ro: Părăsește conversația

source: Load over cellular upto
cs: Přes mobilní data až do
ro: Încărcare pe date mobile până la

source: Load over cellular upto: %.fMB
cs: Limit pro mobilní data: %.fMB
ro: Încărcare prin date mobile până la: %.fMB

source: Load over WiFi upto
cs: Přes WiFi data až do
ro: Încărcare prin Wi-Fi până la

source: Load over WiFi upto: %.fMB
cs: Limit pro WiFi: %.fMB
ro: Încărcare prin Wi-Fi până la: %.fMB

source: Loading registration form
cs: Načítání registračního formuláře
ro: Se încarcă formularul de înregistrare

source: Log
cs: Protokol
ro: Jurnal

source: Log Chats
cs: Protokolovat chaty
ro: Jurnal de discuții

source: Log Date
cs: Datum protokolu
ro: Dată jurnal

source: Login with a QR-Code
cs: Přihlásit se pomocí QR kódu
ro: Autentificare cu un cod QR

source: Mark all messages as read
cs: Označit všechny zprávy jako přečtené
ro: Marcarea tuturor mesajelor drept citite

source: Maximum File Transfer Size
cs: Maximální velikost přenášených souborů
ro: Dimensiunea maximă transfer de fișiere

source: Me
cs: Já
ro: Eu

source: Message
cs: Zpráva
ro: Mesaj

source: Message Archive Pref
cs: Nastavení archivace zpráv
ro: Preferințe arhivare mesaje

source: Message Archive Preferences
cs: Nastavení archivace zpráv
ro: Preferințe pentru arhiva de mesaje

source: Message can't be empty
cs: Zpráva nemůže být prázdná
ro: Mesajul nu poate fi gol

source: Message Preview
cs: Náhled zprávy
ro: Previzualizare mesaj

source: Message was encrypted with omemo and can't be decrypted anymore
cs: Zpráva byla šifrována pomocí OMEMO a už nemůže být dešifrována.
ro: Mesajul a fost criptat cu OMEMO și nu mai poate fi decriptat

source: Message was not encrypted for this device. Please make sure the sender trusts deviceid %d and that they have you as a contact.
cs: Zpráva nebyla zašifrována pro toto zařízení. Ujistěte se, prosím, že odesílatel důvěřuje zařízení %d a že si Vás přidal do kontaktů.
ro: Mesajul nu a fost criptat pentru acest dispozitiv. Asigurați-vă că expeditorul are încredere în dispozitivul cu ID %d și că vă are ca persoană de contact.

source: Monal uses your location when you send a location message in a conversation.
cs: Monal využívá Vaši polohu, když v konverzaci posíláte zprávu o poloze.
ro: Monal vă utilizează locația atunci când trimiteți un mesaj de locație într-o conversație.

source: Monal Push Server
ro: Serverul Push Monal

source: Monal uses OMEMO encryption to protect your conversations
cs: Monal používá šifrování OMEMO k ochraně Vašich konverzací
ro: Monal utilizează criptarea OMEMO pentru a vă proteja conversațiile

source: Mute
cs: Ztišit
ro: Mut

source: My Keys
cs: Mé klíče
ro: Cheile mele

source: My Name/Nickname
cs: Mé jméno/Přezdívka
ro: Numele meu

source: Name can't be empty
cs: Jméno nemůže být prázdné
ro: Numele nu poate fi gol

source: Name:
cs: Jméno:
ro: Nume:

source: Neither can see keys.
cs: Ani jeden nevidí klíče.
ro: Nici unul nu poate vedea cheile.

source: No Contact Selected
cs: Nevybrán žádný kontakt
ro: Nici un contact selectat

source: No Empty Values
cs: Žádné prázdné hodnoty
ro: Nici o valoare goală

source: No groups yet
cs: Zatím nemáte žádné skupiny
ro: Nu există încă grupuri

source: No one is here
cs: Nikdo tu není
ro: Nimeni nu este aici

source: No supported auth mechanism found, disconnecting!
cs: Nebyl nalezen žádný podporovaný ověřovací mechanismus, odpojuji!
ro: Nu s-a găsit niciun mecanism de autentificare acceptat, deconectare!

source: no supported auth mechanism, disconnecting!
cs: nepodporovaný autentizační mechanizmus, odpojuji!
ro: niciun mecanism de autentificare acceptat, deconectare!

source: Nothing to see
cs: Nic k vidění
ro: Nimic de văzut

source: Notification
cs: Oznámení
ro: Notificare

source: Notification Changes
cs: Změny oznámení
ro: Modificări notificare

source: Notification Settings
cs: Nastavení oznámení
ro: Setări notificare

source: Notifications have changed in iOS 13 because of some iOS changes. For now you will just see something saying there is a new message and not the text or who sent it. I have decided to do this so you have reliable messaging while I work to update Monal to get the old expereince back.
ro: Notificările s-au schimbat în iOS 13 din cauza unor modificări iOS. Deocamdată veți vedea ceva care spune că există un mesaj nou și nu textul sau cine l-a trimis. Am decis să fac acest lucru, astfel încât să aveți mesagerie de încredere în timp ce lucrez pentru a actualiza Monal și a restaura vechea experiență.

source: Notifications have changed in iOS 13 because of some iOS changes. For now you will just see something saying there is a new message and not the text or who sent it. I have decided to do this so you have reliable messaging while I work to update Monal to get the old experience back.
ro: Notificările s-au schimbat în iOS 13 din cauza unor modificări iOS. Deocamdată, veți vedea doar ceva care spune că există un mesaj nou și nu textul sau cine l-a trimis. Am decis să fac acest lucru, astfel încât să aveți mesagerie de încredere în timp ce lucrez pentru a actualiza Monal pentru a reveni vechea experiență.

source: Offline Contacts
cs: Kontakty offline
ro: Contacte deconectate

source: Only shareable for now
cs: Prozatím lze pouze sdílet
ro: Numai de partajat deocamdată

source: Os:
ro: Sistem operare:

source: Participants
cs: Členové
ro: Participanți

source: Please enter a password.
cs: Vložte, prosím, heslo.
ro: Vă rugăm să introduceți o parolă.

source: Please make sure at least one account has connected before trying to add a contact.
cs: Před tím, než se pokusíte přidat kontakt, ujistěte se, prosím, že alespoň jeden z Vašich účtů je připojen.
ro: Vă rugăm să vă asigurați că cel puțin un cont s-a conectat înainte de a încerca să adăugați un contact.

source: Please make sure at least one account has connected before trying to message someone.
cs: Před tím, než se pokusíte napsat někomu zprávu, ujistěte se, prosím, že alespoň jeden z Vašich účtů je připojen.
ro: Vă rugăm să vă asigurați că cel puțin un cont s-a conectat înainte de a încerca să trimiteți un mesaj cuiva.

source: Please open the app to retry
cs: Otevřete, prosím, aplikaci a zkuste to znovu
ro: Deschideți aplicația pentru a reîncerca

source: Port: %@, Is Secure: %@, Prio: %@
cs: Port: %1$@, Is Secure: %2$@, Prio: %3$@
ro: Port: %1$@, Este securizat: %2$@, Prioritate: %3$@

source: Presence
cs: Přítomnost
ro: Prezență

source: Privacy Settings
cs: Nastavení soukromí
ro: Setări confidențialitate

source: QR-Code scanning is not supported on catalina
cs: Skenování QR kódu není podporováno na Catalina
ro: Scanarea codurilor QR nu este suportată pe Catalina

source: QR-Code scanning unsupported
cs: Skenování QR kódů není podporováno
ro: Scanarea codurilor QR nu este suportată

source: QR-Code: Fingerprints found
cs: QR kód: Nalezeny otisky
ro: Cod QR: Amprentele digitale găsite

source: Quick Setup
cs: Rychlé nastavení
ro: Setare rapidă

source: Read
cs: Přečteno
ro: Citit

source: Rebuild Tokens
cs: Znovu vygenerovat tokeny
ro: Reconstruire jetoane

source: Rebuilding is useful if you are experiencing problems. This will require an app restart to work.
cs: Nové vygenerování se hodí, pokud máte problémy. Bude potřeba restartovat aplikaci.
ro: Reconstruirea este utilă dacă întâmpinați probleme. Acest lucru va necesita o repornire a aplicației pentru a funcționa.

source: Receive push notifications from via Apple even when disconnected. Vastly improves reliability.
cs: Dostávat upozornění na nové zprávy pomocí Apple push, pokud je Monal odpojen. Podstatně zvyšuje spolehlivost.
ro: Primiți notificări Push de la Apple chiar și atunci când sunteți deconectat(ă). Îmbunătățește considerabil fiabilitatea.

source: Received
cs: Přijato
ro: Primit

source: Recently Seen
cs: Nedávno spatřen
ro: Văzut(ă) recent

source: Recipient Name
cs: Jméno příjemce
ro: Nume destinatar

source: Recipient name can't be empty
cs: Jméno příjemce nemůže být prázdné
ro: Numele destinatarului nu poate fi gol

source: Recipients are usually in the format: username@domain.something
cs: Adresa příjemce bývá obvykle ve formátu: uživatel@doména.něco
ro: Destinatarii sunt de obicei în formatul: nume@domeniu.ceva

source: Reconnecting
cs: Obnovuji připojení
ro: Reconectare

source: Register
ro: Înregistrare

source: ReplyButton
ro: ButonRăspuns

source: Room
cs: Místnost
ro: Cameră

source: Select a Background
cs: Vybrat pozadí
ro: Selectați un fundal

source: Select a background to display behind conversations
cs: Vyberte pozadí, které se zobrazí za Vašimi konverzacemi
ro: Selectați un fundal pentru a fi afișat în spatele conversațiilor

source: Select Background
cs: Vybrat pozadí
ro: Selectare fundal

source: Select File
cs: Vybrat soubor
ro: Selectare fișier

source: Select From Photos
cs: Vybrat z Fotek
ro: Selectare din fotografii

source: Send A Message
cs: Poslat zprávu
ro: Trimite un mesaj

source: Send Last Interaction Time
cs: Odeslat čas poslední aktivity
ro: Trimitere ora ultimei interacțiuni

source: Send message received state
cs: Odesílat oznámení o přijetí
ro: Trimitere stare primire mesaj

source: Send Typing Notifications
cs: Odeslat oznámení o psaní
ro: Trimitere notificări de tastare

source: Sent
cs: Odesláno
ro: Trimis

source: Sent a location 📍
cs: Odeslána poloha 📍
ro: Trimite locația 📍

source: Server Support Details
cs: Podrobnosti o podpoře serveru
ro: Detalii caracteristici server

source: Set a nickname
cs: Nastavte přezdívku
ro: Setați un nume

source: Set a nickname for this contact
cs: Nastavit přezdívku pro tento kontakt
ro: Setați un nume pentru acest contact

source: Show Inline Geo Location
cs: Zobrazit polohu v chatu
ro: Afișare locație în discuție

source: Show Inline Images
cs: Zobrazit obrázky v chatu
ro: Afișare imagini în discuție

source: Signing Up
cs: Registrace
ro: Înscriere

source: Skip
cs: Přeskočit
ro: Omite

source: Software Version
cs: Verze softwaru
ro: Versiune software

source: Sort By Status
cs: Řadit podle stavu
ro: Sortare după stare

source: Spread The Word
cs: Pošlete to dál
ro: Împrăștie vestea

source: SRV entry prohibits XMPP connection
cs: SRV záznam zakazuje XMPP připojení
ro: Setarea SRV interzice conexiunea XMPP

source: SRV entry prohibits XMPP connection for server %@
cs: Zápis SRV zakazuje XMPP připojení na server %@
ro: Setarea SRV interzice conexiunea XMPP pentru serverul %@

source: SSL Error: Certificate chain is invalid
cs: Chyba SSL: Řetězec certifikátů je neplatný
ro: Eroare SSL: Lanțul de certificate nu este valid

source: SSL Error: Certificate expired
cs: Chyba SSL: Platnost certifikátu vypršela
ro: Eroare SSL: Certificat expirat

source: SSL Error: Host name mismatch
cs: Chyba SSL: Název hostitele se neshoduje
ro: Eroare SSL: Nepotrivire nume gazdă

source: SSL Error: Unknown root certificate
cs: Chyba SSL: Neznámý kořenový certifikát
ro: Eroare SSL: Certificat rădăcină necunoscut

source: Start Using Monal
cs: Začít používat Monal
ro: Începeți să utilizați Monal

source: Sync Read-Markers
cs: Synchronizace potvrzení o přečtení
ro: Sincronizare marcatori de citire

source: Tell my contacts if I've read a message
cs: Oznámit kontaktům, že jste četli jejich zprávu
ro: Anunțați persoanele de contact dacă am citit un mesaj

source: Tell my contacts if my device received a message
cs: Oznámit kontaktům, zda Vaše zařízení přijalo jejich zprávu
ro: Anunțați persoanele de contact dacă dispozitivul meu a primit un mesaj

source: Tell my contacts when I'm typing
cs: Dát vědět kontaktům, když píšu
ro: Anunță contactele atunci când tastez

source: The server does not support blocking
cs: Server nepodporuje blokování
ro: Serverul nu suportă blocarea

source: The user %@ (%@) wants to add you to his contact list
cs: The user %1$@ (%2$@) wants to add you to his contact list
ro: The user %1$@ (%2$@) wants to add you to his contact list

source: There was an error uploading the file to the server
cs: Při nahrávání souboru na server se vyskytla chyba
ro: A apărut o eroare la încărcarea fișierului pe server

source: These are SRV resource records found for your domain
cs: Toto jsou záznamy SRV nalezené pro Vaši doménu
ro: Acestea sunt setările SRV găsite pentru domeniul dumneavoastră

source: These are your encryption keys. Each device is a different place you have logged in. You should trust a key when you have verified it.
cs: Toto jsou Vaše šifrovací klíče. Každé Device ID znamená jedno zařízení, ze kterého jste se přihlásili. Jakmile klíč ověříte, měli byste mu důvěřovat.
ro: Astea sunt cheile dumneavoastră de criptare. Fiecare dispozitiv este un loc diferit în care v-ați conectat. Ar trebui să aveți încredere într-o cheie atunci când ați verificat-o.

source: They can see your keys. You can't see theirs
cs: Mohou vidět Vaše klíče. Vy nevidíte jejich
ro: Ei vă pot vedea cheile. Nu le puteți vedea pe ale lor

source: This contact does not appear to have any devices that support encryption.
cs: Zdá se, že tento kontakt nepoužívá žádné zařízení s podporou šifrování.
ro: Această persoană de contact nu pare să aibă nici un dispozitiv care să suporte criptare.

source: This message failed to send.
cs: Chyba při odesílání zprávy.
ro: Acest mesaj nu a putut fi trimis.

source: This sender will be able to send you messages
cs: Tento odesílatel Vám bude moci posílat zprávy
ro: Acest expeditor vă va putea trimite mesaje
