Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Could fetch room config form for '%@': timeout
de: Raumkonfiguration für '%@' konnte nicht abgerufen werden: Zeitüberschreitung
es_ar: No se pudo recuperar el formulario de configuración de la sala '%@': timeout
eu: Ezin izan da '%@' gelaren konfigurazio-orria eskuratu: denbora agortu da
fr: Impossible de récupérer la configuration du salon pour '%@' : timeout
ja: 部屋 ’%@’ の設定フォームを取得できました: 時間切れ
pt_br: Não foi possível buscar o formulário de configuração da sala para '%@': tempo limite atingido
ru: Не удалось загрузить конфигурацию комнаты для '%@': время ожидания истекло
ta: '%@' க்கு அறை கட்டமைப்பு படிவத்தைப் பெறலாம்: நேரம் முடிந்தது
tr: '%@' için oda yapılandırma formu getirilemedi: zaman aşımı
uk: Можливо отримати форму конфігурації кімнати для '%@': час очікування минув
zh_hans: 无法获取“%@”的群聊配置表单：超时
zh_hant: 無法獲取「%@」的群聊配置表單：超時

source: Could not access camera
cs: Nelze získat přístup ke kameře
de: Zugriff auf Kamera nicht möglich
es_ar: No se pude acceder a la cámara
et: Puudub ligipääs kaamerale
eu: Ezin izan da kamera atzitu
fr: Impossible d'accéder à la caméra
ja: カメラにアクセスできませんでした
pl: Brak dostępu do kamery
pt_br: Não foi possível acessar a câmera
ro: Nu s-a putut accesa camera
ru: Нет доступа к камере
ta: கேமராவை அணுக முடியவில்லை
tr: kameraya erişilemedi
uk: Не вдалося отримати доступ до камери
zh_hans: 无法访问摄像头
zh_hant: 無法存取相機

source: Could not access Finder item!
de: Zugriff auf Finder-Element nicht möglich!
es_ar: ¡No se pudo acceder al Finder!
eu: Ezin izan da Finderreko elementua atzitu!
fr: Impossible d'accéder à l'élément Finder !
pl: Nie można uzyskać dostępu do elementu Findera!
pt_br: Não foi possível acessar o item do Finder!
ru: Не удалось получить доступ к Finder.
ta: கண்டுபிடிப்பாளர் உருப்படியை அணுக முடியவில்லை!
tr: Finder öğesine erişilemiyor!
uk: Не вдалося отримати доступ до елемента Finder!
zh_hans: 无法访问 Finder 项目！
zh_hant: 無法存取 Finder 專案！

source: Could not change password
cs: Heslo nebylo možné změnit
de: Passwort konnte nicht geändert werden
es_ar: No se pudo cambiar la contraseña
et: Salasõna muutmine ei õnnestunud
eu: Ezin izan da pasahitza aldatu
fr: Le mot de passe ne peut être changé
ja: パスワードを変更できませんでした
pl: Nie udało się zmienić hasła
pt_br: Não foi possível alterar senha
ro: Nu s-a putut schimba parola
ru: Не удалось сменить пароль
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை
tr: Parola değiştirilemedi
uk: Не вдалося змінити пароль
zh_hans: 无法更改密码
zh_hant: 無法變更密碼

source: Could not change password: your account is currently not connected
cs: Nebylo možné změnit heslo: Váš účet není aktuálně připojen
de: Passwort konnte nicht geändert werden: dein Konto ist derzeit nicht verbunden
es_ar: No se pudo cambiar la contraseña: su cuenta no está conectada
et: Salasõna muutmine ei õnnestunud: sinu kasutajakonto pole hetkel ühendatud
eu: Ezin izan da pasahitza aldatu: unean zure kontua ez dago konektatuta
fr: Échec du changement de mot de passe : votre compte n'est pas connecté
ja: パスワードを変更できませんでした: 現在アカウントは接続されていません
pl: Nie można zmienić hasła: Twoje konto nie jest obecnie połączone
pt_br: Não foi possível alterar a senha: sua conta não está conectada no momento
ru: Не удалось сменить пароль: ваша учётная запись не в сети
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை: உங்கள் கணக்கு தற்போது இணைக்கப்படவில்லை
tr: Şifre değiştirilemedi: hesabınız şu anda bağlı değil
uk: Не вдалося змінити пароль: ваш обліковий запис наразі не підключено
zh_hans: 无法更改密码：您的账号当前未连接
zh_hant: 無法變更密碼：您的帳戶目前未連接

source: Could not change the password
cs: Nebylo možné změnit heslo
de: Änderung des Passwortes war nicht möglich
es_ar: No se pudo cambiar la contraseña
et: Salasõna muutmine ei õnnestunud
eu: Ezin izan da pasahitza aldatu
fr: Impossible de modifier le mot de passe
ja: パスワードを変更できませんでした
pl: Nie udało się zmienić hasła
pt_br: Não foi possível alterar a senha
ro: Nu s-a putut schimba parola
ru: Не удалось изменить пароль
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை
tr: Parolanın değiştirilmesi mümkün değildi
uk: Не вдалося змінити в пароль
zh_hans: 无法修改密码
zh_hant: 無法變更密碼

source: Could not configure (new) group '%@': config option '%@' not available!
de: Konnte (neue) Gruppe '%1$@' nicht konfigurieren: Konfigurationsoption '%2$@' nicht verfügbar!
es_ar: No fue posible configurar el (nuevo) grupo '%1$@': ¡opción de configuración '%2$@' no disponible!
et: (Uue) „%1$@“ grupi seadistamine ei õnnestunud: seadistuste valik „%2$@“ pole saadaval!
eu: Ezin izan da '%1$@' taldea (berria) konfiguratu: '%2$@' konfigurazio aukera ez dago erabilgarri!
fr: Impossible de configurer le (nouveau) groupe '%1$@' : option de configuration '%2$@' non disponible !
ja: Could not configure (new) group '%1$@': config option '%2$@' not available!
pl: Could not configure (new) group '%1$@': config option '%2$@' not available!
pt_br: Não foi possível configurar o (novo) grupo '%@': opção de configuração '%@' não disponível!
ru: Не удалось настроить (новую) группу '%1$@': обнаружен неизвестный параметр '%2$@'.
ta: (புதிய) குழுவை '%1 $@' உள்ளமைக்க முடியவில்லை: கட்டமைப்பு விருப்பம் '%2 $@' கிடைக்கவில்லை!
tr: '%1$@' grubu (yeni) yapılandırılamadı: '%2$@' yapılandırma seçeneği mevcut değil!
uk: Не вдалося налаштувати (нову) групу '%1$@': параметр конфігурації '%2$@' недоступний!
zh_hans: 无法配置（新）群组“%1$@”：配置选项“%2$@”不可用！
zh_hant: 無法配置（新）群組「%1$@」：配置選項「%2$@」不可用！

source: Could not configure group '%@'
de: Gruppe '%@' konnte nicht konfiguriert werden
es_ar: No se pudo configurar el grupo '%@'
et: „%@“ grupi seadistamine ei õnnestunud
eu: Ezin izan da '%@' taldea konfiguratu
fr: Impossible de configurer le groupe '%@'
ja: グループ '%@' を調整できませんでした
pt_br: Não foi possível configurar o grupo '%@'
ru: Не удалось настроить группу '%@'
ta: '%@' குழுவை உள்ளமைக்க முடியவில்லை
tr: '%@' grubu yapılandırılamadı
uk: Не вдалося налаштувати групу '%@'
zh_hans: 无法配置群组“%@”
zh_hant: 無法配置群組「%@」

source: Could not configure group '%@': timeout
de: Gruppe '%@' konnte nicht konfiguriert werden: Zeitüberschreitung
es_ar: No se pudo configurar el grupo '%@': timeout
et: „%@“ grupi seadistamine ei õnnestunud aegumise tõttu
eu: Ezin izan da '%@' taldea konfiguratu: denbora agortu da
fr: Impossible de configurer le groupe '%@' : timeout
ja: グループ '%@' を調整できませんでした: 時間切れ
pt_br: Não foi possível configurar o grupo '%@': tempo limite atingido
ru: Не удалось настроить группу '%@': время ожидания истекло
ta: '%@' குழுவை உள்ளமைக்க முடியவில்லை: நேரம் முடிந்தது
tr: '%@' grubu yapılandırılamadı: zaman aşımı
uk: Не вдалося налаштувати групу '%@': час очікування минув
zh_hans: 无法配置群组“%@”：超时
zh_hant: 無法設定群組 %@：超時

source: Could not create group '%@': timeout
de: Gruppe '%@' konnte nicht erstellt werden: Zeitüberschreitung
es_ar: No se pudo crear el grupo '%@': timeout
et: „%@“ grupi loomine ei õnnestunud aegumise tõttu
eu: Ezin izan da '%@' taldea sortu: denbora agortu da
fr: Impossible de créer le groupe '%@' : timeout
ja: グループ '%@' を作成できませんでした: 時間切れ
pt_br: Não foi possível criar o grupo '%@': tempo limite atingido
ru: Не удалось создать группу '%@': время ожидания истекло
ta: '%@' குழுவை உருவாக்க முடியவில்லை: நேரம் முடிந்தது
tr: '%@' grubu oluşturulamadı: zaman aşımı
uk: Не вдалося створити групу '%@': час очікування минув
zh_hans: 无法创建群组“%@”：超时
zh_hant: 無法建立群組 『%@』： 超時

source: Could not decrypt message
cs: Nebylo možné dešifrovat zprávu
de: Nachricht konnte nicht entschlüsselt werden
es_ar: No se pudo desencriptar el mensaje
et: Sõnumi dekrüptimine ei õnnestunud
eu: Ezin izan da mezua deszifratu
fr: Impossible de déchiffrer le message
ja: メッセージを復号できませんでした
pl: Nie udało się odszyfrować wiadomości
pt_br: Não foi possível descriptografar a mensagem
ro: Nu s-a putut decripta mesajul
ru: Не удалось расшифровать сообщение
ta: செய்தியை மறைகுறியாக்க முடியவில்லை
tr: Mesajın şifresi çözülemedi
uk: Не вдалося розшифрувати повідомлення
zh_hans: 无法解密消息
zh_hant: 無法解密訊息

source: Could not fetch (all) old messages for this chat from your server archive. Please try again later. %@
cs: Nebylo možné získat (všechny) starší zprávy z archivu na Vašem serveru. Zkuste to, prosím, později. %@
de: Es konnten nicht (alle) alten Nachrichten für diesen Chat aus deinem Serverarchiv geholt werden. Bitte versuche es später noch einmal. %@
es_ar: No se pudieron obtener (todos) los mensajes antiguos para este chat del archivo en tu servidor. Por favor, inténtalo de nuevo más tarde. %@
eu: Ezin izan dira elkarrizketa honetako mezu zaharrak (guztiak) zerbitzariaren artxibotik eskuratu. Saiatu berriro geroago. %@
fr: Les anciens messages pour ce chat n'ont pu être récupérés depuis l'archive du serveur. Veuillez réessayer plus tard. %@
ja: このチャットの (すべての) 古いメッセージをサーバー保管から取得できませんでした。後でもう一度試してください。 %@
pl: Nie można pobrać (wszystkich) starych wiadomości dla tego czatu z archiwum serwera. Spróbuj ponownie później. %@
pt_br: Não foi possível buscar (todas) mensagens anteriores para esta conversa a partir do arquivo no seu servidor. Por favor, tente novamente mais tarde. %@
ru: Не удалось получить (все) старые сообщения этой переписки с сервера. Пожалуйста, повторите попытку позже. %@
ta: உங்கள் சேவையக காப்பகத்திலிருந்து இந்த அரட்டைக்கு பழைய செய்திகளைப் பெற முடியவில்லை. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும். %@
tr: Sunucu arşivinizden bu sohbet için (tümü) eski mesajlar getirilemedi. Lütfen daha sonra tekrar deneyiniz. %@
uk: Не вдалося отримати (всі) старі повідомлення для цього чату з архіву вашого сервера. Будь ласка, спробуйте пізніше. %@
zh_hans: 无法从服务器的存档中获取此聊天的（所有）旧消息。请稍后再试。 %@
zh_hant: 無法從您的伺服器存檔中獲取此聊天的（所有）舊訊息。請稍後重試。%@

source: Could not fetch messages
cs: Nebylo možné získat zprávy
de: Nachrichten konnten nicht abgerufen werden
es_ar: No se pudieron recuperar los mensajes
et: Sõnumite laadimine ei õnnestu
eu: Ezin izan dira mezuak eskuratu
fr: Échec de la récupération des messages
ja: メッセージを取得できませんでした
pl: Nie udało się pobrać wiadomości
pt_br: Não foi possível buscar mensagens
ro: Nu s-au putut prelua mesajele
ru: Не удалось получить сообщения
ta: செய்திகளைப் பெற முடியவில்லை
tr: Mesajlar getirilemedi
uk: Не вдалося отримати повідомлення
zh_hans: 无法获取消息
zh_hant: 無法提取訊息

source: Could not get default capture device
cs: Nelze získat výchozí zachytávací zařízení
de: Standardaufnahmegerät konnte nicht abgerufen werden
es_ar: No se pude acceder al dispositivo de captura predeterminado
et: Vaikimisi hõiveseadme tuvastamine ei õnnestunud
eu: Ezin izan da lehenetsitako kaptura gailua atzitu
fr: Impossible d'obtenir le périphérique de capture par défaut
pl: Nie udało się uzyskać domyślnego urządzenia do przechwytywania
pt_br: Não foi possível obter o dispositivo padrão de captura
ro: Nu s-a putut obține dispozitivul de captură implicit
ru: Не удалось найти устройство для сканирования
ta: இயல்புநிலை பிடிப்பு சாதனத்தைப் பெற முடியவில்லை
tr: Varsayılan yakalama aygıtı algılanamadı
uk: Не вдалося отримати пристрій захоплення за замовчуванням
zh_hans: 无法获取默认视频捕获设备
zh_hant: 無法取得默認影像擷取裝置

source: Could not init video session
cs: Video-relaci nelze spustit
de: Videositzung konnte nicht gestartet werden
es_ar: No se puede iniciar sesión de video
et: Videosessiooni valmendamine ei õnnestunud
eu: Ezin izan da bideo-saioa abiarazi
fr: Impossible d'initialiser la session vidéo
pl: Nie można rozpocząć sesji wideo
pt_br: Não foi possível iniciar a sessão de vídeo
ro: Nu s-a putut iniția sesiunea video
ru: Не удалось запустить видео сессию
ta: வீடியோ அமர்வைத் தொடங்க முடியவில்லை
tr: Video oturumu içeriği algılanamadı
uk: Не вдалося розпочати відеосеанс
zh_hans: 无法初始化视频会话
zh_hant: 無法初始化視訊會話

source: Could not join group/channel '%@': timeout
de: Konnte Gruppe/Channel '%@' nicht beitreten: Zeitüberschreitung
es_ar: No se pudo unir al grupo/canal '%@': timeout
et: „%@“ kanaliga/grupiga liitumine ei õnnestunud aegumise tõttu
eu: Ezin izan da '%@' taldera / kanalera batu: denbora agortu da
fr: Vous avez échoué à rejoindre le groupe %@ : temps d'attente maximum écoulé.
ja: グループ/チャンネル '%@' に参加できませんでした: 時間切れ
pl: Nie można dołączyć do grupy/kanału '%@': minął czas połączenia
pt_br: Não foi possível entrar no grupo/canal '%@': tempo limite atingido
ru: Не удалось присоединиться к группе/каналу '%@': время ожидания истекло
ta: குழு/சேனலில் '%@' இல் சேர முடியவில்லை: நேரம் முடிந்தது
tr: '%@' grubuna/kanalına katılınamadı: zaman aşımı
uk: Не вдалося приєднатися до групи/каналу '%@': таймаут
zh_hans: 无法加入群组/频道“%@”：超时
zh_hant: 無法加入群組/頻道 '%@'： 超時

source: Could not read captcha!
cs: Nebylo možné přečíst captcha!
de: Konnte Captcha nicht lesen!
es_ar: ¡No se puede leer el captcha!
et: Robotilõksu lugemine ei õnnestunud!
eu: Ezin izan da captcha irakurri!
fr: Le captcha n'a pu être lu !
ja: CAPTCHA を読めませんでした
pl: Nie udało się odczytać captcha!
pt_br: Não foi possível ler o captcha!
ru: Невозможно прочитать капчу!
ta: கேப்ட்சாவைப் படிக்க முடியவில்லை!
tr: Captcha okunamadı!
uk: Не вдалося прочитати капчу!
zh_hans: 无法读取验证码！
zh_hant: 無法讀取 驗證碼！

source: Could not register your username. Please check your code or change the username and try again.
cs: Nebylo možné registrovat Vaše uživatelské jméno. Zkontrolujte, prosím, Váš kód nebo změňte uživatelské jméno a zkuste to znovu.
de: Konnte deinen Benutzernamen nicht registrieren. Bitte überprüfe deinen Code oder ändere deinen Benutzernamen und versuche es erneut.
es_ar: No se pudo registrar tu nombre de usuario. Verifique su código o cambie el nombre de usuario y vuelva a intentarlo.
eu: Ezin izan da zure erabiltzailearen izena eman. Egiaztatu zure kodea edo aldatu erabiltzaile izena eta saiatu berriro.
fr: Impossible d'enregistrer votre nom d'utilisateur. Veuillez vérifier votre code ou modifier le nom d'utilisateur et réessayer.
ja: ユーザー名を登録できませんでした。コードを確認するかユーザー名を変更して、もう一度お試しください。
pl: Nie udało się zarejestrować nazwy. Proszę sprawdzić kod lub zmienić nazwę i spróbować jeszcze raz.
pt_br: Não foi possível registrar seu nome de usuário. Por favor verifique seu código ou altere o nome de usuário e tente novamente.
ro: Nu s-a putut înregistra contul cu numele dumneavoastră de utilizator. Verificați codul sau schimbați numele de utilizator și încercați din nou.
ru: Не удалось зарегистрировать ваше имя пользователя. Пожалуйста, проверьте ваш код или попробуйте снова с другим именем пользователя.
ta: உங்கள் பயனர்பெயரை பதிவு செய்ய முடியவில்லை. உங்கள் குறியீட்டைச் சரிபார்த்து அல்லது பயனர்பெயரை மாற்றி மீண்டும் முயற்சிக்கவும்.
tr: Kullanıcı adınız kaydedilemedi. Lütfen kodunuzu kontrol edin veya kullanıcı adını değiştirin ve yeniden deneyin.
uk: Не вдалося зареєструвати ваше ім'я користувача. Будь ласка, перевірте свій код або змініть ім'я користувача та спробуйте ще раз.
zh_hans: 无法注册您的用户名。请检查您的代码或更改用户名，然后重试。
zh_hant: 無法註冊您的使用者名稱。請檢查您的代碼或是修改使用者名稱然後再試一次。

source: Could not send
de: Konnte nicht gesendet werden
es_ar: No se pudo enviar
et: Saatmine ei õnnestunud
eu: Ezin izan da bidali
fr: Envoi impossible
ja: 送信できませんでした
pl: Nie udało się wysłać
pt_br: Não foi possível enviar
ru: Не удалось отправить
ta: அனுப்ப முடியவில்லை
tr: Gönderilemedi
uk: Не вдалося відправити
zh_hans: 无法发送
zh_hant: 無法傳送

source: Could not synchronize
cs: Nelze synchronizovat
de: Synchronisierung unvollständig
eu: Ezin izan da sinkronizatu
ja: 同期できませんでした
ro: Nu s-a putut sincroniza
ta: ஒத்திசைக்க முடியவில்லை
tr: Senkronize edilemedi
zh_hans: 无法同步
zh_hant: 無法同步

source: Could not upload file
cs: Soubor nelze odeslat
de: Datei konnte nicht hochgeladen werden
es_ar: No se pudo cargar el archivo
et: Faili üleslaadimine ei õnnestunud
eu: Ezin izan da fitxategia igo
fr: Impossible d'envoyer le fichier
ja: ファイルをアップロードできませんでした
pl: Nie można przesłać pliku
pt_br: Não foi possível enviar o arquivo
ro: Nu s-a putut încărca fișierul
ru: Не удалось загрузить файл
ta: கோப்பைப் பதிவேற்ற முடியவில்லை
tr: Dosya karşıya yüklenemedi
uk: Не вдається завантажити файл
zh_hans: 无法上传文件
zh_hant: 無法上傳檔案

source: Country:
de: Land:
es_ar: País:
et: Riik:
eu: Herrialdea:
fr: Pays :
ja: 国:
pl: Kraj:
pt_br: País:
ru: Страна:
ta: நாடு:
tr: Ülke:
uk: Країна:
zh_hans: 国家/地区：
zh_hant: 國家：

source: Crash Detected
de: Absturz erkannt
es_ar: Fallo detectado
et: Tuvastasin kokkujooksmise
eu: Kraskatu dela antzeman da
fr: Crash détecté
ja: クラッシュが検出されました
pl: Wykryto awarię aplikacji
pt_br: Encerramento Anormal Detectado
ru: Диагностирован сбой
ta: விபத்து கண்டறியப்பட்டது
tr: Çökme Algılandı
uk: Виявлено збій
zh_hans: 检测到崩溃
zh_hant: 檢測到崩潰

source: Crash Testing
de: Absturztests
es_ar: Testeando fallo
et: Krahhitestid
eu: Kraskaduren proba
fr: Crash test
pt_br: Teste de Encerramento Anormal
ru: Отладка
ta: செயலிழப்பு சோதனை
tr: Çarpışma testi
uk: Краш-тестування
zh_hans: 崩溃测试
zh_hant: 崩潰測試

source: Create new group
de: Neue Gruppe erstellen
es_ar: Crear nuevo grupo
et: Loo uus grupp
eu: Sortu talde berria
fr: Créer un nouveau groupe
ja: 新しいグループを作成
pl: Stwórz nową grupę
pt_br: Criar novo grupo
ru: Создать новую группу
ta: புதிய குழுவை உருவாக்கவும்
tr: Yeni grup oluştur
uk: Створити нову групу
zh_hans: 创建新群组
zh_hant: 創建新群組

source: Creating Group
de: Gruppe wird erstellt
es_ar: Creando grupo
et: Loon gruppi
eu: Taldea sortzen
fr: Création du groupe
ja: グループ作成
pl: Tworzenie grupy
pt_br: Criando Grupo
ru: Создание группы
ta: குழுவை உருவாக்குதல்
tr: Grup Oluşturma
uk: Створення групи
zh_hans: 正在创建群组
zh_hant: 正在創建新群組

source: Creating invitation...
de: Einladung wird erstellt...
es_ar: Creando invitación ...
et: Koostan kutset...
eu: Gonbidapena prestatzen…
fr: Invitation en cours de création...
ja: 招待を作成中...
pl: Tworzenie zaproszenia...
pt_br: Criando convite...
ru: Создание приглашения...
ta: அழைப்பை உருவாக்குதல் ...
tr: Davetiye oluşturuluyor...
uk: Створення запрошення...
zh_hans: 正在创建邀请…
zh_hant: 正在建立邀請…

source: Croatia
de: Kroatien
es_ar: Croacia
et: Horvaatia
eu: Kroazia
fr: Croatie
pt_br: Croácia
ru: Хорватия
ta: குரோவேசியா
tr: Hırvatistan
uk: Хорватія
zh_hans: 克罗地亚
zh_hant: 克羅埃西亞

source: Cuba
de: Kuba
et: Kuuba
eu: Kuba
ru: Куба
ta: க்யூபா
tr: Küba
uk: Куба
zh_hans: 古巴
zh_hant: 古巴

source: Curaçao
es_ar: Curazao
ru: Кюрасао
ta: குராக்கோ
uk: Кюрасао
zh_hans: 库拉索岛
zh_hant: 庫拉索

source: Current Password
cs: Současné heslo
de: Aktuelles Passwort
es_ar: Contraseña actual
et: Senine salasõna
eu: Uneko pasahitza
fr: Mot de passe actuel
ja: 現在のパスワード
pl: Aktualne hasło
pt_br: Senha Atual
ro: Parola actuală
ru: Текущий пароль
ta: தற்போதைய கடவுச்சொல்
tr: Mevcut Şifre
uk: Поточний пароль
zh_hans: 当前密码
zh_hant: 當前密碼

source: Currently Online
de: Aktuell online
es_ar: En línea
et: Hetkel võrgus
eu: Linean une honetan
fr: Actuellement connecté
ja: 現在オンライン中
pl: Obecnie Online
pt_br: Online Agora
ru: Сейчас в сети
ta: தற்போது ஆன்லைனில்
tr: Şu Anda Çevrimiçi
uk: Наразі онлайн
zh_hans: 目前在线
zh_hant: 當前在線

source: Custom
de: Benutzerdefiniert
es_ar: Personalizado
et: Sinu valitud aeg
eu: Norberak ezarri
fr: Customisé
pl: Własny okres...
pt_br: Personalizado
ru: По выбору пользователя
ta: தனிப்பயன்
tr: Özel
uk: Користувацька
zh_hans: 自定义
zh_hant: 自定

source: Custom Time:
de: Benutzerdefinierte Zeit:
es_ar: Tiempo personalizado:
et: Sinu määratud aeg:
eu: Norbere denbora:
fr: Temps personnalisé
pl: Własny czas:
pt_br: Horário Personalizado:
ru: Желаемый интервал:
ta: தனிப்பயன் நேரம்:
tr: Özel Zaman:
uk: Власний час:
zh_hans: 自定义时间：
zh_hant: 自定時間:

source: Cyprus
de: Zypern
es_ar: Chipre
et: Küpros
eu: Zipre
fr: Chypre
pt_br: Chipre
ru: Кипр
ta: சைப்ரச்
tr: Kıbrıs
uk: Кіпр
zh_hans: 塞浦路斯
zh_hant: 塞普勒斯

source: Czech Rep.
de: Tschechien
es_ar: República Checa
et: Tšehhi Vabariik
eu: Txekia
fr: Tchéquie
pt_br: Rep. Tcheca
ru: Чехия
ta: செக் சார்பாளர்.
tr: Çek Cumhuriyeti.
uk: Чеська Республіка.
zh_hans: 捷克
zh_hant: 捷克共和國

source: Database Export Failed
de: Datenbankexport fehlgeschlagen
es_ar: Fallo en la exportación de la base de datos
et: Andmebaasi eksportimine ei õnnestunud
eu: Datu-basea esportatzeak kale egin du
fr: Échec de l’export de la base de donnée
pl: Eksportowanie bazy danych nieudane
pt_br: Exportação do Banco de Dados Falhou
ru: Отказ выгрузки базы данных
ta: தரவுத்தள ஏற்றுமதி தோல்வியடைந்தது
tr: Veritabanı Dışa Aktarımı Başarısız
uk: Не вдалося експортувати базу даних
zh_hans: 数据库导出失败
zh_hant: 資料庫匯出失敗

source: Database Files
de: Datenbankdateien
es_ar: Archivos de base de datos
et: Andmebaasifailid
eu: Datu-basearen fitxategiak
fr: Fichiers de la base de données
ja: データベースファイル
pl: Pliki bazy danych
pt_br: Arquivos do Banco de Dados
ru: Файлы базы данных
ta: தரவுத்தள கோப்புகள்
tr: Veritabanı Dosyaları
uk: Файли бази даних
zh_hans: 数据库文件
zh_hant: 資料庫文件

source: Debug
de: Fehlersuche
es_ar: Depuración
et: Veaotsing
eu: Araztu
fr: Débogage
ja: デバッグ
pl: Debugowanie
ro: Depanare
ru: Отладка
ta: பிழைத்திருத்தம்
tr: Hata ayıklama
uk: Налагодження
zh_hans: 调试
zh_hant: 調試

source: Debug Notification Problems
de: Benachrichtigungsprobleme beheben
es_ar: Problemas de notificación de depuración
et: Tuvasta teavituste vigu
eu: Araztu jakinarazpenen arazoak
fr: Débugger les problèmes de notifications
ja: デバッグ通知問題
pl: Debuguj problemy z powiadomieniami
pt_br: Debugar Problemas de Notificação
ru: Доставка уведомлений
ta: பிழைத்திருத்த அறிவிப்பு சிக்கல்கள்
tr: Bildirim Problemlerinde Hata Ayıklama
uk: Проблеми зі сповіщеннями про налагодження
zh_hans: 调试通知问题
zh_hant: 調試通知問題

source: Debugging
de: Fehlersuche
es_ar: Depurando
et: Veaotsing ja silumine
eu: Arazketa
fr: Déboguage
ja: デバッグ
pl: Debugowanie
pt_br: Debugando
ro: Depanare
ru: Устранение неисправностей
ta: பிழைத்திருத்தம்
tr: Hata Ayıklama
uk: Налагодження
zh_hans: 调试中
zh_hant: 正在調試

source: Default Background
de: Standardhintergrund
es_ar: Fondo predeterminado
et: Vaikimisi taust
eu: Defektuzko atzealdea
fr: Arrière-plan par défaut
ja: デフォルトの背景
pl: Tło Domyślne
pt_br: Fundo Padrão
ru: Фон по умолчанию
ta: இயல்புநிலை பின்னணி
tr: Varsayılan Arka Plan
uk: Фон за замовчуванням
zh_hans: 默认背景
zh_hant: 默認背景
