Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: This specification defines semantics for using the XMPP publish-subscribe protocol to broadcast state change events associated with an instant messaging and presence account.
de: Diese Spezifikation definiert die Semantik für die Verwendung des XMPP-Veröffentlichungs- und Abonnementprotokolls zur Übertragung von Zustandsänderungen, die einem Instant Messaging- und Anwesenheitskonto zugeordnet sind.
es_ar: Esta especificación define semánticas de uso del protocolo de publicación-suscripción XMPP para transmitir eventos de cambio de estado asociados con una cuenta de presencia y mensajería instantánea.
eu: Espezifikazio honek XMPPren argitalpen-harpidetza protokoloa erabiltzeko semantika definitzen du, berehalako mezularitza eta identitate-kontuarekin lotutako egoera-aldaketak igortzeko.
fr: Cela spécifie la sémantique pour le protocole XMPP pour la publication-souscription, afin de publier les événements des changements d'état associés à la messagerie instantanée et à la présence des comptes.
pl: Ta specyfikacja definiuje semantykę używania protokołu publikowania-subskrypcji XMPP do rozgłaszania zdarzeń zmiany stanu związanych z kontem wiadomości błyskawicznych i obecności.
pt_br: Esta especificação define semântica para usar o protocolo XMPP de publicação-assinatura para transmitir eventos de alteração de estado associados a uma conta de mensagens instantâneas e presença.
ru: Эта спецификация определяет семантику использования механизма Издатель-Подписчик протокола XMPP для трансляции изменений состояния, связанных с обменом мгновенными сообщениями и изменением статуса присутствия учётной записи в сети.
ta: இந்த விவரக்குறிப்பு ஒரு உடனடி செய்தி மற்றும் இருப்பு கணக்குடன் தொடர்புடைய நிலை மாற்ற நிகழ்வுகளை ஒளிபரப்ப எக்ச்எம்பிபி வெளியீட்டு-சந்தா நெறிமுறையைப் பயன்படுத்துவதற்கான சொற்பொருளை வரையறுக்கிறது.
tr: Bu belirtim, bir anlık ileti ve durum hesabıyla ilişkili durum değişikliği olaylarını yayınlamak için XMPP yayınla-abone ol protokolünü kullanmaya yönelik semantiği tanımlar.
uk: Ця специфікація визначає семантику використання протоколу публікації-підписки XMPP для трансляції подій зміни стану, пов'язаних з миттєвими повідомленнями та обліковим записом присутності.
zh_hans: 此规范定义了使用 XMPP 发布-订阅协议来广播与即时通讯和在线状态的账号相关联的状态更改事件的语义。
zh_hant: 此規範定義了使用 XMPP 發佈訂閱協定廣播與即時訊息和存在帳戶關聯的狀態更改事件的語義。

source: This specification provides a way to secure the SASL and SASL2 handshakes against method and channel-binding downgrades.
de: Diese Spezifikation bietet eine Möglichkeit, die SASL- und SASL2-Handshakes gegen Methoden- und Kanalbindungs-Downgrades zu schützen.
es_ar: Esta especificación brinda un medio para asegurar las conexiones SASL y SASL2 contra degradaciones de métodos y vinculación de canales.
eu: Arau honek SASL eta SASL2 diosalak babesteko modua eskaintzen du, metodoen eta channel-binding-en mailen jaitsiera galaraziz.
fr: Cette spécification permet de sécuriser les négociations SASL et SASL2 contre la dégradation des méthode et du channel-binding.
ja: この仕様は、メソッドとチャネルバインディングのダウングレードに抗して、SASL と SASL2 のハンドシェイクを保護する方法を提供します。
pl: Ta specyfikacja zapewnia sposób zabezpieczenia uzgadniania SASL i SASL2 przed obniżeniem wersji metody i powiązania kanału.
pt_br: Esta especificação fornece uma maneira de proteger os handshakes SASL e SASL2 contra downgrades de método e ligação de canal.
ru: Эта спецификация обеспечивает способ защиты подтверждений SASL и SASL2 от снижения требований к способу подтверждения и к привязке канала.
ta: இந்த விவரக்குறிப்பு SASL மற்றும் SASL2 ஏண்ட்சேக்குகளை முறை மற்றும் சேனல்-பிணைப்பு தரமிறக்குதல்களுக்கு எதிராக பாதுகாக்க ஒரு வழியை வழங்குகிறது.
tr: Bu spesifikasyon, SASL ve SASL2 el sıkışmalarının methot ve channel-binding düşürmelerine karşı güvence altına almak için bir yol sağlar.
uk: Ця специфікація надає спосіб захистити рукостискання SASL і SASL2 від пониження рівня прив'язки методів і каналів.
zh_hans: 此规范提供了一种方法来保护 SASL 和 SASL2 握手，不受方法和通道绑定降级影响。
zh_hant: 此規範提供了一種保護 SASL 和 SASL2 握手以防止方法和通道綁定降級的方法。

source: This will clear the whole chat history of this account from this device.
cs: Tím se z tohoto zařízení odstraní veškerá historie chatu tohoto účtu.
de: Dadurch wird der gesamte Chatverlauf dieses Kontos von diesem Gerät gelöscht.
es_ar: Esto borrará todo el historial de chat de esta cuenta desde este dispositivo.
et: Järgnevaga kustutatakse kõikide selle kasutajakonto vestluste andmed sellest seadmest.
eu: Gailu honetako kontu honetako txat historia guztia garbituko du.
fr: Cela effacera tout l'historique de conversation de ce compte sur cet appareil.
ja: これにより、このアカウントのチャット履歴すべてがこのデバイスから消去されます。
pl: Spowoduje to wyczyszczenie całej historii czatów tego konta z tego urządzenia.
pt_br: Isto limpará todo o histórico de chat desta conta deste dispositivo.
ro: Aceasta va șterge întregul istoric al discuțiilor acestui cont de pe acest dispozitiv.
ru: Это приведёт у удалению с этого устройства всей истории переписок с использованием этой учётной записи.
ta: இந்த சாதனத்திலிருந்து இந்த கணக்கின் முழு அரட்டை வரலாற்றையும் இது அழிக்கும்.
tr: Bu hesabın tüm sohbet geçmişini bu cihazdan temizleyecektir.
uk: Це очистить всю історію чату цього облікового запису з цього пристрою.
zh_hans: 从此设备清除此账号的全部聊天记录。
zh_hant: 這將從此裝置清除此帳戶的全部聊天記錄。

source: This will delete this account and the associated data from the server and this device. Data might still be retained on other devices, though.
de: Hierdurch wird das Konto und die zugehörigen Daten vom Server und diesem Gerät gelöscht. Die Daten können jedoch auf anderen Geräten erhalten bleiben.
es_ar: Esto borrará esta cuenta y los datos asociado del servidor y del dispositivo. Aún así algunos datos podrían quedar retenidos en otros dispositivos.
et: Järgnevaga eemaldad selle kasutajakonto ja kõik tema andmed sellest seadmest ning serverist. Kui sul oli kasutusel mitu seadet, siis sinna võivad andmed alles jääda.
eu: Zerbitzaritik eta gailutik ezabatuko du kontua, baina litekeena da datuak oraindik beste gailuren batean egotea.
fr: Cela supprimera ce compte et les données associées du serveur et de cet appareil. Les données peuvent cependant être conservées sur d'autres appareils.
ja: これにより、このアカウントと関連データがサーバーとこのデバイスから削除されます。ただし、データは他のデバイスにまだ保持されている可能性があります。
pl: Spowoduje to usunięcie tego konta i powiązanych danych z serwera i tego urządzenia. Jednak dane mogą być nadal przechowywane na innych urządzeniach.
pt_br: Isso excluirá esta conta e os dados associados do servidor e deste dispositivo. No entanto, os dados ainda podem ser mantidos em outros dispositivos.
ru: Это приведёт к удалению этой учётной записи и всех ассоциированных с ней данных как с сервера, так и с этого устройства. Тем не менее, данные могут сохраниться на других устройствах.
ta: இது சேவையகம் மற்றும் இந்த சாதனத்திலிருந்து இந்த கணக்கையும் தொடர்புடைய தரவையும் நீக்கிவிடும். மற்ற சாதனங்களில் தரவு இன்னும் தக்கவைக்கப்படலாம்.
tr: Bu, o hesabı ve ilişkili verileri sunucudan ve cihazınızdan siler. Ancak, veriler diğer cihazlarda kalabilir.
uk: Цей обліковий запис і пов'язані з ним дані буде видалено з сервера і цього пристрою. Однак дані можуть залишитися на інших пристроях.
zh_hans: 这将从服务器和设备中删除此账号以及相关数据。不过，数据可能仍保留在其他设备上。
zh_hant: 這將從伺服器和此設備中刪除此帳戶和關聯數據。不過，數據可能仍會保留在其他裝置上。

source: This will make calls possible even if your XMPP server does not provide a TURN server.
de: Damit sind Anrufe auch dann möglich, wenn dein XMPP-Server keinen TURN-Server bereitstellt.
es_ar: Esto hará que sea posible hacer llamadas aún si su servidor XMPP no provee un servidor TURN.
et: Sellega muutub võimalikus kõnede võimaluse kasutamine ka siis, kui sinu XMPP-server ei kasuta kõnehõlbustuseks TURN-serverit.
eu: Deiak gaituko ditu zure XMPP zerbitzariak TURN zerbitzaririk eskaintzen ez badu ere.
fr: Cela rendra les appels possibles même si votre serveur XMPP ne fournit pas de serveur TURN.
ja: これにより、XMPP サーバーが TURN サーバーを提供していない場合でも通話が可能になります。
pt_br: Isso possibilitará chamadas mesmo que seu servidor XMPP não forneça um servidor TURN.
ru: Это позволит осуществлять звонки даже в тех случаях, когда ваш XMPP сервер не предоставляет службу TURN.
ta: உங்கள் எக்ச்எம்பிபி சேவையகம் ஒரு டர்ன் சேவையகத்தை வழங்காவிட்டாலும் இது அழைப்புகளை சாத்தியமாக்கும்.
tr: Bu, XMPP sunucunuz bir TURN sunucusu sağlamasa bile aramaları mümkün kılacaktır.
uk: Це зробить дзвінки можливими, навіть якщо ваш XMPP-сервер не надає TURN-сервер.
zh_hans: 即使您的 XMPP 服务器不提供 TURN 服务器，也可以进行通话。
zh_hant: 即使您的 XMPP 伺服器不提供 TURN 伺服器，這也將使調用成為可能。

source: This will remove the current avatar image and revert this group/channel to the default one.
de: Dadurch wird das aktuelle Profilbild entfernt und die Gruppe/Channel auf das Standardbild zurückgesetzt.
es_ar: Esto eliminará el avatar en uso en el grupo/canal y le devolverá el asignado por defecto.
et: Järgnevaga eemaldad grupi/kanali praeguse tunnuspildi ja kasutusele tuleb vaikimisi tunnuspilt.
eu: Uneko abatarra kendu eta defektuzkoa ezarriko du berriro talde / kanal honetarako.
fr: Cela supprimera l'image de profil actuelle et remettra l'image par défaut pour ce groupe/salon public.
pt_br: Isso removerá a imagem do avatar atual e reverterá este grupo/canal para o padrão.
ru: Это приведёт к удалению аватара и вернёт этой группе/каналу стандартный внешний вид.
ta: இது தற்போதைய அவதார் படத்தை அகற்றி இந்த குழு/சேனலை இயல்புநிலை ஒன்றிற்கு மாற்றும்.
tr: Bu işlem mevcut avatar resmini kaldıracak ve bu grubu/kanalı varsayılan haline geri döndürecektir.
uk: Це вилучає поточне зображення аватара та поверне цю групу/канал до стандартного.
zh_hans: 将会移除当前的头像图片，并恢复此群组/频道默认图片。
zh_hant: 這將刪除當前頭像大頭貼，並將此群組/頻道恢復為預設群組/頻道。

source: This will remove this account and the associated data from this device.
cs: Tím odeberete tento účet a přidružená data z tohoto zařízení.
de: Dadurch werden dieses Konto und die zugehörigen Daten von diesem Gerät entfernt.
es_ar: Esto eliminará esta cuenta y los datos asociados de este dispositivo.
et: Järgnevaga eemaldad selle kasutajakonto ja kõik tema andmed sellest seadmest.
eu: Kontu hau eta lotutako datuak kenduko ditu gailu honetatik.
fr: Cela va supprimer ce compte et les données associées de cet appareil.
ja: これにより、このアカウントと関連データがこのデバイスから除去されます。
pl: Spowoduje to usunięcie tego konta i powiązanych danych z tego urządzenia.
pt_br: Isto removerá esta conta e os dados associados deste dispositivo.
ro: Acesta va elimina acest cont și datele asociate de pe acest dispozitiv.
ru: Это приведёт к удалению этой учётной записи и ассоциированных с ней данных с этого устройства.
ta: இது இந்த சாதனத்திலிருந்து இந்த கணக்கையும் தொடர்புடைய தரவையும் அகற்றும்.
tr: Bu işlem, bu hesabı ve ilişkili verileri bu cihazdan kaldırır.
uk: Це видалить цей обліковий запис та пов'язані з ним дані з цього пристрою.
zh_hans: 这将从此设备中移除此账号和相关数据。
zh_hant: 這將從此裝置中刪除此帳號和相關資料。

source: Timeout Error
cs: Čas vypršel
de: Zeitüberschreitungsfehler
es_ar: Error tiempo de espera
et: Aegumise viga
eu: Denbora agortu da
fr: Erreur de délai d'attente
ja: 時間切れエラー
pl: Błąd przekroczenia limitu czasu
pt_br: Erro de Tempo Limite Atingido
ro: Timp de așteptare expirat
ru: Нарушены временные параметры
ta: காலக்கெடு பிழை
tr: Zaman Aşımı Hatası
uk: Помилка очікування
zh_hans: 超时错误
zh_hant: 超時錯誤

source: Timor-Leste
de: Osttimor
es_ar: Timor Oriental
et: Ida-Timor
eu: Ekialdeko Timor
fr: Timor oriental
ru: Тимор-Лешти
ta: திமோர்-லெச்டி
tr: Doğu Timor
uk: Східний Тимор
zh_hans: 东帝汶
zh_hant: 東帝汶

source: TLS Error: Bad certificate
de: TLS-Fehler: Fehlerhaftes Zertifikat
es_ar: Error TLS: Certificado errado
eu: TLS errorea: ziurtagiri okerra
fr: Erreur TLS : mauvais certificat
pl: Błąd TLS: zły certyfikat
pt_br: Erro TLS: Certificado incorreto
ru: Ошибка TLS: Некорректный сертификат
ta: டி.எல்.எச் பிழை: மோசமான சான்றிதழ்
tr: TLS Hatası: Kötü sertifika
uk: Помилка TLS: Недійсний сертифікат
zh_hans: TLS 错误：证书错误
zh_hant: TLS 錯誤：證書錯誤

source: TLS Error: Certificate chain is invalid
cs: Chyba TLS: Řetězec certifikátů je neplatný
de: TLS-Fehler: Zertifikatskette ist ungültig
es_ar: Error TLS: La cadena de certificación es inválida
eu: TLS errorea: ziurtagiri-kate baliogabea
fr: Erreur TLS : La chaine de certificat est invalide
ja: TLS エラー: 証明書のチェーンが正しくありません
pl: Błąd TLS: łańcuch certyfikatów jest nieprawidłowy
pt_br: Erro TLS: A cadeia de certificados é inválida
ro: Eroare TLS: Lanțul de certificate nu este valid
ru: Ошибка TLS: Некорректная цепочка сертификатов
ta: டி.எல்.எச் பிழை: சான்றிதழ் சங்கிலி தவறானது
tr: TLS Hatası: Sertifika zinciri geçersiz
uk: Помилка TLS: Ланцюжок сертифікатів недійсний
zh_hans: TLS 错误：证书链无效
zh_hant: TLS 錯誤：證書鏈無效

source: TLS Error: Certificate expired
cs: Chyba TLS: Platnost certifikátu vypršela
de: TLS-Fehler: Zertifikat abgelaufen
es_ar: Error TLS: Certificado vencido
eu: TLS errorea: ziurtagiria iraungi da
fr: Erreur TLS : Le certificat à expiré
ja: TLS エラー: 証明書の有効期限切れ
pl: Błąd TLS: Certyfikat wygasł
pt_br: Erro TLS: Certificado expirado
ro: Eroare TLS: Certificat expirat
ru: Ошибка TLS: Истёк срок действия сертификата
ta: டி.எல்.எச் பிழை: சான்றிதழ் காலாவதியானது
tr: TLS Hatası: Sertifika süresi dolmuş
uk: Помилка TLS: Термін дії сертифіката закінчився
zh_hans: TLS 错误：证书已过期
zh_hant: TLS 錯誤：證書已過期

source: TLS Error: Host name mismatch
cs: Chyba TLS: Název hostitele se neshoduje
de: TLS-Fehler: Hostname stimmt nicht überein
es_ar: Error TLS: No hay correspondencia con el nombre del Host
eu: TLS errorea: ostalari-izena ez dator bat
fr: Erreur TLS : Le nom de l'hôte ne correspond pas
ja: TLS エラー: ホスト名の不一致
pl: Błąd TLS: niezgodność nazwy hosta
pt_br: Erro TLS: Incompatibilidade de nome de host
ro: Eroare TLS: Nepotrivire nume gazdă
ru: Ошибка TLS: Несоответствие имени узла
ta: டி.எல்.எச் பிழை: புரவலன் பெயர் பொருந்தாதது
tr: TLS Hatası: Ana bilgisayar adı uyuşmazlığı
uk: Помилка TLS: Невідповідність імені хоста
zh_hans: TLS 错误：主机名不匹配
zh_hant: TLS 錯誤：主機名不匹配

source: TLS Error: Unknown root certificate
cs: Chyba TLS: Neznámý kořenový certifikát
de: TLS-Fehler: Unbekanntes Root-Zertifikat
es_ar: Error TLS: Certificado raíz desconocido
eu: TLS errorea: root ziurtagiri ezezaguna
fr: Erreur TLS : Certificat racine inconnu
ja: TLS エラー: 不明なルート証明書
pl: Błąd TLS: nieznany certyfikat główny
pt_br: Erro TLS: Certificado raiz desconhecido
ro: Eroare TLS: certificat rădăcină necunoscut
ru: Ошибка TLS: Неизвестный корневой сертификат
ta: டி.எல்.எச் பிழை: அறியப்படாத ரூட் சான்றிதழ்
tr: TLS Hatası: Bilinmeyen kök sertifika
uk: Помилка TLS: Невідомий кореневий сертифікат
zh_hans: TLS 错误：未知的根证书
zh_hant: TLS 錯誤：未知根證書

source: Togo
ru: Того
ta: டோகோ
uk: Того
zh_hans: 多哥
zh_hant: 多哥

source: Tokelau
ru: Токелау
ta: டொகிலா
uk: Токелау
zh_hans: 托克劳
zh_hant: 托克勞

source: Tonga
ru: Тонга
ta: டொங்கா
uk: Тонга
zh_hans: 汤加
zh_hant: 湯加

source: Too many attempts, please try again in %@.
de: Zu viele Versuche, bitte versuche es erneut in %@.
es_ar: Demasiados intentos, por favor intente nuevamente en %@.
et: Liiga palju katseid, palun proovi uuesti %@.
eu: Saialdi gehiegi; saiatu berriro %@ barru.
fr: Vous avez essayé trop de fois, veuillez réessayer dans %@.
pl: Za dużo prób, spróbuj ponownie za %@.
pt_br: Muitas tentativas, tente novamente em %@.
ru: Слишком много попыток, попробуйте снова через %@.
ta: பல முயற்சிகள், தயவுசெய்து மீண்டும் %@இல் முயற்சிக்கவும்.
tr: Çok fazla deneme oldu, lütfen %@ içinde tekrar deneyin.
uk: Забагато спроб, спробуйте ще раз через %@.
zh_hans: 尝试次数过多，请在 %@ 后重试。
zh_hant: 嘗試次數過多，請在 %@ 重試。

source: Trinidad and Tobago
de: Trinidad und Tobago
es_ar: Trinidad y Tobago
et: Trinidad ja Tobago
eu: Trinidad eta Tobago
fr: Trinité-et-Tobago
pl: Trynidad i Tobago
pt_br: Trinidad e Tobago
ru: Тринидад и Тобаго
ta: ட்ரைனிடேட் மற்றும் டோபேகோ
tr: Trinidad ve Tobago
uk: Тринідад і Тобаго
zh_hans: 特立尼达和多巴哥
zh_hant: 特立尼達和多巴哥

source: Trust Key
de: Schlüssel vertrauen
es_ar: Llave de confianza
et: Usalda võtit
eu: Fidatu gakoaz
fr: Faire confiance à la clé
ja: 鍵を信頼
pl: Zaufaj kluczowi
pt_br: Chave de Confiança
ru: Доверять ключу
ta: நம்பிக்கை விசை
tr: Anahtara Güven
uk: Надійний ключ
zh_hans: 信任密钥
zh_hant: 信任金鑰

source: Trusted and verified key
de: Vertrauenswürdiger und verifizierter Schlüssel
es_ar: Llave confiada y verificada
et: Usaldatud ja verifitseeritud võti
eu: Fidatutako eta egiaztatutako gakoa
fr: Clé fiable et vérifiée
ja: 信頼され検証された鍵
pl: Zaufany i zweryfikowany klucz
pt_br: Chave confiável e verificada
ru: Доверенный и верифицированный ключ
ta: நம்பகமான மற்றும் சரிபார்க்கப்பட்ட விசை
tr: Güvenilir ve doğrulanmış anahtar
uk: Надійний та перевірений ключ
zh_hans: 受信任且经过验证的密钥
zh_hant: 已信任和已驗證的金鑰

source: Trusted but removed key
de: Vertrauenswürdiger, aber entfernter Schlüssel
es_ar: Llave confiada pero eliminada
et: Usaldatud, aga eemaldatud võti
eu: Fidatutako baina kendutako gakoa
fr: Clé fiable mais supprimée
ja: 信頼されているが除去された鍵
pl: Zaufany ale usunięty klucz
pt_br: Chave confiável, mas removida
ru: Доверенный, но удалённый ключ
ta: நம்பகமான ஆனால் அகற்றப்பட்ட விசை
tr: Güvenilen ancak kaldırılan anahtar
uk: Надійний, але вилучений ключ
zh_hans: 受信任但已移除的密钥
zh_hant: 受信任但已刪除的金鑰

source: Trusted but unused key
de: Vertrauenswürdiger, aber nicht verwendeter Schlüssel
es_ar: Llave confiada pero no utilizada
et: Usaldatud, aga kasutamata võti
eu: Fidatutako baina erabili gabeko gakoa
fr: Clé fiable mais inutilisée
ja: 信頼されているが未使用の鍵
pl: Zaufany ale nieużywany klucz
pt_br: Chave confiável, mas não utilizada
ru: Доверенный, но неиспользуемый ключ
ta: நம்பகமான ஆனால் பயன்படுத்தப்படாத விசை
tr: Güvenilen ancak kullanılmayan anahtar
uk: Надійний, але невживаний ключ
zh_hans: 受信任但未使用的密钥
zh_hant: 受信任但未使用的金鑰

source: Trusted but unverified key
de: Vertrauenswürdiger, aber nicht verifizierter Schlüssel
es_ar: Llave confiada pero no verificada
et: Usaldatud, aga verifitseerimata võti
eu: Fidatutako baina egiaztatu gabeko gakoa
fr: Clé fiable mais invalidée
ja: 信頼されているが未検証の鍵
pl: Zaufany ale niezweryfikowany klucz
pt_br: Chave confiável, mas não verificada
ru: Доверенный, но не верифицированный ключ
ta: நம்பகமான ஆனால் சரிபார்க்கப்படாத விசை
tr: Güvenilen ancak doğrulanmamış anahtar
uk: Надійний, але неперевірений ключ
zh_hans: 受信任但未经验证的密钥
zh_hant: 受信任但未經驗證的金鑰

source: Try nevertheless
de: Trotzdem versuchen
es_ar: Intentar de todos modos
et: Proovi ikkagi
eu: Saiatu hala ere
fr: Essayer quand même
ja: あえて試みる
pl: Spróbuj jeszcze raz
pt_br: Tente mesmo assim
ru: Попробовать в любом случае
ta: இருப்பினும் முயற்சி செய்யுங்கள்
tr: Yine de dene
uk: Спробуйте все ж таки
zh_hans: 尝试一下
zh_hant: 儘管如此，請嘗試

source: Tunisia
de: Tunesien
es_ar: Túnez
et: Tuneesia
fr: Tunisie
pl: Tunezja
pt_br: Tunísia
ru: Тунис
ta: துனீசியா
tr: Tunus
uk: Туніс
zh_hans: 突尼斯
zh_hant: 突尼西亞

source: Turkey
de: Türkei
es_ar: Turquía
et: Türgi
eu: Turkia
fr: Turquie
pl: Turcja
pt_br: Turquia
ru: Турция
ta: துருக்கி
tr: Türkiye
uk: Туреччина
zh_hans: 土耳其
zh_hant: 土耳其

source: Turkmenistan
es_ar: Turkmenistán
et: Türkmenistan
fr: Turkménistan
pt_br: Turcomenistão
ru: Туркменистан
ta: துர்க்மெனிச்தான்
tr: Türkmenistan
uk: Туркменістан
zh_hans: 土库曼斯坦
zh_hant: 土庫曼

source: Turks and Caicos Islands
de: Turks- und Caicosinseln
es_ar: Islas Turcas y Caicos
et: urks ja Caicos
eu: Turk eta Caico uharteak
fr: Îles Turques-et-Caïques
pt_br: Ilhas Turks e Caicos
ru: Острова Тёркс и Кайкос
ta: துருக்கச் மற்றும் கைசோச் தீவுகள்
tr: Turks ve Caicos Adaları
uk: Острови Теркс і Кайкос
zh_hans: 特克斯和凯科斯群岛
zh_hant: 特克斯和凱科斯群島

source: Tuvalu
ru: Тувалу
ta: துவாலு
uk: Тувалу
zh_hans: 图瓦卢
zh_hant: 圖瓦盧

source: Type: %@
de: Typ: %@
es_ar: Tipo: %@
et: Tüüp: %@
eu: Mota: %@
ja: タイプ: %@
pl: Rodzaj: %@
pt_br: Tipo: %@
ro: Tip: %@
ru: Тип: %@
ta: வகை: %@
tr: Tip: %@
uk: Тип: %@
zh_hans: 类型：%@
zh_hant: 類型：%@

source: Typing...
cs: Píše...
de: Tippt...
es_ar: Escribiendo ...
et: Kirjutamisel...
eu: Idazten…
fr: En train d'écrire…
ja: タイプ中...
pl: Pisanie...
pt_br: Digitando...
ro: Tastează...
ru: Печатает...
ta: தட்டச்சு ...
tr: Yazıyor...
uk: Пише...
zh_hans: 正在输入…
zh_hant: 對方正在輸入...

source: UDP Logger
es_ar: Logger UDP
et: UDP logija
eu: UDP loggerra
fr: Logger UDP
ja: UDP ロガー
pt_br: Registrador UDP
ru: Регистратор UDP
ta: யுடிபி லாகர்
tr: UDP Kaydedici
uk: Реєстратор UDP
zh_hans: UDP 日志记录器
zh_hant: UDP 記錄器

source: UDP Logger Configuration
de: UDP-Logger-Konfiguration
es_ar: Configuración del Logger UDP
et: UDP logija seadistused
eu: UDP loggerraren konfigurazioa
fr: Configuration du logger UDP
ja: UDP ロガーの設定
pt_br: Configuração do registrador UDP
ru: Настройки регистратора UDP
ta: யுடிபி லாகர் உள்ளமைவு
tr: UDP Kaydedici Yapılandırması
uk: Конфігурація реєстратора UDP
zh_hans: UDP 日志记录器配置
zh_hant: UDP 記錄器配置

source: UDP Logging UI not supported on iOS < 16
de: UDP-Logging UI wird unter iOS < 16 nicht unterstützt
es_ar: La IU del Logger UDP no tiene soporte para iOS < 16
et: UDP logija kasutajaliides on toetatud iOS-i versioonis 16 ja uuemas
eu: UDP Loggerraren interfazea ez da bateragarria iOS 16 baino zaharragoekin
fr: L'interface utilisateur de journalisation UDP n'est pas prise en charge sur iOS < 16
pt_br: IU de Log UDP não suportada no iOS < 16
ru: Пользовательский интерфейс регистратора UDP не поддерживается в iOS < 16
ta: UDP பதிவு இடைமுகம் ஐஇமு <16 இல் ஆதரிக்கப்படவில்லை
tr: UDP Günlüğü Kullanıcı Arayüzü iOS <16'da desteklenmiyor
uk: Інтерфейс користувача для ведення журналу UDP не підтримується на iOS < 16
zh_hans: iOS < 16 不支持 UDP 日志记录用户界面
zh_hant: UDP 紀錄記錄 UI 在系統版本低於iOS 16裝置上不受支援

source: Uganda
fr: Ouganda
ru: Уганда
ta: உகாண்டா
uk: Уганда
zh_hans: 乌干达
zh_hant: 烏干達

source: Ukraine
es_ar: Ucrania
et: Ukraina
eu: Ukraina
pl: Ukraina
pt_br: Ucrânia
ru: Украина
ta: உக்ரெயின்
tr: Ukrayna
uk: Україна
zh_hans: 乌克兰
zh_hant: 烏克蘭

source: Unable to connect to server!
cs: Nelze se připojit k serveru!
de: Keine Verbindung zum Server möglich!
es_ar: ¡No se puede conectar al servidor!
eu: Ezin da zerbitzarira konektatu!
fr: Échec de connexion au serveur !
ja: サーバーに接続できません。
pl: Nie można połączyć z serwerem!
pt_br: Não é possível conectar ao servidor!
ro: Nu s-a putut face conectarea la server!
ru: Не удалось подключиться к серверу.
ta: சேவையகத்துடன் இணைக்க முடியவில்லை!
tr: Sunucuya bağlanılamıyor!
uk: Не вдається підключитися до сервера!
zh_hans: 无法连接到服务器！
zh_hant: 無法連線到伺服器！

source: Unblock Contact
de: Kontakt entsperren
es_ar: Desbloquear contacto
et: Lõpeta kontakti blokeerimine
eu: Utzi kontaktua blokeatzeari
fr: Débloquer le contact
ja: 相手先をブロック解除
pl: Odblokuj Kontakt
pt_br: Desbloquear contato
ru: Разблокировать контакт
ta: தொடர்பைத் தடைசெய்க
tr: Kişi Engelini Kaldır
uk: Розблокувати контакт
zh_hans: 解除屏蔽联系人
zh_hant: 取消封鎖聯絡人

source: Unblocking user
de: Nutzer wird entsperrt
es_ar: Desbloqueando usuario
et: Lõpetan kasutaja blokeerimist
eu: Erabiltzailea blokeatzeari uzten
fr: Débloquer l'utilisateur
pl: Odblokowywanie użytkownika
pt_br: Desbloqueando usuário
ru: Разблокирование пользователя
ta: பயனரைத் தடுப்பது
tr: Kullanıcı engelini kaldır
uk: Розблокування користувача
zh_hans: 正在解除屏蔽用户
zh_hant: 解除封鎖使用者

source: Unblocking user for this group/channel: %@
de: Nutzer wird für diese Gruppe/Channel entsperrt: %@
es_ar: Desbloqueando usuario para este grupo o canal: %@
et: Lõpetan kasutaja blokeerimise selles grupis/kanalis: %@
eu: Erabiltzailea %@ taldetik / kanaletik blokeatzeari uzten
fr: Débloquer l'utilisateur pour ce groupe/salon : %@
pl: Odblokowywanie użytkownika na tej grupie/tym kanale: %@
pt_br: Desbloqueando usuário para este grupo/canal: %@
ru: Разблокирование пользователя в этой группе/канале: %@
ta: இந்த குழு/சேனலுக்கான பயனரைத் தடுப்பது: %@
tr: Bu grup/kanal için engellemesi kaldıran kullanıcı: %@
uk: Розблокування користувача для цієї групи/каналу: %@
zh_hans: 正在解除屏蔽此群组/频道的用户：%@
zh_hant: 取消封鎖此群組/頻道的使用者：%@
