Repository: monal-im/Monal-localization-main
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es_ar, et, eu, fr, ja, pl, pt_br, ro, ru, ta, tr, uk, zh_hans, zh_hant

source: Please update!
de: Bitte aktualisieren!
es_ar: ¡Por favor actualizar!
et: Palun uuenda rakendus!
eu: Eguneratu!
fr: Merci de mettre à jour !
ja: 更新してください !
pl: Zaktualizuj aplikację!
pt_br: Por favor, atualize!
ru: Пожалуйста, обновите.
ta: புதுப்பிக்கவும்!
tr: Lütfen güncelleyin!
uk: Будь ласка, оновіть!
zh_hans: 请升级！
zh_hant: 請更新！

source: Poland
de: Polen
es_ar: Polonia
et: Poola
eu: Polonia
fr: Pologne
pt_br: Polónia
ru: Польша
ta: போலந்து
tr: Polonya
uk: Польща
zh_hans: 波兰
zh_hant: 波蘭

source: Port
es_ar: Puerto
eu: Ataka
ja: ポート
pt_br: Porta
ru: Порт
ta: போர்ட்
tr: Bağlantı Noktası
uk: Порт
zh_hans: 端口
zh_hant: 連接埠

source: Port: %@, Direct TLS: %@, Priority: %@
cs: Port: %1$@, Direct TLS: %2$@, Priority: %3$@
de: Port: %@, Direct TLS: %@, Priorität: %@
es_ar: Puerto: %1$@, TLS directo: %2$@, Prioridad: %3$@
et: Port: %@, Otse-TLS: %@, Prioriteet: %@
eu: Ataka: %@, TLS zuzena: %@, Lehentasuna: %@
fr: Port : %@, Direct TLS : %@, Priorité : %@
ja: ポート: %1$@, Direct TLS: %2$@, 優先度: %3$@
pl: Port: %1$@, Bezpośredni TLS: %2$@, Priorytet: %3$@
pt_br: Porta: %@, TLS direto: %@, Prioridade: %@
ro: Port: %1$@, Direct TLS: %2$@, Priority: %3$@
ru: Порт: %1$@, Прямой TLS: %2$@, Приоритет: %3$@
ta: போர்ட்: %@, நேரடி டி.எல்.எச்: %@, முன்னுரிமை: %@
tr: Bağlantı Noktası: %@, Doğrudan TLS: %@, Öncelik: %@
uk: Порт: %@, Прямий TLS: %@, Пріоритет: %@
zh_hans: 端口：%@，Direct TLS：%@，优先级：%@
zh_hant: 連接埠：％@，直接TLS：％@，優先等級：％@

source: Portugal
ru: Португалия
ta: போர்ச்சுகல்
tr: Portekiz
uk: Португалія
zh_hans: 葡萄牙
zh_hant: 葡萄牙

source: Previews
de: Vorschauen
es_ar: Vista previa
et: Eelvaated
eu: Aurrebistak
fr: Aperçus
ja: プレビュー
pl: Podglądy
pt_br: Visualizações
ru: Просмотр
ta: முன்னோட்டங்கள்
tr: Önizleme
uk: Попередні перегляди
zh_hans: 预览
zh_hant: 預覽

source: Previous
de: Vorherige
es_ar: Anterior
et: Eelmine
eu: Aurrekoa
fr: Précédent
pl: Poprzednie
pt_br: Anterior
ru: Назад
ta: முந்தைய
tr: Önceki
uk: Попередній
zh_hans: 上一页
zh_hant: 以前

source: Privacy
cs: Soukromí
de: Datenschutz
es_ar: Privacidad
et: Privaatsus
eu: Pribatutasuna
fr: Confidentialité
ja: プライバシー
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
ta: தனியுரிமை
tr: Gizlilik
uk: Конфіденційність
zh_hans: 隐私
zh_hant: 隱私

source: Protocol support of your server (XEPs)
cs: Podpora protokolů na Vašem serveru (XEP)
de: Serverfeatures (XEPs)
es_ar: Protocolos soportados por su servidor (XEPs)
et: Protokollid, mida sinu server toetab (XEP-id)
eu: Zerbitzariaren XEP ezaugarriak
fr: Le support des protocoles sur votre serveur (XEPs)
ja: サーバーが対応しているプロトコル (XEP)
pl: Informacje o serwerze
pt_br: Extensões de protocolo suportadas pelo seu servidor (XEPs)
ro: Suportul de protocol al serverului dumneavoastră (XEP)
ru: Информация о сервере
ta: உங்கள் சேவையகத்தின் நெறிமுறை உதவி (XEPS)
tr: Sunucunuzun desteklediği protokoller (XEP'ler)
uk: Підтримка протоколів на вашому сервері (XEP)
zh_hans: 服务器支持的协议（XEP）
zh_hant: 伺服器的協定支援 （XEP）

source: Provide XMPP-Server
de: XMPP-Server angeben
es_ar: Ingrese un servidor XMPP
et: Sisesta XMPP-server
eu: Idatzi XMPP zerbitzaria
fr: Fournisseur serveur XMPP
ja: XMPP サーバー
pl: Podaj Serwer XMPP
pt_br: Fornecer servidor XMPP
ru: Укажите XMPP сервер
ta: எக்ச்எம்பி-சேவையகத்தை வழங்கவும்
tr: XMPP-Server sağlayın
uk: Надайте XMPP-сервер
zh_hans: 提供 XMPP 服务器
zh_hant: 提供 XMPP 伺服器

source: Publish version
de: Version veröffentlichen
es_ar: Publicar versión
et: Luba versiooni avaldamine
eu: Eman bertsioa jakitera
fr: Publier la version
ja: バージョンを公開
pl: Pokazuj wersję
pt_br: Publicar versão
ru: Делиться версиями ПО
ta: பதிப்பை வெளியிடுங்கள்
tr: Versiyonu yayınla
uk: Опублікувати версію
zh_hans: 发布版本
zh_hant: 發佈版本

source: Puerto Rico
fr: Porto Rico
pt_br: Porto Rico
ru: Пуэрто Рико
ta: போர்ட்டோ ரீக்கோ
tr: Porto Riko
uk: Пуерто-Рико
zh_hans: 波多黎各
zh_hant: 波多黎各

source: Push Server
es_ar: Servidor Push
et: Tõuketeenuste server
eu: Push zerbitzaria
fr: Serveur de push
ja: プッシュサーバー
pl: Serwer push
pt_br: Servidor Push
ru: Сервер для Push
ta: சேவையகத்தை தள்ளுங்கள்
tr: Push Sunucusu
uk: Пуш-сервер
zh_hans: 推送服务器
zh_hant: 推送伺服器

source: Pushserver Region
es_ar: Región del Pushserver
et: Tõuketeenuste serveri asukoht
eu: Push zerbitzariaren eremua
fr: Région du serveur de notifications push
ja: プッシュ通知サーバーの地域
pl: Lokalizacja serwera powiadomień
pt_br: Região do Servidor de Push
ru: Регион сервера для Push
ta: புச்சர்வர் பகுதி
tr: Pushserver Bölgesi
uk: Регіон пуш-сервера
zh_hans: 推送服务器区域
zh_hant: 推送伺服器所屬區域

source: Qatar
de: Katar
et: Katar
ru: Катар
ta: கதார்
tr: Katar
uk: Катар
zh_hans: 卡塔尔
zh_hant: 卡達

source: QR code: Fingerprints found
de: QR-Code: Fingerabdrücke gefunden
es_ar: Código QR: Huellas digitales encontradas
et: QR-kood: leidusid sõrmejäljed
eu: QR kodea: hatz-markak topatu dira
fr: Code QR : empreintes trouvées
ja: QR コード: 指紋が見つかりました
pl: QR kod: Znaleziono odciski
pt_br: Código QR: Impressões digitais encontradas
ru: QR-код: Отпечатки найдены
ta: QR குறியீடு: கைரேகைகள் காணப்பட்டன
tr: QR kodu: Parmak izleri bulundu
uk: QR-код: Знайдено відбитки пальців
zh_hans: 二维码：已找到指纹
zh_hant: QR 碼：找到指紋

source: QR-Code Scanner
cs: Skener QR kódů
es_ar: Escáner de código QR
et: QR-koodi skanner
eu: QR kode-eskaneatzailea
fr: Scanneur de QR-Code
ja: QR コードスキャナー
pl: Skaner kodów QR
pt_br: Leitor de código QR
ro: Scaner cod QR
ru: Считыватель QR-кодов
ta: QR-Code ச்கேனர்
tr: QR Kod Tarayıcı
uk: Сканер QR-коду
zh_hans: 二维码扫描器
zh_hant: QR碼掃描器

source: QR-Code video error
de: QR-Code-Videofehler
es_ar: Error de video en código QR
et: QR-koodi video viga
eu: QR kodeko bideo errorea
fr: Erreur de vidéo QR-Code
ja: QR コードビデオエラー
pl: Błąd wideo z kodem QR
pt_br: Erro de vídeo QR-Code
ro: Eroare video cod QR
ru: Ошибка видео при считывании QR-кода
ta: QR-குறியீடு வீடியோ பிழை
tr: QR Kodu video hatası
uk: Помилка відео з QR-кодом
zh_hans: 二维码视频错误
zh_hant: QR-Code 視訊錯誤

source: Quicksy is now set up and connected.
de: Quicksy ist nun eingerichtet und verbunden.
es_ar: Quicksy ya está configurado y conectado.
et: Quicksy on nüüd seadistatud ja ühendatud.
eu: Quicksy konfiguratuta eta konektatuta dago.
fr: Quicksy est désormais configuré et connecté.
ja: これで Quicksy は設定が完了し接続しました。
pl: Quicksy został skonfigurowany i podłączony.
pt_br: Quicksy agora está configurado e conectado.
ru: Quicksy настроен и подключен.
ta: குவிக்சி இப்போது அமைக்கப்பட்டு இணைக்கப்பட்டுள்ளது.
tr: Quicksy şimdi kuruldu ve bağlandı.
uk: Quicksy тепер налаштовано та підключено.
zh_hans: Quicksy 现已设置并连接。
zh_hant: Quicksy 現已設定並連接。

source: Quicksy syncs your contact list in regular intervals to make suggestions about possible contacts who are already on Quicksy. Quicksy shares and stores images, audio recordings, videos and other media to deliver them to the intended recipients. Files will be stored for up to 30 days. Find more Information in our [Privacy Policy](https://quicksy.im/privacy.htm).
de: Quicksy synchronisiert deine Kontaktliste in regelmäßigen Abständen, um Vorschläge für mögliche Kontakte zu machen, die bereits bei Quicksy sind. Quicksy teilt und speichert Bilder, Audioaufnahmen, Videos und andere Medien, um sie den gewünschten Empfängern zukommen zu lassen. Die Dateien werden bis zu 30 Tage lang gespeichert. Weitere Informationen finden Sie in unserer [Datenschutzrichtlinie](https://quicksy.im/privacy.htm).
es_ar: Quicksy sincroniza su lista de contactos en intervalos regulares para sugerir posibles contactos que ya se encuentran usando Quicksy. Quicksy almacena y comparte imágenes, audios, grabaciones, videos y otros archivos multimedia para entregarlos a sus destinatarios. Los archivos serán almacenados por un máximo de hasta 30 días. Encuentre más información en nuestra [Política de privacidad](https://quicksy.im/privacy.htm).
eu: Quicksyk kontaktuen zerrenda tarteka sinkronizatzen du Quicksyn lehendik ere dauden balizko kontaktuak iradokitzeko. Quicksyk irudiak, audio-grabazioak, bideoak eta beste multimedia fitxategi batzuk partekatzen eta gordetzen ditu aurreikusitako hartzaileei emateko. Fitxategiak 30 egunez gordetzen dira. Informazio gehiago gure [pribatutasun politika](https://quicksy.im/privacy.htm) gunean.
fr: Quicksy synchronise votre liste de contacts à intervalle régulier pour vous suggérer vos contacts qui sont déjà sur Quicksy. Quicksy stocke les images, les messages vocaux, les vidéos et autres média pour les envoyer à leurs destinataires. Les fichiers sont stockés pendant 30 jours. Pour plus d’informations, veuillez consulter notre [politique de confidentialité](https://quicksy.im/privacy.htm).
pl: Quicksy synchronizuje Twoją listę kontaktów w regularnych odstępach czasu, żeby zaproponować Tobie potencjalne nowe znajomości, które już korzystają z Quicksy. Quicksy udostępnia i przechowuje zdjęcia, nagrania audio, filmy i inne media, żeby dostarczyć je do odpowiednich adresatów. Pliki są przechowywane przez maksymalnie 30 dni. Więcej informacji znajdziesz w [polityce prywatności](https://quicksy.im/privacy.htm).
pt_br: O Quicksy sincroniza sua lista de contatos em intervalos regulares para fazer sugestões sobre possíveis contatos que já estão no Quicksy. O Quicksy compartilha e armazena imagens, gravações de áudio, vídeos e outras mídias para entregá-los aos destinatários pretendidos. Os arquivos serão armazenados por até 30 dias. Encontre mais informações em nossa [Política de Privacidade](https://quicksy.im/privacy.htm).
ru: Quicksy регулярно получает всю вашу телефонную книгу контактов для определения пользователей Quicksy. Quicksy хранит изображения, аудиозаписи, видеозаписи и другие медиаданные для доставки их требуемым адресатам. Срок хранения файлов до 30 дней. Подробнее в нашей [Политике работы с персональными данными](https://quicksy.im/privacy.htm).
ta: குயிக்சி உங்கள் தொடர்பு பட்டியலை வழக்கமான இடைவெளியில் ஒத்திசைக்கிறார், ஏற்கனவே குவிக்சியில் இருக்கும் சாத்தியமான தொடர்புகளைப் பற்றிய பரிந்துரைகளை வழங்க. குவிக்சி படங்கள், ஆடியோ பதிவுகள், வீடியோக்கள் மற்றும் பிற ஊடகங்களை விரும்பிய பெறுநர்களுக்கு வழங்குவதற்காக பகிர்ந்துகொண்டு சேமிக்கிறது. கோப்புகள் 30 நாட்கள் வரை சேமிக்கப்படும். எங்கள் [தனியுரிமைக் கொள்கையில்] மேலும் தகவல்களைக் கண்டறியவும் (https://quicksy.im/privacy.htm).
tr: Quicksy, halihazırda Quicksy'de bulunan olası kişiler hakkında önerilerde bulunmak için kişi listenizi düzenli aralıklarla senkronize eder. Quicksy, görüntüleri, ses kayıtlarını, videoları ve diğer medyayı paylaşır ve depolayarak hedeflenen alıcılara ulaştırır. Dosyalar 30 güne kadar saklanacaktır. Daha fazla bilgiyi [Gizlilik Politikamızda] (https://quicksy.im/privacy.htm) bulabilirsiniz.
uk: Quicksy синхронізує ваш список контактів через регулярні проміжки часу, щоб надавати пропозиції щодо можливих контактів, які вже є на Quicksy. Quicksy ділиться та зберігає зображення, аудіозаписи, відео та інші медіафайли, щоб доставити їх цільовим одержувачам. Файли зберігатимуться до 30 днів. Додаткову інформацію можна знайти в нашій [Політиці конфіденційності] (https://quicksy.im/privacy.htm).
zh_hans: Quicksy 会定期同步您的联系人列表，以便对已在 Quicksy 上的可能联系人提出建议。 Quicksy 共享和存储图片、录音、视频和其他媒体，以将其传递给预期的接收者。文件最多将存储 30 天。 在我们的[隐私政策](https://quicksy.im/privacy.htm)中查找更多信息。
zh_hant: Quicksy 會定期同步您的聯絡人清單，以提供有關已經在 Quicksy 上的可能聯絡人的建議。 Quicksy 共用和儲存圖像、錄音、視訊和其他媒體，以將它們交付給預期的接收者。檔將存儲長達 30 天。 在我們的 [隱私政策]（https://quicksy.im/privacy.htm） 中查找更多資訊。

source: Quicksy will send an SMS message (carrier charges may apply) to verify your phone number. Enter your country code and phone number:
de: Quicksy sendet eine SMS-Nachricht (es können Gebühren anfallen), um deine Rufnummer zu überprüfen. Gib deine Landesvorwahl und Telefonnummer ein:
es_ar: Quicksy enviará un mensaje SMS (pueden aplicarse cargos del operador) para verificar su número de teléfono. Introduzca el código de su país y su número de teléfono:
eu: Quicksyk SMS mezu bat bidaliko dizu (operadore-gastuak izan dezake) telefono-zenbakia egiaztatzeko. Sartu zure herrialdeko kodea eta telefono-zenbakia:
fr: Quicksy va envoyer un SMS pour vérifier votre numéro de téléphone (au prix d’un envoi de SMS). Veuillez entrer votre code de pays et votre numéro de téléphone :
ja: Quicksy は、電話番号を検証するために SMS メッセージを送信します (通信料金がかかる場合があります)。国番号と電話番号を入力してください:
pl: Quicksy wyśle Tobie wiadomość SMS (opłaty mogą zostać za to naliczone), żeby zweryfikować Twój numer telefonu. Wprowadź kod kraju i swój numer telefonu:
pt_br: Quicksy enviará uma mensagem SMS (taxas da operadora podem ser aplicadas) para verificar seu número de telefone. Digite o código do seu país e número de telefone:
ru: Quicksy пришлёт СМС сообщение для верификации вашего телефонного номера (оператор сотовой сети может списать плату за СМС). Введите телефонный код страны и номер телефона:
ta: உங்கள் தொலைபேசி எண்ணை சரிபார்க்க குவிக்சி ஒரு எச்எம்எச் செய்தியை (கேரியர் கட்டணங்கள் விண்ணப்பிக்கலாம்) அனுப்பும். உங்கள் நாட்டின் குறியீடு மற்றும் தொலைபேசி எண்ணை உள்ளிடவும்:
tr: Quicksy, telefon numaranızı doğrulamak için bir SMS mesajı gönderecektir (operatör ücretleri uygulanabilir). Ülke kodunuzu ve telefon numaranızı girin:
uk: Quicksy надішле SMS-повідомлення (може стягуватися плата оператора) для підтвердження вашого номера телефону. Введіть код країни та номер телефону:
zh_hans: Quicksy 将发送一条短信（可能需要支付运营商费用）来验证您的电话号码。请输入您的国家/地区代码和电话号码：
zh_hant: Quicksy 將傳送一則簡訊（可能需要支付運營商費用）以驗證您的電話號碼。輸入您的國家/地區代碼和電話號碼：

source: Quote
cs: Citovat
de: Zitat
es_ar: Cita
et: Tsiteeri
eu: Aipatu
fr: Citer
ja: 引用
pl: Cytat
pt_br: Citação
ro: Citat
ru: Цитата
ta: மேற்கோள்
tr: Alıntı
uk: Цитата
zh_hans: 引用
zh_hant: 引用

source: Rate Monal
cs: Ohodnoťte Monal
de: Monal bewerten
es_ar: Valúa a Monal
et: Arvusta Monalit
eu: Baloratu Monal
fr: Évaluer Monal
ja: Monal を評価
pl: Oceń Monal
pt_br: Avalie o Monal
ro: Evaluează Monal
ru: Оцените Monal
ta: மோனாலை மதிப்பிடவும்
tr: Monal uygulamasını değerlendir
uk: Оцініть Monal
zh_hans: 评价 Monal
zh_hant: 給 Monal 評分

source: Really remove avatar?
de: Profilbild wirklich entfernen?
es_ar: ¿Realmente desea eliminar su avatar?
et: Kas tõesti tahad tunnuspildi eemaldada?
eu: Benetan kendu abatarra?
fr: Voulez-vous vraiment supprimer l’avatar ?
ja: ほんとうにアバターを削除しますか ?
pl: Na pewno usunąć awatar?
pt_br: Realmente remover avatar?
ru: Точно хотите удалить аватар?
ta: உண்மையில் அவதாரத்தை அகற்றவா?
tr: Avatarı gerçekten kaldıracak mısın?
uk: Дійсно вилучити аватар?
zh_hans: 确定要移除头像？
zh_hant: 確定移除大頭貼？

source: Receive push notifications via Apple even when disconnected. Vastly improves reliability.
de: Empfange Push-Benachrichtigungen über Apple, auch wenn die Verbindung getrennt ist. Erheblich verbesserte Zuverlässigkeit.
es_ar: Recibe notificaciones push vía Apple aún cuando estés desconectado. Mejora notablemente la confiabilidad.
eu: Jaso push jakinarazpenak Appleren bidez, baita deskonektatuta zaudenean ere. Izugarri hobetzen du fidagarritasuna.
fr: Recevoir des notifications push via Apple même lorsqu'elles sont déconnectées. Améliore largement la fiabilité.
ja: 接続が切断されている場合でも、Apple 経由でプッシュ通知を受信します。信頼性が大幅に向上します。
pl: Otrzymuj powiadomienia push przez Apple nawet po rozłączeniu. Znacznie poprawia niezawodność.
pt_br: Receba notificações push via Apple mesmo quando desconectado. Melhora muito a confiabilidade.
ru: Получение Push уведомлений через службы Apple даже при отсутствии связи по XMPP. Существенно увеличивает надёжность.
ta: துண்டிக்கப்படும்போது கூட ஆப்பிள் வழியாக புச் அறிவிப்புகளைப் பெறுங்கள். நம்பகத்தன்மையை பெரிதும் மேம்படுத்துகிறது.
tr: Bağlantısı kesilse bile Apple üzerinden anında iletme bildirimleri alın. Bu bildirimlerin sürekliliğini büyük ölçüde artırır.
uk: Отримуйте push-сповіщення через Apple, навіть якщо ви від'єднані від мережі. Значно підвищує надійність.
zh_hans: 即使断开连接，也可以通过 Apple 接收推送通知。大大提高了可靠性。
zh_hant: 即使斷開連接，也可以通過Apple接收推送通知。大大提高了可靠性。

source: Received Audios
cs: Přijaté nahrávky
de: Empfangene Sprachaufnahmen
es_ar: Audios recibidos
et: Vastuvõetud helifailid
eu: Jasotako audioak
fr: Audio reçu
ja: 受け取った音声
pl: Odebrane pliki audio
pt_br: Áudios Recebidos
ro: Clipuri audio primite
ru: Полученные аудиозаписи
ta: ஆடியோக்களைப் பெற்றது
tr: Alınan Sesler
uk: Отримані аудіо
zh_hans: 收到的音频
zh_hant: 接收的音訊

source: Received Files
cs: Přijaté soubory
de: Empfangene Dateien
es_ar: Archivos recibidos
et: Vastuvõetud failid
eu: Jasotako fitxategiak
fr: Fichiers reçus
ja: 受け取ったファイル
pl: Otrzymane pliki
pt_br: Arquivos Recebidos
ro: Fișiere primite
ru: Полученные файлы
ta: பெறப்பட்ட கோப்புகள்
tr: Alınan Dosyalar
uk: Отримані файли
zh_hans: 收到的文件
zh_hant: 接收的檔案

source: Received geo locations are shared with Apple's Maps App.
de: Empfangene Standortdaten werden mit Apples Karten-App geteilt.
es_ar: Las geolocalizaciones recibidas son compartidas con Apple's Maps App.
eu: Jasotzen diren geokokapenak Appleren Maps aplikazioarekin partekatzen dira.
fr: Les emplacements géographiques reçus sont partagés avec l'application Plans d'Apple.
ja: 受信した位置情報を Apple の地図アプリと共有します。
pl: Odebrana lokalizacja jest udostępniana aplikacji Apple Maps.
pt_br: As localizações geográficas recebidas são compartilhadas com o aplicativo Maps da Apple.
ru: Получаемые данные о геолокации будут передаваться приложению Apple Карты.
ta: பெறப்பட்ட உலகம் இருப்பிடங்கள் ஆப்பிளின் வரைபட பயன்பாட்டுடன் பகிரப்படுகின்றன.
tr: Alınan coğrafi konumlar Apple'ın Haritalar Uygulaması ile paylaşılır.
uk: Отримані геолокації передаються в додаток Карти від Apple.
zh_hans: 收到的地理位置与 Apple 的地图应用共享。
zh_hant: 收到的地理位置與 Apple 地圖 共用。

source: Received Images
cs: Přijaté obrázky
de: Empfangene Bilder
es_ar: Imágenes recibidas
et: Vastuvõetud pildid
eu: Jasotako irudiak
fr: Images reçues
ja: 受け取った画像
pl: Otrzymane obrazy
pt_br: Imagens Recebidas
ro: Imagini primite
ru: Полученные изображения
ta: பெறப்பட்ட படங்கள்
tr: Alınan Görüntüler
uk: Отримані зображення
zh_hans: 收到的图片
zh_hant: 接收的圖像

source: Received Videos
cs: Přijatá videa
de: Empfangene Videos
es_ar: Videos recibidos
et: Vastuvõetud videod
eu: Jasotako bideoak
fr: Vidéos reçues
ja: 受け取ったビデオ
pl: Otrzymane filmy
pt_br: Vídeos Recebidos
ro: Videoclipuri primite
ru: Полученные видеоролики
ta: வீடியோக்களைப் பெற்றது
tr: Alınan Videolar
uk: Отримані відео
zh_hans: 收到的视频
zh_hant: 接收的影片

source: Recipient
cs: Příjemce
de: Empfänger
es_ar: Destinatario
et: Saaja
eu: Hartzailea
fr: Destinataire
pl: Odbiorca
pt_br: Destinatário
ro: Destinatar
ru: Получатель
ta: பெறுநர்
tr: Alıcı
uk: Одержувач
zh_hans: 接收者
zh_hant: 接收者

source: Recode Fail:
cs: Chyba překódování:
de: Aufnahmefehler:
es_ar: Error de recodificación:
et: Uuesti kodeerimine ei õnnestunud:
eu: Birkodetzeak kale egin du:
fr: Échec d'enregistrement :
pl: Błąd przekodowania:
pt_br: Falha na recodificação:
ro: Recodificare eșuată:
ru: Ошибка записи:
ta: ரெகோட் தோல்வி:
tr: Yeniden Kodlama Başarısız:
uk: Помилка перекодування:
zh_hans: 重新编码失败：
zh_hant: 錄音失敗:

source: Recode Success
cs: Překódování úspěšné
de: Aufnahme erfolgreich
es_ar: Recodificación exitosa
et: Uuesti kodeerimine õnnestus
eu: Birkodetzea ondo egin da
fr: Réussite de l'enregistrement
pl: Pomyślne przekodowanie
pt_br: Sucesso da recodificação
ro: Recodificare reușită
ru: Записано успешно
ta: மறுபரிசீலனை செய்
tr: Yeniden kodlama başarılı
uk: Успішне перекодування
zh_hans: 重新编码成功
zh_hant: 錄音成功

source: Reconnecting...
de: Wiederherstellen...
es_ar: Reconectando ...
et: Uuesti ühendamisel...
eu: Birkonektatzen...
fr: Reconnexion en cours...
ja: 再接続中...
pl: Ponowne łączenie...
pt_br: Reconectando...
ro: Reconectare...
ru: Восстановление соединения...
ta: மீண்டும் இணைத்தல் ...
tr: Yeniden bağlanıyor...
uk: Підключення...
zh_hans: 正在重新连接…
zh_hant: 重新連線中...

source: Recording audio
cs: Nahrávám audio
de: Aufnahme von Audio
es_ar: Grabando audio
et: Heli on salvestamisel
eu: Audioa grabatzen
fr: Enregistrement audio
ja: 音声を録音
pl: Nagrywanie dźwięku
pt_br: Gravação de áudio
ro: Înregistrare audio
ru: Запись аудио
ta: ஆடியோவைப் பதிவுசெய்கிறது
tr: Ses kaydet
uk: Запис аудіо
zh_hans: 正在录音
zh_hant: 正在錄音

source: Red x-mark shield:
de: Schild mit rotem Kreuz:
es_ar: Escudo rojo con X:
et: Punane x-märkega turvatunnus:
eu: Kontrol-marka gorria:
fr: Bouclier rouge avec une croix :
ja: 赤のバツ印の盾:
pl: Czerwony znak X:
pt_br: Escudo vermelho da marca x:
ru: Красный значок с крестом:
ta: சிவப்பு எக்ச்-மார்க் கவசம்:
tr: Kırmızı x işareti kalkanı:
uk: Червоний щит зі знаком "х":
zh_hans: 红色 x 标记盾牌：
zh_hant: 紅色錯誤標記盾牌：

source: Refreshing...
cs: Aktualizace...
de: Aktualisiere...
es_ar: Refrescando …
et: Andmed on uuendamisel…
eu: Freskatzen...
fr: Rafraichissement...
pl: Odświerzanie...
pt_br: Refrescante...
ro: Actualizare...
ru: Обновление...
ta: புத்துணர்ச்சி ...
tr: Yenileniyor...
uk: Оновлення...
zh_hans: 正在刷新…
zh_hant: 更新中…

source: Register a new account
de: Neues Konto anlegen
es_ar: Registrar una cuenta nueva
et: Registreeri uus kasutajakonto
eu: Erregistratu kontu berri bat
fr: Enregistrer un nouveau compte
ja: 新しいアカウントを登録
pl: Zarejestruj nowe konto
pt_br: Registrar uma nova conta
ru: Регистрация новой учётной записи
ta: புதிய கணக்கை பதிவு செய்யுங்கள்
tr: Yeni bir hesap açın
uk: Зареєструвати новий обліковий запис
zh_hans: 注册新账号
zh_hant: 註冊新帳戶

source: Register with %@
de: Registrieren bei %@
es_ar: Registrar con %@
et: Registreeri teenuses %@
eu: Erregistratu %@(r)ekin
fr: S'inscrire avec %@
ja: %@ に登録
pl: Zarejestruj na %@
pt_br: Registre-se com %@
ru: Зарегистрироваться на %@
ta: %@ உடன் பதிவு செய்யுங்கள்
tr: @ ile kayıt olun
uk: Зареєструйтесь за допомогою %@
zh_hans: 以 %@ 注册
zh_hant: 通過 %@ 注冊

source: Registering account...
cs: Registruji účet...
de: Konto wird registriert...
es_ar: Registrando cuenta …
et: Registreerin kasutajakontot...
eu: Kontuaren izena ematen...
fr: Enregistrement du compte...
ja: アカウントを登録中...
pl: Rejestruję konto...
pt_br: Registrando conta...
ro: Se înregistrează contul...
ru: Регистрация учётной записи...
ta: பதிவு செய்யும் கணக்கு ...
tr: Hesap kaydediliyor...
uk: Реєстрація акаунту...
zh_hans: 注册账号中…
zh_hant: 正在註冊帳戶...

source: Registration Error
de: Fehler bei der Registrierung
es_ar: Error en la registración
et: Viga registreerimisel
eu: Erregistro errorea
fr: Erreur d'inscription
ja: 登録エラー
pl: Błąd rejestracji
pt_br: Erro de Registro
ru: Ошибка регистрации
ta: பதிவு பிழை
tr: Kayıt Hatası
uk: Помилка реєстрації
zh_hans: 注册错误
zh_hant: 註冊錯誤

source: Remove %@ from contacts?
cs: Odstranit %@ z kontaktů?
de: %@ aus den Kontakten entfernen?
es_ar: ¿Eliminar a %@ de los contactos?
et: Kas eemaldad kontaktidest: %@?
eu: %@ kontaktuetatik kendu nahi duzu?
fr: Supprimer %@ des contacts ?
ja: 相手先一覧から %@ を除去しますか ?
pl: Usuń %@ z kontaktów?
pt_br: Remover %@ dos contatos?
ro: Eliminați pe %@ din persoane de contact?
ru: Удалить %@ из списка контактов?
ta: தொடர்புகளில் இருந்து %@ஐ அகற்றவா?
tr: Kişilerden %@ kaldırılsın mı?
uk: Видалити %@ з контактів?
zh_hans: 从联系人中移除 %@？
zh_hant: 從聯絡人移除 %@？

source: Remove %@?
de: %@ entfernen?
es_ar: Eliminar %@?
et: Kas eemaldad: %@?
eu: %@ kendu?
fr: Supprimer %@ ?
ja: %@ を削除しますか ?
pl: Usunąć %@?
pt_br: Remover %@?
ru: Удалить %@?
ta: %@ஐ அகற்று?
tr: %@'yı kaldır?
uk: Вилучити %@?
zh_hans: 移除 %@？
zh_hant: 刪除 %@？

source: Remove Account from this Device
de: Konto von diesem Gerät entfernen
es_ar: Eliminar la cuenta de este dispositivo
et: Eemalda kasutajakonto sellest seadmest
eu: Kendu kontua gailu honetatik
fr: Supprimer le compte de cet appareil
ja: このデバイスからアカウントを除去
pl: Usuń konto z tego urządzenia
pt_br: Remover Conta deste Dispositivo
ru: Удалить учётную запись с этого устройства
ta: இந்த சாதனத்திலிருந்து கணக்கை அகற்று
tr: Hesabı bu cihazdan kaldır
uk: Видалити обліковий запис з цього пристрою
zh_hans: 从此设备移除账号
zh_hant: 從此裝置中刪除帳戶
